[{"para_id":0,"paragraph":"The English Lakes.","file_id":"1857_b","plnames":[["The English Lakes",0,17]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9984111786},{"para_id":1,"paragraph":"Introduction.","file_id":"1857_b","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9859808683},{"para_id":2,"paragraph":"By the route which we have traced among the English Lakes in the following pages, we believe that the traveller may visit all the chief points of interest in the shortest space of time, while those who have their time more at command may extend their excursions to secondary points of interest by following the various diverging routes headed in italics. We have selected Penrith as the starting point, because Ulleswater, one of the finest of the lakes, is seen to greatest advantage by being approached from this direction, while it is as convenient a quarter as any of the others from which to set out on a tour through the district.","file_id":"1857_b","plnames":[["English Lakes",44,57],["Penrith",372,379],["Ulleswater",411,421]],"geonouns":[["points",136,142],["points",275,281],["point",396,401],["lakes",448,453],["district",627,635]],"pos_words":[["finest",434,440],["greatest",466,474],["advantage",475,484],["convenient",541,551]],"neg_words":[],"events":[],"dates":[["a quarter",552,561]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["among",34,39],["out",601,604],["through",615,622]],"normalised_sentiment":0.08,"vader_sentiment":0.92,"roberta_sentiment":0.9977329969},{"para_id":3,"paragraph":"With the carefully prepared map attached to this guide, the tourist will experience no difficulty in tracing the main route and the diverging excursions here laid down; and a very little consideration, with the aid of occasional inquiry as to minutiae when on the spot, will enable him to vary his proceedings according to inclination. He will farther be very much aided in these investigations by observing the distinct markings on the map which include bridle-paths and carriage-roads. In a tour of this description we believe that minute detail in regard to every possible route is unnecessary, and would only prove perplexing. We conceive that the mere mention of all the places and objects of interest, with one good route to the most of them, and a slight indication of others, is all that is required. This we have attempted to give in these pages, and we trust that the traveller will find the volume sufficiently explicit, while the beautiful engravings with which it is embellished will enable him in some degree to anticipate the scenery he is about to visit. There is, perhaps, no part of Great Britain more beautiful and picturesque, more varied in its scenery, or more calculated to afford intense gratification to the tourist, - whether he travels as a man of science, as a painter, or simply as an admirer of the works of his Creator, - than the Lake District of England. It is rich in flowers, rare plants, and luxuriant undergrowth. Its numerous mountains present a tempting field of investigation to the geologist. Its ruins and several very curious Roman and Druidical remains furnish points of interest to the antiquarian, while its woods and streams are associated with the names of many of our greatest poets. Its scenery presents every variety of landscape, from the weather-beaten mountain crags and peaks, the brawling rivulets, and the wild ravines of the highlands, to the outspread lakes, the cottages, and level cultivated plains of the valleys - and in the picturesque effects of light and shade, caused by the changeful nature of its skies, the varied and happy combination of its parts, and the richness of its colouring, it is pre-eminently beautiful. Contained within an area of not more than fifty miles in diameter, the lakes, and all the points of interest in their vicinity, may be visited in a short space of time; and owing to the comparatively small scale of the scenery, the mind of the traveller is kept constantly on the qui vive by the multitude of ever-varying and lovely objects presented in his view. Amid the wild and magnificent scenery of the Scotch Highlands, and, much more, among the mountains and vales of Switzerland and Norway, the traveller, - albeit fulfilled with admiration at the majestic objects of nature around him, - is so completely lost in the immensity of space, and, in consequence of the magnitude of things, is frequently so long confined to one slowly shifting scene, that he entirely loses those softer feelings of placid delight which are aroused by the contemplation of equally wild and picturesque scenery on a reduced scale. The lakes, therefore, of the mountain regions of Cumberland, Westmoreland, and Lancashire, although not to be compared in magnitude or sublimity with the places before mentioned, are nevertheless possessed of charms to which the others cannot lay claim, besides having the additional advantage of being easy of access from almost any part of the kingdom. There are many routes by which the traveller may visit the lakes. That which we have selected as the groundwork of the present volume is one of the most central, and one by which all the principal lakes may be visited. It is also the best, perhaps, that can be followed by pedestrians.","file_id":"1857_b","plnames":[["Great Britain",1101,1114],["Lake District",1362,1375],["England",1379,1386],["Scotch Highlands",2595,2611],["Switzerland",2662,2673],["Norway",2678,2684],["Cumberland",3153,3163],["Westmoreland",3165,3177],["Lancashire",3183,3193]],"geonouns":[["paths",462,467],["carriage",472,480],["roads",481,486],["mere",652,656],["mountains",1464,1473],["field",1493,1498],["points",1605,1611],["woods",1654,1659],["streams",1664,1671],["landscape",1771,1780],["mountain",1806,1814],["crags",1815,1820],["peaks",1825,1830],["lakes",1911,1916],["cottages",1922,1930],["valleys",1967,1974],["lakes",2257,2262],["points",2276,2282],["mountains",2639,2648],["vales",2653,2658],["lakes",3108,3113],["mountain",3133,3141],["regions",3142,3149],["lakes",3518,3523],["lakes",3656,3661]],"pos_words":[["regard",551,557],["good",717,721],["trust",863,868],["sufficiently",909,921],["beautiful",942,951],["beautiful",1120,1129],["picturesque",1134,1145],["afford",1197,1203],["gratification",1212,1225],["admirer",1314,1321],["works",1329,1334],["rich",1394,1398],["luxuriant",1428,1437],["tempting",1484,1492],["greatest",1717,1725],["variety",1760,1767],["picturesque",1988,1999],["happy",2088,2093],["richness",2128,2136],["beautiful",2175,2184],["lovely",2512,2518],["magnificent",2568,2579],["admiration",2725,2735],["majestic",2743,2751],["softer",2971,2977],["delight",2997,3004],["picturesque",3064,3075],["advantage",3388,3397],["easy",3407,3411],["best",3693,3697]],"neg_words":[["difficulty",87,97],["unnecessary",585,596],["perplexing",619,629],["intense",1204,1211],["ruins",1538,1543],["wild",1863,1867],["wild",2559,2563],["lost",2801,2805],["confined",2903,2911],["slowly",2919,2925],["loses",2959,2964],["wild",3055,3059]],"events":[],"dates":[],"times":[["minute",534,540]],"distances":[["more than fifty miles",2218,2239]],"loc_advs":[["here",153,157]],"spa_preps":[["down",163,167],["about",1055,1060],["within",2196,2202],["among",2629,2634],["around",2770,2776]],"normalised_sentiment":0.0598006645,"vader_sentiment":1.0,"roberta_sentiment":0.9988768697},{"para_id":4,"paragraph":"At all seasons the scenery of the lake district is beautiful, and will amply reward the traveller who visits it; but the best time to do so is in August and September, particularly the latter month and in October, as the autumnal foliage at this time clothes the whole country in the most gorgeous hues, while the weather is usually steady and fine. Our starting point shall be","file_id":"1857_b","plnames":[],"geonouns":[["lake",34,38],["district",39,47],["country",269,276],["point",363,368]],"pos_words":[["beautiful",51,60],["amply",71,76],["reward",77,83],["best",121,125],["gorgeous",289,297],["steady",333,339],["fine",344,348]],"neg_words":[],"events":[],"dates":[["all seasons",3,14],["August",146,152],["September",157,166],["the latter month",181,197],["October",205,212]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.21875,"vader_sentiment":0.96,"roberta_sentiment":0.9988824725},{"para_id":5,"paragraph":"Penrith. Inns - George And Crown.","file_id":"1857_b","plnames":[["Penrith",0,7],["George",16,22]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9943792224},{"para_id":6,"paragraph":"This is a clean-looking ancient town in the south of the county of Cumberland, lying near the junction of the Eamont and Lowther, and containing upwards of 6000 inhabitants. There are many objects of interest in and around the town, the chief of which are, the ruins of the castle - the church-yard, in which is a curious ancient monument called the Giant's Grave; - the Beacon, from the top of which the view of some of the distant lakes is very fine and extensive; - the Giant's Caves, and a group of curious stones called Long Meg and her Daughters. At Old Penrith are the remains of a Roman station, and the seats of the nobility and gentry in the neighbourhood are numerous.","file_id":"1857_b","plnames":[["Cumberland",67,77],["Eamont",110,116],["Lowther",121,128],["Giant's Grave",350,363],["Beacon",371,377],["Giant's Caves",473,486],["Old Penrith",556,567]],"geonouns":[["town",32,36],["county",57,63],["junction",94,102],["town",227,231],["castle",274,280],["church",287,293],["monument",330,338],["top",388,391],["lakes",433,438],["stones",511,517],["station",595,602],["seats",612,617]],"pos_words":[["clean",10,15],["fine",447,451]],"neg_words":[["lying",79,84],["ruins",261,266]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["near",85,89],["upwards",145,152]],"spa_preps":[["around",216,222]],"normalised_sentiment":0.0,"vader_sentiment":0.15,"roberta_sentiment":0.9985480905},{"para_id":7,"paragraph":"From Penrith two roads lead to Pooley Bridge, about six miles distant, which spans the Eamont just at its issue from Ulleswater. Either road may be taken, be we recommend that which follows the Shap road to Eamont Bridge. Carleton Hall is near to it on the left. Cross the bridge, and take the first road to the right. At this point, on the left, are the druidical remains called King Arthur's Round Table, and Mayborough. Immediately after crossing Pooley Bridge, the road runs along the western shore of","file_id":"1857_b","plnames":[["Penrith",5,12],["Pooley Bridge",31,44],["Eamont",87,93],["Ulleswater",117,127],["Shap",194,198],["Eamont Bridge",207,220],["Carleton Hall",222,235],["King Arthur's Round Table",380,405],["Mayborough",411,421],["Pooley Bridge",450,463]],"geonouns":[["roads",17,22],["road",136,140],["road",199,203],["bridge",273,279],["road",300,304],["point",327,332],["road",469,473],["shore",497,502]],"pos_words":[["lead",23,27],["recommend",161,170],["right",312,317]],"neg_words":[["issue",106,111]],"events":[],"dates":[],"times":[],"distances":[["about six miles",46,61]],"loc_advs":[["left",257,261],["left",341,345]],"spa_preps":[["near",239,243],["along",479,484]],"normalised_sentiment":0.0377358491,"vader_sentiment":0.36,"roberta_sentiment":0.9976905584},{"para_id":8,"paragraph":"Ulleswater","file_id":"1857_b","plnames":[["Ulleswater",0,10]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9762601256},{"para_id":9,"paragraph":"To Patterdale, a distance of ten miles; but, before proceeding along it, the tourist would do well to take a walk of a few miles along the eastern shore, in the direction of Martindale, from several points on which he will obtain a good view of the lake. Should this deviation be made, it will be necessary to return by the same road to Pooley Bridge, where there are two small inns, at which boats, for an excursion on the water, or for fishing, may be procured if desired. A fine view may be had from the top of Dunmallet, on which are the vestiges of a Roman fort. There is some good fishing here in the lake and stream. Trout, perch, and eels, are numerous, and large lake-trout are sometimes, though seldom, taken. Lowther Castle, the seat of the Earl of Lonsdale, is distant from this bridge about four miles. Ulleswater is nine miles in length, by nearly a mile wide, at the broadest point; but, owing to its irregular form, it is divided into three reaches, the first of which is closed in by Hallen Fell, on the western shore. The second is ter - minated by Stybarrow Crag on the east, with Helvellyn towering in the distance behind it, and Birk Fell on the west. The third reach is decidedly the most beautiful, being surrounded by towering mountains, and studded with little islands, which, combined with the woods and rich vegetation, present a magnificent scene. The view in our engraving is taken from Birk Fell, having Stybarrow Crag on the right. After leaving Pooley Bridge, the scenery, for the first three or four miles, is comparatively tame; but after passing the village of Watermillock, it improves rapidly. About a mile beyond Halsteads, the road enters Gowbarrow Park, formerly the hunting seat of the Duke of Norfolk, now the property of Mr. Howards of Greystoke. It is of great size, and is filled with beautiful groups of trees, among which may be seen herds of fallow-deer, whose presence give the additional charm of wilderness to the scene. Lyulph's Tower, which stands on an eminence here, is a picturesque object; and there are many exquisite\" bits\" of minute scenery, clad with luxuriant verdure, that will delight the eye of a painter. From Lyulph's Tower, a delightful walk runs up a rocky vale to a waterfall called","file_id":"1857_b","plnames":[["Patterdale",3,13],["Martindale",174,184],["Pooley Bridge",337,350],["Dunmallet",514,523],["Lowther Castle",720,734],["Ulleswater",816,826],["Hallen Fell",1001,1012],["Stybarrow Crag",1067,1081],["Helvellyn",1100,1109],["Birk Fell",1150,1159],["Birk Fell",1416,1425],["Stybarrow Crag",1434,1448],["Pooley Bridge",1477,1490],["Watermillock",1596,1608],["Halsteads",1651,1660],["Gowbarrow Park",1678,1692],["Greystoke",1779,1788],["Lyulph's Tower",1972,1986],["Lyulph's Tower",2176,2190]],"geonouns":[["shore",147,152],["points",199,205],["lake",249,253],["road",329,333],["inns",378,382],["boats",393,398],["water",424,429],["lake",607,611],["stream",616,622],["lake",672,676],["seat",740,744],["bridge",791,797],["point",891,896],["shore",1029,1034],["mountains",1251,1260],["islands",1286,1293],["woods",1320,1325],["village",1585,1592],["road",1666,1670],["seat",1715,1719],["trees",1850,1855],["vale",2226,2230],["waterfall",2236,2245]],"pos_words":[["well",94,98],["good",232,236],["fine",477,481],["top",507,510],["good",582,586],["beautiful",1211,1220],["rich",1330,1334],["magnificent",1357,1368],["right",1456,1461],["improves",1613,1621],["great",1799,1804],["beautiful",1830,1839],["charm",1938,1943],["eminence",2007,2015],["picturesque",2027,2038],["exquisite",2066,2075],["luxuriant",2112,2121],["delight",2141,2148],["delightful",2194,2204]],"neg_words":[["deviation",267,276],["vestiges",542,550],["irregular",916,925],["object",2039,2045],["rocky",2220,2225]],"events":[],"dates":[],"times":[["minute",2086,2092]],"distances":[["ten miles",29,38],["a few miles",117,128],["about four miles",798,814],["nine miles",830,840],["nearly a mile",855,868],["the first three or four miles",1509,1538],["About a mile",1631,1643]],"loc_advs":[["there",358,363],["here",595,599],["behind",1135,1141],["here",2016,2020],["there",2051,2056]],"spa_preps":[["along",63,68],["along",129,134],["into",946,950],["beyond",1644,1650],["among",1857,1862]],"normalised_sentiment":0.0669856459,"vader_sentiment":1.0,"roberta_sentiment":0.9961095452},{"para_id":10,"paragraph":"Aira Force.","file_id":"1857_b","plnames":[["Aira Force",0,10]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9850980043},{"para_id":11,"paragraph":"Force is the general name for a waterfall.","file_id":"1857_b","plnames":[],"geonouns":[["waterfall",32,41]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9893946052},{"para_id":12,"paragraph":"This is a beautiful fall. It leaps from the top of a wooded cliff, through a narrow gorge, and descends a sheer perpendicular height of eighty feet. The roar of the falling waters, and the descending of spray, add to the feelings of romance created by the view of rugged rocks, thickly planted trees, and hanging verdure, which characterize the spot. At the upper end of the park the last reach of the lake opens up the view, in a majestic sweep round the mountains on the opposite side. The shores are bold, covered partly with wood, and indented with bays. The road now passes under Sty - barrow Crag, which raises its broken and scarred front on the right, while a steep bank descends into the deep waters of the lake on the left, and, winding round the head of Ulleswater, it conducts to the village of","file_id":"1857_b","plnames":[["Crag",598,602],["Ulleswater",765,775]],"geonouns":[["fall",20,24],["waters",173,179],["rocks",271,276],["trees",294,299],["park",375,379],["lake",402,406],["mountains",456,465],["shores",492,498],["wood",529,533],["bays",553,557],["road",563,567],["passes",572,578],["bank",674,678],["waters",702,708],["lake",716,720],["winding",739,746],["head",757,761],["village",796,803]],"pos_words":[["beautiful",10,19],["top",44,47],["majestic",431,439],["right",653,658]],"neg_words":[["falling",165,172],["broken",621,627],["scarred",632,639],["steep",668,673]],"events":[],"dates":[],"times":[],"distances":[["eighty feet",136,147]],"loc_advs":[["left",728,732]],"spa_preps":[["through",67,74],["round",446,451],["opposite",473,481],["under",579,584],["into",688,692],["round",747,752]],"normalised_sentiment":0.0,"vader_sentiment":0.85,"roberta_sentiment":0.9988798499},{"para_id":13,"paragraph":"Patterdale,","file_id":"1857_b","plnames":[["Patterdale",0,10]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9178367257},{"para_id":14,"paragraph":"Where there is a good inn, at which boats and guides may be procured. Some time ought to be spent here in visiting the beautiful scenes in the vicinity. Among these are, - the little islands at the head of the lake, in visiting which a day might be pleasantly whiled away. Some of the best views on the shores of Ulleswater are to be had from the lake itself, by rowing past the islands called Cherry Holme and House Holme, and approaching towards Stybarrow Crag. Helvellyn stand between four and five miles from the village. By ascending it, the visitor will be amply repaid for his toil by a magnificent, map-like view of the lake district. The mountain is 3055 feet above the sea-level, but is easy of ascent, and ponies can be taken to the top. There are two ways of approach from Patterdale; the best is by Glenridding. This valley is traversed by a stream, which ought to be followed to its source in the Red Tarn, lying a few hundred feet below the top of the mountain. The south-east boundary of the Tarn is a ridge of rock called Striding Edge, and the north-west is another ridge called Swirrel Edge. The latter must be followed, as striding edge is exceedingly dangerous. There is a spring, called Brownrigg's Well, not more than 300 yards from the summit of the mountain, on the south-west side. For a short ramble, the Place Fell Quarry, half a mile from the inn, may be visited, as it affords a good view of Ulleswater: and the valley of Martindale exhibits some beautiful scenery. There is a mountain called High Street, little more than four miles distant from the inn; but he who ascends Helvellyn need not waste time in scaling this mountain, which is 2700 feet height, and de - rives its name from a road which the Romans constructed over it. Fro Patterdale, also, a detour may be made on foot across the Martindale Fells to","file_id":"1857_b","plnames":[["Ulleswater",313,323],["Cherry Holme",394,406],["House Holme",411,422],["Stybarrow Crag",448,462],["Helvellyn",464,473],["Patterdale",785,795],["Glenridding",812,823],["Red Tarn",911,919],["Striding Edge",1039,1052],["Swirrel Edge",1097,1109],["Brownrigg's Well",1209,1225],["Place Fell",1332,1342],["Ulleswater",1422,1432],["Martindale",1452,1462],["High Street",1523,1534],["Helvellyn",1605,1614],["Patterdale",1766,1776],["Martindale Fells",1824,1840]],"geonouns":[["inn",22,25],["boats",36,41],["islands",183,190],["head",198,202],["lake",210,214],["shores",303,309],["lake",347,351],["islands",379,386],["village",517,524],["lake",628,632],["district",633,641],["mountain",647,655],["sea",679,682],["valley",830,836],["stream",855,861],["top",956,959],["mountain",967,975],["ridge",1018,1023],["rock",1027,1031],["ridge",1084,1089],["edge",1152,1156],["summit",1260,1266],["mountain",1274,1282],["inn",1372,1375],["valley",1442,1448],["mountain",1507,1515],["inn",1581,1584],["mountain",1651,1659],["road",1719,1723],["foot",1808,1812]],"pos_words":[["good",17,21],["beautiful",119,128],["pleasantly",249,259],["best",285,289],["amply",563,568],["magnificent",594,605],["like",611,615],["easy",697,701],["top",744,747],["best",801,805],["exceedingly",1160,1171],["good",1409,1413],["beautiful",1477,1486]],"neg_words":[["toil",584,588],["lying",921,926],["dangerous",1172,1181],["waste",1624,1629]],"events":[],"dates":[["a day",234,239],["a spring",1192,1200]],"times":[],"distances":[["five miles",497,507],["3055 feet",659,668],["a few hundred feet",927,945],["half a mile",1351,1362],["more than four miles",1543,1563],["2700 feet",1670,1679]],"loc_advs":[["there",6,11],["here",98,102],["past",370,374]],"spa_preps":[["away",267,271],["between",480,487],["above",669,674],["below",946,951],["over",1753,1757],["across",1813,1819]],"normalised_sentiment":0.0526315789,"vader_sentiment":0.98,"roberta_sentiment":0.9984965324},{"para_id":15,"paragraph":"Hawes Water,","file_id":"1857_b","plnames":[["Hawes Water",0,11]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9883610606},{"para_id":16,"paragraph":"Which lies between five and six miles east of the village. This sheet of water is usually visited from Kendal or Penrith, by way of Shap; but by the way we recommend, the distance is shortened very much, and the direct route to the principal lakes not interrupted. Hawes Water is three miles long, and about half a mile broad; it is embosomed in high mountains, and its eastern shores are clothed by the wood of Naddle Forest. The village of Bampton lies about two miles from the foot of the lake. High Street and Kidsty Pike rear their summits above the head of it. Here there is a little village, or hamlet, called Mardale Green, where is a small inn. There is good fishing in Hawes Water and Angle Tarn, both being within a short distance of Patterdale. Returning to Patterdale make an excursion to","file_id":"1857_b","plnames":[["Kendal",103,109],["Penrith,",113,121],["Shap",132,136],["Hawes Water",265,276],["Naddle Forest",412,425],["Bampton",442,449],["High Street",498,509],["Kidsty Pike",514,525],["Mardale Green",617,630],["Hawes Water",679,690],["Angle Tarn",695,705],["Patterdale",745,755],["Patterdale",770,780]],"geonouns":[["village",50,57],["water",73,78],["lakes",242,247],["mountains",351,360],["shores",378,384],["wood",404,408],["village",431,438],["foot",480,484],["lake",492,496],["summits",537,544],["head",555,559],["village",590,597],["hamlet",602,608],["inn",649,652]],"pos_words":[["recommend",156,165],["good",663,667]],"neg_words":[["lies",6,10],["lies",450,454]],"events":[],"dates":[],"times":[],"distances":[["six miles",28,37],["three miles",280,291],["about half a mile",302,319],["about two miles",455,470]],"loc_advs":[["there",572,577]],"spa_preps":[["between",11,18],["above",545,550],["within",718,724]],"normalised_sentiment":0.0,"vader_sentiment":0.59,"roberta_sentiment":0.9977396727},{"para_id":17,"paragraph":"Brothers Water,","file_id":"1857_b","plnames":[["Brothers Water",0,14]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9888049364},{"para_id":18,"paragraph":"Or, if time cannot be afforded to do so, the lake may be seen while travelling to Ambleside( which is ten miles from Patterdale), and especially from Kirkstone Pass, over which the road runs to Ambleside. The view here is exceedingly fine, and when lighted up by the slanting rays of the sun, and glowing in the garb and glory of an autumnal evening, it must be quite magnificent. From this point, however, the view of Brothers Water is somewhat distant. The lake is a large tarn, deriving its name from the circumstance of two brothers having been drowned there. Before leaving this scene, much enjoyment may be derived from a visit to the beautiful valley of Deepdale, which runs up into the mountains from Bridge End, two miles from Patterdale. Just beyond this bridge is a splendid view of the surrounding country. Dodd, with its sloping sides, Kidsty Pike, Grey Crag, part of Placefell and Colddale Crags are on the east of the road; and to the west are Dodd Bield, the Screes, Low Wood on the borders of Bothers Water,&amp; c. Hartsope should also be visited for beautiful scenery. Kirkstone Pass derives its name from a large stone at the head of the pass, which bears a fancied resemblance to a church. There is a small inn here; and at this point the road to Troutbeck turns to the left. Windermere is seen on descending the pass, and three miles beyond lies the village of","file_id":"1857_b","plnames":[["Ambleside",82,91],["Patterdale",117,127],["Kirkstone Pass",150,164],["Ambleside",194,203],["Brothers Water",419,433],["Deepdale",661,669],["Bridge End",709,719],["Patterdale",736,746],["Dodd",819,823],["Kidsty Pike",849,860],["Grey Crag",862,871],["Placefell",881,890],["Colddale Crags",895,909],["Dodd Bield",959,969],["Screes",975,981],["Low Wood",983,991],["Hartsope",1033,1041],["Kirkstone Pass",1088,1102],["Troutbeck",1268,1277],["Windermere",1297,1307]],"geonouns":[["lake",45,49],["road",181,185],["point",391,396],["lake",459,463],["tarn",475,479],["valley",651,657],["mountains",694,703],["bridge",765,771],["country",810,817],["road",933,937],["stone",1133,1138],["head",1146,1150],["pass",1158,1162],["church",1203,1209],["inn",1228,1231],["point",1250,1255],["road",1260,1264],["pass",1334,1338],["village",1372,1379]],"pos_words":[["exceedingly",222,233],["fine",234,238],["glowing",297,304],["glory",321,326],["magnificent",368,379],["enjoyment",596,605],["beautiful",641,650],["splendid",777,785],["beautiful",1069,1078]],"neg_words":[["lies",1363,1367]],"events":[],"dates":[],"times":[["evening",342,349]],"distances":[["ten miles",102,111],["two miles",721,730],["three miles",1344,1355]],"loc_advs":[["here",214,218],["there",557,562],["here",1232,1236],["left",1291,1295]],"spa_preps":[["over",166,170],["into",685,689],["beyond",753,759],["beyond",1356,1362]],"normalised_sentiment":0.062992126,"vader_sentiment":0.95,"roberta_sentiment":0.9985209107},{"para_id":19,"paragraph":"Ambleside. Inns - Commercial, Salutation, White Lion.","file_id":"1857_b","plnames":[["Ambleside",0,9]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9969911575},{"para_id":20,"paragraph":"This village ought to be made head-quarters, being a convenient central point, from which excursions may be made in all directions. Ambleside is a small market town, irregularly built, in the valley of Rothay, about a mile from the head of Windermere. It was once a Roman station, and several fragments of old pavement and other Roman relics have been dug up in the neighbourhood. Traces of a fortress have also been discovered. The town stands on a steep incline at the base of Wansfell, and, excepting towards the south-west, is enclosed by mountains on all sides. It is a favourite resort of tourists. A few hundred yards behind the Salutation Inn is the Stock Gill River, where is a fine fall called the","file_id":"1857_b","plnames":[["Ambleside",132,141],["Rothay",202,208],["Windermere",240,250],["Wansfell",479,487],["Salutation Inn",636,650],["Stock Gill River",658,674]],"geonouns":[["village",5,12],["head",30,34],["point",72,77],["market",153,159],["town",160,164],["valley",192,198],["head",232,236],["station",272,279],["town",433,437],["mountains",543,552]],"pos_words":[["convenient",53,63]],"neg_words":[["steep",450,455],["fall",692,696]],"events":[],"dates":[["a fine",685,691]],"times":[],"distances":[["about a mile",210,222]],"loc_advs":[],"spa_preps":[["behind",625,631]],"normalised_sentiment":-0.0161290323,"vader_sentiment":0.2,"roberta_sentiment":0.9968025684},{"para_id":21,"paragraph":"Stock Gill Force,","file_id":"1857_b","plnames":[["Stock Gill Force",0,16]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9665923119},{"para_id":22,"paragraph":"Which is seventy feet in height, consisting of four separate leaps. Owing to the superabundance of wood, and undergrowth, it is not easy to obtain a good view of this fall. Visitors usually view it from the top of the bank, which is the worst position in which any fall can be seen. By a little scrambling, however, the view presented in our engraving may be obtained. This fall being easy of access, will naturally engage the visitors attention first. Afterwards he will visit","file_id":"1857_b","plnames":[],"geonouns":[["wood",99,103],["bank",218,222],["fall",265,269]],"pos_words":[["easy",132,136],["good",149,153],["top",207,210],["easy",385,389]],"neg_words":[["worst",237,242],["scrambling",295,305]],"events":[],"dates":[["this fall",162,171],["This fall",369,378]],"times":[],"distances":[["seventy feet",9,21]],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0465116279,"vader_sentiment":-0.42,"roberta_sentiment":0.9966678023},{"para_id":23,"paragraph":"Windermere.","file_id":"1857_b","plnames":[["Windermere",0,10]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9960136414},{"para_id":24,"paragraph":"This is the largest of all the English lakes, but the character of the scenery is not so grand as that of the others. The visitor is, therefore, in danger of being disappointed if he be not prepared for a much softer - but to some minds not less pleasing - style of scenery than that through which he has already passed. The landscape generally is characterized more by grace and richness than by grandeur. Measured by the road, Windermere is upwards of thirteen miles long - in a straight line it is not much more than ten miles - and about a mile broad at its widest part. There are two principal feeders to this lake, - the rivers Rothay and Brathay. The first, rising in the mountains near Wythburn, passes through the lakes of Grasmere and Rydal before entering Windermere. The second rises in a mountain range called Langdale Pikes, and unites with the Rothay near Croft Lodge, a short distance from the lake. There is a very curious and interesting circumstance connected with the fish of these rivers. As the spawning season approaches, the trout and charr ascend the stream together until they arrive at the point where the waters unite. Here they always separate; all the trout proceeding up the Rothay, while all the charr go up the Brathay. It is difficult to conjecture the cause of this separation, but the perfectness of the understanding on both sides, and the unvarying regularity of the arrangement, would incline us to suppose that their Creator had endowed these fish with an instinct little, if at all, short of reason. Among other tributary streams is the Troutbeck, which falls into the lake near Calgarth. Its waters are discharged at Newby Bridge where they receive the name of the River Leven, which, two miles farther on, falls into the estuary called the Leven Sands. At Bowness there is a ferry over the lake, from which a fine view of the mountains and scenery at its head is obtained. Windermere is very deep, varying from thirty to a hundred and twenty feet; and it is remarkably clear, permitting the eye to penetrate far into its depths, where the finny inhabitants gambol in shoals. Owing to its great depth heavy rains do not make any perceptible increase in its volume. At Waterhead, scarcely a mile distant, boats may be procured for excursions on the lake. These excursions, of course, will be made to various parts according to the taste of the visitors. One good route to take is along the Brathay coast, and across the lake to Low Wood Inn. The island of Belle Isle, near Bowness, is a point of interest. It is upwards of a mile in circumference, and belongs to H. Curwen Esq., who has a summer residence on it. Strangers are allowed to land and walk among the groves and woods with which abounds, and, as plants and underwood are luxuriant, it presents a rich field of research to the botanist. From its upper end the prospect is very fine, embracing the head of the lake with its bays and wooded promontories; its islands and its back ground of mountains, - the Kentmore range, High Street, Wansfield Pike, Hill Bell, Fairfield and Rydal Nab. The islands in view are Hen Holm, and Lady Holm. There is a point just behind the Ferry Inn which ought to be visited, as a fine view of the surrounding scenery may be obtained from it.","file_id":"1857_b","plnames":[["Windermere",429,439],["Rothay",634,640],["Brathay",645,652],["Wythburn",694,702],["Grasmere",732,740],["Rydal",745,750],["Windermere",767,777],["Langdale Pikes",823,837],["Rothay",859,865],["Croft Lodge",871,882],["Rothay",1206,1212],["Brathay",1244,1251],["Troutbeck",1578,1587],["Calgarth",1620,1628],["Newby Bridge",1659,1671],["River Leven",1707,1718],["Leven Sands",1783,1794],["Bowness",1799,1806],["Windermere",1916,1926],["Waterhead",2210,2219],["Brathay",2431,2438],["Low Wood Inn",2469,2481],["Belle Isle",2497,2507],["Bowness",2514,2521],["High Street",3022,3033],["Wansfield Pike",3035,3049],["Bell",3056,3060],["Fairfield",3062,3071],["Rydal Nab",3076,3085],["Hen Holm",3111,3119],["Lady Holm",3125,3134],["Ferry Inn",3169,3178]],"geonouns":[["lakes",39,44],["landscape",325,334],["road",423,427],["line",490,494],["lake",615,619],["rivers",627,633],["mountains",679,688],["passes",704,710],["lakes",723,728],["mountain",801,809],["lake",910,914],["rivers",1002,1008],["stream",1076,1082],["point",1117,1122],["waters",1133,1139],["streams",1563,1570],["lake",1610,1614],["waters",1634,1640],["falls",1749,1754],["estuary",1764,1771],["ferry",1818,1823],["lake",1833,1837],["mountains",1869,1878],["head",1898,1902],["boats",2246,2251],["lake",2290,2294],["coast",2439,2444],["lake",2461,2465],["island",2487,2493],["point",2528,2533],["residence",2637,2646],["land",2679,2683],["groves",2703,2709],["woods",2714,2719],["field",2803,2808],["head",2898,2902],["lake",2910,2914],["bays",2924,2928],["promontories",2940,2952],["islands",2958,2965],["ground",2979,2985],["mountains",2989,2998],["islands",3091,3098],["point",3147,3152]],"pos_words":[["grand",89,94],["softer",210,216],["pleasing",246,254],["grace",370,375],["richness",380,388],["grandeur",397,405],["interesting",944,955],["remarkably",2001,2011],["clear",2012,2017],["great",2131,2136],["good",2399,2403],["abounds",2731,2738],["luxuriant",2773,2782],["rich",2798,2802],["fine",2878,2882]],"neg_words":[["danger",148,154],["disappointed",164,176],["difficult",1259,1268],["falls",1595,1600],["scarcely",2221,2229]],"events":[],"dates":[["the spawning season",1013,1032],["a fine",1850,1856],["a summer",2628,2636],["a fine",3209,3215]],"times":[["The first",654,663]],"distances":[["thirteen miles",454,468],["more than ten miles",510,529],["about a mile",536,548],["two miles",1727,1736],["twenty feet",1978,1989],["a mile",2230,2236],["a mile",2564,2570]],"loc_advs":[["upwards",443,450],["near",866,870],["near",1615,1619],["there",1807,1812],["upwards",2553,2560]],"spa_preps":[["through",284,291],["near",689,693],["through",711,718],["together",1083,1091],["into",1601,1605],["into",1755,1759],["over",1824,1828],["into",2055,2059],["along",2421,2426],["across",2450,2456],["near",2509,2513],["among",2693,2698],["behind",3158,3164]],"normalised_sentiment":0.0348432056,"vader_sentiment":0.99,"roberta_sentiment":0.9965259433},{"para_id":25,"paragraph":"In this neighbourhood are many interesting walks; among others there is a foot-path to the top of Bisket How, and a walk through the Parsonage Land to the Ferry Point. Storrs Hall is finely situated, and worthy of a visit. Excursions to the various islets of the lake will also be found interesting, an, for those who wish to take a rapid survey of its entire length, there are steamers which make daily trips from one end of the lake to the other. The road from Bowness to the head of Windermere is picturesque, and being little more than four miles in length, might, for the sake of variety, be taken by those who make the downward journey by water. Low Wood inn is passed on the way; it affords a fine view of the lake. The lower part of Windermere is not often visited, but there are many interesting points of view there, and the Coniston mountains are seen rising in the distance above the western shores. Should the visitor have sufficient time he would find a drive round the entire lake( about thirty miles) an agreeable and interesting excursion.","file_id":"1857_b","plnames":[["Bisket How",98,108],["Parsonage Land",133,147],["Ferry Point",155,166],["Storrs Hall",168,179],["Bowness",463,470],["Windermere",486,496],["Low Wood",652,660],["Windermere",741,751],["Coniston",835,843]],"geonouns":[["foot",74,78],["path",79,83],["top",91,94],["lake",263,267],["steamers",378,386],["lake",430,434],["road",453,457],["head",478,482],["water",645,650],["inn",661,664],["lake",717,721],["points",805,811],["mountains",844,853],["shores",904,910],["lake",991,995]],"pos_words":[["interesting",31,42],["finely",183,189],["worthy",204,210],["interesting",287,298],["rapid",333,338],["picturesque",500,511],["variety",585,592],["interesting",793,804],["sufficient",936,946],["agreeable",1020,1029],["interesting",1034,1045]],"neg_words":[],"events":[],"dates":[["daily",398,403],["a fine",698,704]],"times":[],"distances":[["more than four miles",530,550],["about thirty miles",997,1015]],"loc_advs":[["there",63,68],["there",368,373],["there",778,783],["there",820,825]],"spa_preps":[["among",50,55],["through",121,128],["above",886,891],["round",974,979]],"normalised_sentiment":0.1145833333,"vader_sentiment":0.95,"roberta_sentiment":0.9988439083},{"para_id":26,"paragraph":"At the ferry near Bowness, about the year 1635, a marriage party was crossing in a boat, when one of those squalls, to which Windermere is rather liable, upset the boat, and all its occupants, about fifty in number, including the bride and bridegroom, were drowned.","file_id":"1857_b","plnames":[["Bowness",18,25],["Windermere",125,135]],"geonouns":[["ferry",7,12],["boat",83,87],["boat",164,168]],"pos_words":[],"neg_words":[["liable",146,152],["upset",154,159]],"events":[],"dates":[["about the year 1635",27,46]],"times":[],"distances":[],"loc_advs":[["near",13,17]],"spa_preps":[["about",193,198]],"normalised_sentiment":-0.0869565217,"vader_sentiment":-0.54,"roberta_sentiment":-0.9912460446},{"para_id":27,"paragraph":"A branch from the Lancaster and Carlisle railway conducts from Kendal to Birthwaite, a mile to the north of Bowness, and near the shores of the lake. From the station here coaches run to Ambleside and Keswick, Hawkshead and Coniston; and the mail goes daily to Cockermouth, from which there is a railway to Whitehaven. The numerous elegant villas, and picturesque cottages, which nestle amid the luxuriant woodlands, and cover the verdant slopes and shores of Windermere, add greatly to the richness of the landscape. Besides the stations already mentioned, Ferry Inn, on the promontory over against Bowness, and Newby Bridge at the foot of the lake, afford good accommodation, guides and boats, to the tourist.","file_id":"1857_b","plnames":[["Lancaster",18,27],["Carlisle",32,40],["Kendal",63,69],["Birthwaite",73,83],["Bowness",108,115],["Ambleside",187,196],["Keswick",201,208],["Hawkshead",210,219],["Coniston",224,232],["Cockermouth",261,272],["Whitehaven",307,317],["Windermere",460,470],["Ferry Inn",558,567],["Bowness",600,607],["Newby Bridge",613,625]],"geonouns":[["railway",41,48],["shores",130,136],["lake",144,148],["station",159,166],["coaches",172,179],["railway",296,303],["cottages",364,372],["slopes",439,445],["shores",450,456],["landscape",507,516],["stations",530,538],["promontory",576,586],["foot",633,637],["lake",645,649],["boats",689,694]],"pos_words":[["elegant",332,339],["picturesque",352,363],["luxuriant",396,405],["richness",491,499],["afford",651,657],["good",658,662]],"neg_words":[],"events":[],"dates":[["daily",252,257]],"times":[],"distances":[["a mile",85,91]],"loc_advs":[["here",167,171],["there",285,290]],"spa_preps":[["near",121,125],["amid",387,391],["over",587,591],["against",592,599]],"normalised_sentiment":0.0967741935,"vader_sentiment":0.9,"roberta_sentiment":0.9987610579},{"para_id":28,"paragraph":"In the route we have laid down, Coniston Water and Esthwaite Lake are omitted, neither of them being equal to the other scenery of the lake district; but, for the benefit of the tourist who has much time on his hands, we subjoin a brief outline of these lakes and their environs.","file_id":"1857_b","plnames":[["Coniston Water",32,46],["Esthwaite Lake",51,65]],"geonouns":[["lake",135,139],["district",140,148],["lakes",254,259]],"pos_words":[["benefit",163,170]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["down",26,30]],"normalised_sentiment":0.0454545455,"vader_sentiment":0.61,"roberta_sentiment":-0.9823197722},{"para_id":29,"paragraph":"Hawkshead,","file_id":"1857_b","plnames":[["Hawkshead",0,9]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.8190085292},{"para_id":30,"paragraph":"A small town with an inn( the Red Lion), is scarcely five miles from Ambleside. There is nothing of particular interest about it except that Wordsworth the poet and his brother were educated at the school there. Close to this town lies the lake of","file_id":"1857_b","plnames":[["Red Lion",30,38],["Ambleside",69,78],["Wordsworth",141,151]],"geonouns":[["town",8,12],["inn",21,24],["school",198,204],["town",226,230],["lake",240,244]],"pos_words":[["educated",182,190]],"neg_words":[["scarcely",44,52],["lies",231,235]],"events":[],"dates":[],"times":[],"distances":[["five miles",53,63]],"loc_advs":[["there",205,210]],"spa_preps":[["about",120,125]],"normalised_sentiment":-0.0454545455,"vader_sentiment":-0.65,"roberta_sentiment":-0.9851080775},{"para_id":31,"paragraph":"Esthwaite,","file_id":"1857_b","plnames":[["Esthwaite",0,9]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9703764915},{"para_id":32,"paragraph":"About two miles long, and scarcely half a mile broad. The scenery around this lake is tame, but pleasing, and a curious floating island, of about thirty or forty yards in circumference, lies on a pond near the head of the lake; during windy weather, this island, with the trees and bushes which cover it, is observed to move about. After leaving Hawkshead the road passes an old farm house, formerly the residence of some of the monks of Furness Abbey. From the height here there is a fine view of the mountains around Ambleside. Beyond this the road becomes bare and uninteresting, until the valley of Coniston is reached. The view of the vale with its varied scenery, amid which rises the Old Man Mountain, is rich, and particularly gratifying to the eye after the bleak road-scenery from which it has just emerged. Shortly after, Waterhead Inn is reached. It is six miles from Ambleside, and forms a convenient resting point from which to make excursions in the neighbourhood.","file_id":"1857_b","plnames":[["Hawkshead",346,355],["Furness Abbey",438,451],["Ambleside",519,528],["Coniston",603,611],["Old Man",691,698],["Waterhead Inn",833,846],["Ambleside",880,889]],"geonouns":[["lake",78,82],["island",129,135],["head",210,214],["lake",222,226],["island",255,261],["trees",272,277],["road",360,364],["passes",365,371],["farm",379,383],["house",384,389],["residence",404,413],["mountains",502,511],["road",546,550],["valley",593,599],["vale",640,644],["road",773,777],["point",922,927]],"pos_words":[["pleasing",96,104],["rich",712,716],["gratifying",735,745],["convenient",903,913]],"neg_words":[["scarcely",26,34],["lies",186,190],["bleak",767,772]],"events":[],"dates":[["forty",156,161],["a fine",483,489]],"times":[],"distances":[["About two miles",0,15],["half a mile",35,46],["six miles",865,874]],"loc_advs":[["here",469,473],["there",474,479]],"spa_preps":[["around",66,72],["about",140,145],["near",201,205],["about",325,330],["around",512,518],["amid",670,674]],"normalised_sentiment":0.0113636364,"vader_sentiment":0.96,"roberta_sentiment":0.9980354905},{"para_id":33,"paragraph":"Coniston Water,,","file_id":"1857_b","plnames":[["Coniston Water",0,14]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9907091856},{"para_id":34,"paragraph":"Or Thurston Lake, is six miles in length, and nearly a mile in breadth. The village of Coniston is pleasantly situated under a hill on the west side of the water. Coniston hall, an ancient building, is also on this side of the lake, and cottages are thinly scattered over the heights that encircle its head. A pleasant road runs through the margin, sometimes passing through groves and coppices, at other times crossing over open ground and commanding a fine prospect. At the north-west angle of the lake, near its outlet, rises the Old Man Mountain, the ascent of which should be made, as it commands an extensive prospect towards the south and west, while in other directions it is surrounded by the frowning heights of the neighbouring mountains. The Old Man is the highest peak of the Coniston Fell range, and is about 2580 feet high. In very clear weather, the Isle of Man may be seen from its summit. It consists chiefly of slate, which being admirably adapted for roofing, is excavated in large quantities. Besides this there are extensive copper mines situated about half way up the hill, into which they penetrate horizontally for half a mile, while the shafts are upwards of two hundred yards deep. Great numbers of people are employed in the working of those mines which belong to Lady Le Fleming of Rydal Hall, who is also proprietor of the slate quarries. At a village called Low Nibthwaite, near Lowick Bridge, where the lake terminates in the Crake rivulet, there is an iron forge. The feeders of Coniston Water are, Black Beck and Coniston Beck, and the charr in the lake are said to be the finest in England. In ascending the Old Man, start from the village at its base and follow the road leading to the copper mines. At the distance of half a mile from the village is a foot-bridge over the stream, which must be crossed; after this the traveller may be left to find his way to the top. Instead of returning to Ambleside by the same road, through Hawkshead, the pedestrian may take the road leading from Waterhead Inn through Yewdale, which, at little more than three miles distant, joins the Little Langdale road at a point about three miles from Ambleside. Walks and excursions around Ambleside are innumerable and full of interest. We can only enumerate a few of them.","file_id":"1857_b","plnames":[["Thurston Lake",3,16],["Coniston",87,95],["Coniston",163,171],["Old Man",533,540],["The Old Man",750,761],["Coniston Fell",789,802],["Isle",866,870],["Rydal Hall",1311,1321],["Low Nibthwaite",1389,1403],["Lowick Bridge",1410,1423],["Crake",1458,1463],["Coniston Water",1512,1526],["Black Beck",1532,1542],["Coniston Beck",1547,1560],["England",1617,1624],["Old Man",1643,1650],["Ambleside",1930,1939],["Hawkshead",1966,1975],["Waterhead Inn",2023,2036],["Yewdale",2045,2052],["Little Langdale",2112,2127],["Ambleside",2167,2176],["Ambleside",2206,2215]],"geonouns":[["village",76,83],["hill",127,131],["water",156,161],["hall",172,176],["building",189,197],["lake",227,231],["cottages",237,245],["head",302,306],["road",319,323],["groves",375,381],["coppices",386,394],["ground",430,436],["lake",500,504],["outlet",515,521],["mountains",739,748],["peak",777,781],["summit",899,905],["hill",1091,1095],["quarries",1359,1367],["village",1374,1381],["lake",1435,1439],["lake",1583,1587],["village",1667,1674],["road",1702,1706],["village",1776,1783],["foot",1789,1793],["bridge",1794,1800],["stream",1810,1816],["road",1952,1956],["road",2005,2009],["road",2128,2132],["point",2138,2143]],"pos_words":[["pleasantly",99,109],["pleasant",310,318],["clear",847,852],["admirably",949,958],["finest",1607,1613],["leading",1707,1714],["top",1901,1904],["leading",2010,2017]],"neg_words":[],"events":[],"dates":[["a fine",452,458]],"times":[],"distances":[["six miles",21,30],["nearly a mile",46,59],["about 2580 feet",817,832],["half a mile",1140,1151],["half a mile",1755,1766],["more than three miles",2071,2092],["about three miles",2144,2161]],"loc_advs":[["there",1027,1032],["upwards",1174,1181],["there",1473,1478],["left",1873,1877]],"spa_preps":[["under",119,124],["over",267,271],["through",329,336],["through",367,374],["over",420,424],["near",506,510],["about",1069,1074],["into",1097,1101],["near",1405,1409],["over",1801,1805],["through",1958,1965],["through",2037,2044],["around",2199,2205]],"normalised_sentiment":0.0380952381,"vader_sentiment":0.97,"roberta_sentiment":0.9986716509},{"para_id":35,"paragraph":"The Great and Little Langdales,","file_id":"1857_b","plnames":[["Langdales",21,30]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.62,"roberta_sentiment":0.9942858815},{"para_id":36,"paragraph":"Of which Great Langdale is the finer. If the tourist desires to visit both Langdales let him go by Clappersgate, along the banks of the Brathay. About three miles from Ambleside there is a fall of about twenty feet in height, which is embosomed in remarkably fine scenery. It is a little above Skelwith Bridge. About a mile further on, the road re-crosses the stream at Colwith Bridge, above which there is another fell named Colwith Force, about seventy feet in height. It is in a dell close to the road. A short distance farther on is Little Langdale Tarn, after which the road diverging to the right ascends into a solitary scene, in the midst of which is Blea Tarn, and thence descends into Great Langdale. At a farm house called Mill Beck refreshment can be obtained. Langdale pikes may be ascended, and Dungeon Gill Force visited. Over this fall there is a natural bridge of which Wordsworth writes:","file_id":"1857_b","plnames":[["Great Langdale",9,23],["Langdales",75,84],["Clappersgate",99,111],["Brathay",136,143],["Ambleside",168,177],["Skelwith Bridge",294,309],["Colwith Bridge",370,384],["Colwith Force",426,439],["Little Langdale Tarn",537,557],["Blea Tarn",659,668],["Great Langdale",695,709],["Mill Beck",734,743],["Langdale",773,781],["Dungeon Gill Force",809,827],["Wordsworth",887,897]],"geonouns":[["banks",123,128],["fall",189,193],["road",340,344],["stream",360,366],["fell",415,419],["dell",482,486],["road",500,504],["road",575,579],["farm",716,720],["house",721,726],["pikes",782,787],["bridge",871,877]],"pos_words":[["finer",31,36],["remarkably",248,258],["fine",259,263],["right",597,602]],"neg_words":[],"events":[],"dates":[["this fall",842,851]],"times":[],"distances":[["About three miles",145,162],["about twenty feet",197,214],["About a mile",311,323],["about seventy feet",441,459]],"loc_advs":[["there",178,183],["there",398,403],["there",852,857]],"spa_preps":[["along",113,118],["above",288,293],["above",386,391],["close",487,492],["into",611,615],["into",690,694]],"normalised_sentiment":0.0481927711,"vader_sentiment":0.92,"roberta_sentiment":0.9985817671},{"para_id":37,"paragraph":"\" There is a spot which you may see, If ever you to Langdale go; Into a chasm a mighty block Hath fallen, and made a bridge of rock. The gulf is deep below, And in a basin black and small Receives a lofty waterfall.\"","file_id":"1857_b","plnames":[["Langdale",52,60]],"geonouns":[["bridge",117,123],["rock",127,131],["waterfall",205,214]],"pos_words":[["mighty",80,86]],"neg_words":[["fallen",98,104]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["below",150,155]],"normalised_sentiment":0.0,"vader_sentiment":-0.66,"roberta_sentiment":0.9958754182},{"para_id":38,"paragraph":"There are two roads through Great Langdale by which to return. The one near the hills on the left is to be preferred by pedestrians; the other is more suitable for carriages, and both pass through lovely scenery. They separate at the chapel a mile and a half from Mill Beck. The first conducts by Grasmere and Rydalmere to the Keswick road; the other, passing Elter Water, Loughrigg Fell and Tarn, joins the Clappersgate road. The whole walk, by either way, from Ambleside to Dungeon Gill Force and back, is not more than seventeen or eighteen miles.","file_id":"1857_b","plnames":[["Great Langdale",28,42],["Mill Beck",264,273],["Grasmere",297,305],["Rydalmere",310,319],["Keswick",327,334],["Elter Water",360,371],["Loughrigg Fell",373,387],["Clappersgate",408,420],["Ambleside",463,472],["Dungeon Gill Force",476,494]],"geonouns":[["roads",14,19],["hills",80,85],["carriages",164,173],["pass",184,188],["chapel",234,240],["road",335,339],["road",421,425]],"pos_words":[["suitable",151,159],["lovely",197,203]],"neg_words":[],"events":[],"dates":[["seventeen",522,531]],"times":[["The first",275,284]],"distances":[["a mile and a half",241,258],["eighteen miles",535,549]],"loc_advs":[["left",93,97]],"spa_preps":[["through",20,27],["near",71,75],["through",189,196]],"normalised_sentiment":0.0408163265,"vader_sentiment":0.84,"roberta_sentiment":0.9982402325},{"para_id":39,"paragraph":"Loughrigg Fell","file_id":"1857_b","plnames":[["Loughrigg Fell",0,14]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9942066669},{"para_id":40,"paragraph":"Should be ascended. It is not much above 1100 feet in height, and commands a fine view of all the lakes and mountains in its immediate vicinity. It is little more than a mile from the village.","file_id":"1857_b","plnames":[],"geonouns":[["lakes",98,103],["mountains",108,117],["village",184,191]],"pos_words":[],"neg_words":[],"events":[],"dates":[["a fine",75,81]],"times":[],"distances":[["1100 feet",41,50],["more than a mile",158,174]],"loc_advs":[["above",35,40]],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.2,"roberta_sentiment":0.9988827109},{"para_id":41,"paragraph":"The vale of","file_id":"1857_b","plnames":[],"geonouns":[["vale",4,8]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.5194993019},{"para_id":42,"paragraph":"Troutbeck","file_id":"1857_b","plnames":[["Troutbeck",0,9]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.7576788664},{"para_id":43,"paragraph":"is another charming scene. Go from Ambleside to near Kirkstone Pass, then turn to the right and walk down the vale along the banks of the Troutbeck to Low Wood, and back along Windermere to Ambleside; being a circuit of about ten miles through very agreeable scenery. One of the finest views that can be had of Windermere is from this road. There are also several interesting walks around Bowness, which is about eight miles from Kendal; but to particularize them would be impossible within our limits, and perhaps unnecessary, as the tourist will find it more convenient to obtain minute local information on the spot, as occasion may require.","file_id":"1857_b","plnames":[["Ambleside",35,44],["Kirkstone Pass",53,67],["Troutbeck",138,147],["Low Wood",151,159],["Windermere",176,186],["Ambleside",190,199],["Windermere",311,321],["Bowness",389,396],["Kendal",430,436]],"geonouns":[["vale",110,114],["banks",125,130],["road",335,339]],"pos_words":[["charming",11,19],["right",86,91],["agreeable",249,258],["finest",279,285],["interesting",364,375],["convenient",561,571]],"neg_words":[["impossible",473,483],["limits",495,501],["unnecessary",515,526]],"events":[],"dates":[],"times":[["obtain minute",575,588]],"distances":[["about ten miles",220,235],["about eight miles",407,424]],"loc_advs":[],"spa_preps":[["near",48,52],["down",101,105],["along",115,120],["along",170,175],["through",236,243],["around",382,388],["within",484,490]],"normalised_sentiment":0.0517241379,"vader_sentiment":0.58,"roberta_sentiment":0.9988283515},{"para_id":44,"paragraph":"Rydal Water,","file_id":"1857_b","plnames":[["Rydal Water",0,11]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9717494845},{"para_id":45,"paragraph":"And Grasmere, now claim our attention. The highway to Rydal village is not more than a mile and a quarter from Ambleside; but for pedestrians, we recommend the footpath along the banks of the Rothay, under Loughrigg Fell, as being much more sylvan and agreeable. By this route the traveller proceeds along the road to Clappersgate, until he reaches Rothay Bridge; crosses this, enters the first gate on the right, and proceeds thence along the river to Pelter Bridge. About a mile is thus added to the distance. Instead of crossing the bridge, the pedestrian may, if disposed for a longer walk, keep to the left, along the road which passes behind Coat How farm, by which he will gain the southern shore of the lake, and ultimately, by a steep ascent, reach a fine terrace, which commands a magnificent view of Grasmere. It is from this point that our drawing of that lake is taken. A little farther on, the road joins the Grasmere road, which conducts to the village of that name. By the route first mentioned, the northern shore of the lake is kept, and the pretty village of Rydal is passed. Here, on the right, is Rydal Hall, where are two picturesque falls, that ought to be seen. It is necessary to make application at the cottage near the chapel, in order to accomplish this. The lower fall is the finer of the two, and may be seen from a summerhouse in the grounds. There are some splendid trees in the park, well worth seeing. The main road beyond does not afford good views of this the smallest, but one of the most beautiful, of the English lakes. One of the few good points is Thrang Crag, through which the road is cut, a few hundred yards beyond Rydal village, on the Keswick side. On this lake, also, is Rydal Mount, long the dwelling-place of Wordsworth. It stands on the hill called Knab Scar. From this point there are some fine views. But we cannot too strongly recommend the bridle-path, on the southern shore, to those who are anxious to see the lake, with its two little grass islets, to advantage. From Rydal Mount, a footpath passes under Knab Scar, and rejoins the main road at White Moss Quarry. From this walk many charming views may be had of the scenery around Rydal Lake, which is eminently beautiful. Near White Moss Quarry, there are two old roads to","file_id":"1857_b","plnames":[["Grasmere",4,12],["Rydal",54,59],["Ambleside",111,120],["Rothay",192,198],["Loughrigg Fell",206,220],["Clappersgate",318,330],["Rothay Bridge",349,362],["Pelter Bridge",453,466],["Coat How",648,656],["Grasmere",811,819],["Grasmere",923,931],["Rydal",1078,1083],["Rydal Hall",1118,1128],["Thrang Crag",1589,1600],["Rydal",1660,1665],["Keswick",1682,1689],["Rydal Mount",1719,1730],["Wordsworth",1759,1769],["Knab Scar",1800,1809],["Rydal Mount",2026,2037],["Knab Scar",2063,2072],["White Moss Quarry",2103,2120],["Rydal Lake",2190,2200],["White Moss Quarry",2237,2254]],"geonouns":[["village",60,67],["banks",179,184],["road",310,314],["gate",395,399],["river",444,449],["bridge",536,542],["road",623,627],["passes",634,640],["farm",657,661],["shore",698,703],["lake",711,715],["terrace",765,772],["point",837,842],["lake",868,872],["road",908,912],["road",932,936],["village",960,967],["shore",1025,1030],["lake",1038,1042],["village",1067,1074],["cottage",1229,1236],["chapel",1246,1252],["grounds",1365,1372],["trees",1398,1403],["park",1411,1415],["road",1445,1449],["lakes",1552,1557],["points",1579,1585],["road",1620,1624],["village",1666,1673],["lake",1704,1708],["hill",1788,1792],["point",1821,1826],["path",1902,1906],["shore",1924,1929],["lake",1967,1971],["passes",2050,2056],["road",2095,2099],["roads",2274,2279]],"pos_words":[["recommend",146,155],["agreeable",252,261],["right",407,412],["gain",680,684],["magnificent",791,802],["pretty",1060,1066],["right",1108,1113],["picturesque",1144,1155],["accomplish",1266,1276],["finer",1305,1310],["splendid",1389,1397],["well",1417,1421],["worth",1422,1427],["afford",1466,1472],["good",1473,1477],["beautiful",1526,1535],["good",1574,1578],["fine",1842,1846],["recommend",1881,1890],["advantage",2010,2019],["charming",2142,2150],["beautiful",2221,2230]],"neg_words":[["steep",738,743],["falls",1156,1161],["fall",1293,1297],["anxious",1948,1955]],"events":[],"dates":[["a fine",758,764]],"times":[],"distances":[["a mile and a quarter",85,105],["About a mile",468,480]],"loc_advs":[["left",607,611],["behind",641,647],["near",1237,1241],["there",1827,1832],["there",2256,2261]],"spa_preps":[["along",169,174],["under",200,205],["along",300,305],["along",434,439],["along",613,618],["beyond",1450,1456],["through",1602,1609],["beyond",1653,1659],["under",2057,2062],["around",2183,2189]],"normalised_sentiment":0.0853080569,"vader_sentiment":1.0,"roberta_sentiment":-0.9737398624},{"para_id":46,"paragraph":"Grasmere,( Inns - The Red Lion, And The Swan,)","file_id":"1857_b","plnames":[["Grasmere",0,8],["Red Lion",22,30]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9938781857},{"para_id":47,"paragraph":"The lower one is the best, and ought to be taken in preference to the other, or to the main road, as the views from it are finer. It conducts past the celebrated\" Wishing Gate,\" and joins the new road, near Wordsworth's old house, at Town End. This lake is larger than Rydalmere, and the vale is remarkably beautiful. The little hill called Butterlip How affords a fine view, and Red Bank should be visited. Grasmere is, moreover, peculiarly interesting, as having been the residence for many years of Wordsworth, whose magic verse has sung of almost every nook, knoll, and rivulet around it. To this vale he brought his young bride in 1802. Here many of his brightest and happiest days were spent, - and his dust reposes in the village church of Grasmere. Our view is taken from the road passing round Loughrigg Fell. It shows the village in the centre, with Steel Fell and Saddleback immediately behind it. Helm Crag is on the left, and part of Helvellyn on the right. Helm Crag may be ascended, for the sake of the commanding view. It is about two miles from the inn to the top, and it has a curious formation of broken rocks on its summit, which has been compared by Wordsworth to an old woman seated on the crag. The view from this crag embraces the whole of the vale of Grasmere, Helvellyn, Dunmail Raise, Wansfell Pike, Saddleback, Langdale Pikes, Windermere, Esthwaite Water, and the Coniston range. We would recommend the tourist to take up his abode at Grasmere village, for short time, as it is a convenient station for visiting the objects of beauty and interest which cluster round it.","file_id":"1857_b","plnames":[["Wishing Gate",163,175],["Wordsworth",207,217],["Rydalmere",269,278],["Butterlip How",341,354],["Red Bank",380,388],["Grasmere",408,416],["Wordsworth",502,512],["Grasmere",747,755],["Loughrigg Fell",803,817],["Steel Fell",860,870],["Saddleback",875,885],["Helm Crag",909,918],["Helvellyn",947,956],["Helm Crag",971,980],["Wordsworth",1171,1181],["Grasmere",1276,1284],["Helvellyn",1286,1295],["Dunmail Raise",1297,1310],["Wansfell Pike",1312,1325],["Saddleback",1327,1337],["Langdale Pikes",1339,1353],["Windermere",1355,1365],["Esthwaite Water",1367,1382],["Coniston",1392,1400],["Grasmere",1463,1471]],"geonouns":[["road",92,96],["road",196,200],["house",224,229],["lake",249,253],["vale",288,292],["hill",329,333],["residence",474,483],["nook",557,561],["vale",601,605],["village",729,736],["church",737,743],["road",784,788],["village",832,839],["inn",1066,1069],["rocks",1123,1128],["summit",1136,1142],["crag",1212,1216],["crag",1237,1241],["vale",1268,1272],["village",1472,1479],["station",1519,1526]],"pos_words":[["best",21,25],["finer",123,128],["celebrated",151,161],["remarkably",296,306],["beautiful",307,316],["interesting",442,453],["magic",520,525],["brightest",659,668],["right",964,969],["top",1077,1080],["recommend",1417,1426],["convenient",1508,1518],["beauty",1555,1561]],"neg_words":[["peculiarly",431,441],["dust",709,713],["broken",1116,1122]],"events":[],"dates":[["a fine",363,369],["many years",488,498],["1802",636,640],["days",682,686]],"times":[],"distances":[["about two miles",1041,1056]],"loc_advs":[["past",142,146],["left",929,933]],"spa_preps":[["near",202,206],["around",582,588],["round",797,802],["behind",898,904],["round",1589,1594]],"normalised_sentiment":0.064516129,"vader_sentiment":0.99,"roberta_sentiment":0.9987803102},{"para_id":48,"paragraph":"The secluded little valley of","file_id":"1857_b","plnames":[],"geonouns":[["valley",20,26]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9985867739},{"para_id":49,"paragraph":"Easdale,","file_id":"1857_b","plnames":[["Easdale",0,7]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9696381092},{"para_id":50,"paragraph":"Lying between Helm Crag and Silver How, is extremely picturesque. Being elevated above Grasmere, the ascent affords many fine prospects of the valley. About a mile and a half up the vale is a small cascade, called Sour Milk Gill, on a stream which issues from a large tarn, less than half a mile further up. Beyond this there is another tarn, named Coddale; and further on, to the left, is a third, called Stickle Tarn, where trout fishing is good. It lies at the foot of Langdale Pikes, about three miles from Grasmere. Those who are fond of climbing can ascend the Pikes from this valley, or cross the Coddale Fell, into Borrowdale. One of the summits of Langdale Pikes is 2400 feet high, and is named Harrison Stickle; the other, 2300 feet, is called Pike o' Stickle. From either of these tops the view is very fine, embracing, of course, all that has been already seen from the summit of Helm Crag. The highest peak has the most extensive range, including part of the distant sea. The Pikes are usually ascended from Langdale; but, if the present route be adopted, it will be found more convenient and agreeable every way to ascend them from Easdale.","file_id":"1857_b","plnames":[["Helm Crag",14,23],["Silver How",28,38],["Grasmere",87,95],["Sour Milk Gill",214,228],["Coddale",349,356],["Stickle Tarn",406,418],["Langdale Pikes",472,486],["Grasmere",511,519],["Pikes",567,572],["Coddale Fell",604,616],["Borrowdale",623,633],["Langdale Pikes",657,671],["Harrison Stickle",704,720],["Pike",754,758],["Helm Crag",892,901],["The Pikes",985,994],["Langdale",1021,1029],["Easdale",1146,1153]],"geonouns":[["valley",143,149],["vale",182,186],["stream",235,241],["tarn",268,272],["tarn",337,341],["foot",464,468],["valley",583,589],["summits",646,653],["summit",882,888],["peak",915,919],["sea",980,983]],"pos_words":[["picturesque",53,64],["fine",121,125],["good",443,447],["fond",535,539],["tops",792,796],["fine",814,818],["convenient",1091,1101],["agreeable",1106,1115]],"neg_words":[["issues",248,254],["lies",452,456]],"events":[],"dates":[],"times":[],"distances":[["About a mile and a half",151,174],["half a mile",284,295],["about three miles",488,505],["2400 feet",675,684],["2300 feet",733,742]],"loc_advs":[["there",320,325],["left",381,385]],"spa_preps":[["between",6,13],["above",81,86],["into",618,622]],"normalised_sentiment":0.0560747664,"vader_sentiment":0.86,"roberta_sentiment":0.998731792},{"para_id":51,"paragraph":"Having explored Grasmere, the traveller should now proceed to Keswick. Soon after quitting the village, the Swan Inn is passed. Should the tourist have omitted to ascend Helvellyn from Patterdale, he may do so very conveniently from this point, from which the mountain is about four miles distant. The road then rises gradually until the pass of Dunmail Raise is reached, from which a fine retrospective view is to be had. There is a tradition connected with this pass, - that Dunmail, King of Cumberland, was defeated here in 945 by the Saxon King Edmund, who put out the eyes of Dunmail's two sons, and gave his lands to Malcolm King of Scotland. There is a cairn in memory of the victory. In reference to this, Wordsworth writes as follows: -","file_id":"1857_b","plnames":[["Grasmere",16,24],["Keswick",62,69],["Helvellyn",170,179],["Patterdale",185,195],["Dunmail Raise",346,359],["Cumberland",494,504],["Scotland",639,647],["Wordsworth",714,724]],"geonouns":[["village",95,102],["point",238,243],["mountain",260,268],["road",302,306],["pass",338,342],["pass",464,468],["lands",614,619]],"pos_words":[["conveniently",215,227],["defeated",510,518],["victory",683,690]],"neg_words":[],"events":[["the Swan Inn",104,116]],"dates":[["a fine",383,389]],"times":[],"distances":[["about four miles",272,288]],"loc_advs":[["here",519,523]],"spa_preps":[["out",565,568]],"normalised_sentiment":0.0483870968,"vader_sentiment":-0.23,"roberta_sentiment":0.9979861975},{"para_id":52,"paragraph":"\" They now have reached that pile of stones, Heaped over brave King Dunmail's bones: He who once held supreme command, Last king of rocky Cumberland: His bones, and those of all his power, Slain here in a disastrous hour.\"","file_id":"1857_b","plnames":[["Cumberland",138,148]],"geonouns":[["stones",37,43]],"pos_words":[["brave",57,62],["supreme",102,109]],"neg_words":[["rocky",132,137]],"events":[],"dates":[],"times":[["a disastrous hour",203,220]],"distances":[],"loc_advs":[["here",195,199]],"spa_preps":[["over",52,56]],"normalised_sentiment":0.0434782609,"vader_sentiment":0.54,"roberta_sentiment":-0.996334672},{"para_id":53,"paragraph":"Steel Fell lies to the west and Seat Sandal to the east. A little more than a mile farther, at the foot of Helvellyn, are Nag's Head and Wythburn. At the inn near the chapel here inquiry ought to be made as to the proper point from which to quit the main road, in order to follow the western shores of","file_id":"1857_b","plnames":[["Steel Fell",0,10],["Seat Sandal",32,43],["Helvellyn",107,116],["Nag's Head",122,132],["Wythburn",137,145]],"geonouns":[["foot",99,103],["inn",154,157],["chapel",167,173],["point",221,226],["road",255,259],["shores",292,298]],"pos_words":[["proper",214,220]],"neg_words":[["lies",11,15]],"events":[],"dates":[],"times":[],"distances":[["more than a mile",66,82]],"loc_advs":[["here",174,178]],"spa_preps":[["near",158,162]],"normalised_sentiment":0.0,"vader_sentiment":-0.42,"roberta_sentiment":0.9961541295},{"para_id":54,"paragraph":"Thirlmere,","file_id":"1857_b","plnames":[["Thirlmere",0,9]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.947432816},{"para_id":55,"paragraph":"As neither this lake nor its surrounding scenery can be seen to advantage from the direct road to Keswick. A fine view of the vale of Legberthwaite is obtained by this route. Our drawing gives the lake, with Saddleback immediately behind it, - Eagle Crag on the left, and Helvellyn filling up the right of the picture. The main road is rejoined at Southwaite Moss, about four miles from Keswick; but, if the tourist be a pedestrian, he will find a much more agreeable route, by proceeding from this point down the beautiful vale of St. John's, by which deviation the road will be lengthened by little more than a mile. About a mile from Keswick, on the main road, there is an eminence called Castlerigg, from the top of which can be enjoyed one of the finest scenes in the district.","file_id":"1857_b","plnames":[["Keswick",98,105],["Legberthwaite",134,147],["Saddleback",208,218],["Eagle Crag",244,254],["Helvellyn",272,281],["Southwaite Moss",348,363],["Keswick",387,394],["St. John's",532,542],["Keswick",637,644],["Castlerigg",692,702]],"geonouns":[["lake",16,20],["road",90,94],["vale",126,130],["lake",197,201],["road",328,332],["point",499,504],["vale",524,528],["road",567,571],["road",658,662],["top",713,716],["district",773,781]],"pos_words":[["advantage",64,73],["fine",109,113],["right",297,302],["agreeable",458,467],["beautiful",514,523],["eminence",676,684],["enjoyed",733,740],["finest",752,758]],"neg_words":[["deviation",553,562]],"events":[],"dates":[],"times":[],"distances":[["about four miles",365,381],["more than a mile",601,617],["About a mile",619,631]],"loc_advs":[["left",262,266],["there",664,669]],"spa_preps":[["behind",231,237],["down",505,509]],"normalised_sentiment":0.1044776119,"vader_sentiment":0.96,"roberta_sentiment":0.9926155806},{"para_id":56,"paragraph":"From Grasmere to Keswick is little more than twelve miles by the direct road; but for those who disdain distance and fatigue, we cannot too strongly recommend a deviation from the highway into the mountain tracks. Start from Grasmere, pass the western side of Helm Crag, and go up the valley of Easdale; a somewhat laborious climb conducts to a level track called Coddale Fell; cross this, and descend by Stonethwaite and Borrowdale, and so on to Keswick. This route is about twenty miles long, but the difference in distance is more than compensated for by the exhilarating air of the hill-sides, and the commanding views of the surrounding country.","file_id":"1857_b","plnames":[["Grasmere",5,13],["Keswick",17,24],["Grasmere",225,233],["Helm Crag",260,269],["Easdale",295,302],["Coddale Fell",364,376],["Stonethwaite",405,417],["Borrowdale",422,432],["Keswick",447,454]],"geonouns":[["road",72,76],["mountain",197,205],["tracks",206,212],["pass",235,239],["valley",285,291],["track",351,356],["hill",586,590],["country",642,649]],"pos_words":[["recommend",149,158],["exhilarating",562,574]],"neg_words":[["disdain",96,103],["fatigue",117,124],["deviation",161,170]],"events":[],"dates":[],"times":[],"distances":[["twelve miles",45,57],["about twenty miles",470,488]],"loc_advs":[],"spa_preps":[["into",188,192]],"normalised_sentiment":-0.0185185185,"vader_sentiment":-0.79,"roberta_sentiment":0.997228682},{"para_id":57,"paragraph":"Keswick. Hotels - Royal Oak And Queen's Head.","file_id":"1857_b","plnames":[["Keswick",0,7],["Royal Oak",18,27],["Queen's Head",32,44]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9961557984},{"para_id":58,"paragraph":"The tourist ought to make this town his head-quarters for some time, in order to explore and enjoy thoroughly the beauties of the surrounding district. Besides the hotels noted above, there are several excellent inns, where boats, guides, and all requisites for the comfort and convenience of the traveller are to be had. Should he determine upon spending some time in the vicinity, good board and lodging may be obtained at reasonable terms. Keswick is a little market-town, consisting of one large street, situate in a fine fertile valley on the south bank of the Greta, at the foot of Skiddaw, and half a mile from Derwent Water. Bassenthwaite Mere is also in the vicinity; it is connected by a river with the former lake; and the whole of the charming landscape is studded with villages and detached cottages, embosomed among the richest verdure. There are about 2000 inhabitants in the town, who are chiefly engaged in the manufacture of the linsey-woolsey stuffs and black lead pencils, the lead for which is procured in the mines of Borrowdale. The chief points of interest in and near the town are, the town-hall, erected in 1813; the parish church, upwards of half a mile distant, in which lie the remains of Dr. Southey; and the new church, an elegant building, standing on an eminence at the south end of the town, which commands a fine view of the surrounding country. There are two museums, kept by Messrs. Crosthwaite and Hutton, which ought to be visited, as they contain many curiosities and interesting specimens of the products of the neighbourhood. There is a remarkably fine model of the lake district, exhibited by its ingenious constructor, which deserves a visit, as it is wonderfully minute and correct, and coloured according to nature. It is on the scale of three inches to the mile. There is an old bell here, which has the letters H. D. R. O. 1001, stamped on it. Great Hall, the residence of the late Dr. Southey, stands on an eminence not far from the town. The whole neighbourhood of Keswick is extremely beautiful, and rich in tempting rambles.","file_id":"1857_b","plnames":[["Keswick",443,450],["Greta",566,571],["Skiddaw",588,595],["Derwent Water",618,631],["Bassenthwaite Mere",633,651],["Borrowdale",1040,1050],["Crosthwaite",1420,1431],["Great Hall",1892,1902],["Keswick",2015,2022]],"geonouns":[["town",31,35],["head",40,44],["district",142,150],["hotels",164,170],["inns",212,216],["boats",224,229],["market",463,469],["town",470,474],["street",500,506],["valley",534,540],["bank",554,558],["foot",580,584],["river",698,703],["lake",720,724],["landscape",756,765],["villages",782,790],["cottages",804,812],["town",891,895],["points",1062,1068],["town",1097,1101],["town",1111,1115],["hall",1116,1120],["parish",1143,1149],["church",1150,1156],["church",1243,1249],["building",1262,1270],["town",1320,1324],["country",1372,1379],["lake",1608,1612],["district",1613,1621],["residence",1908,1917],["town",1982,1986]],"pos_words":[["enjoy",93,98],["excellent",202,211],["comfort",266,273],["convenience",278,289],["good",383,387],["reasonable",425,435],["fertile",526,533],["charming",747,755],["lead",979,983],["lead",997,1001],["elegant",1254,1261],["eminence",1287,1295],["interesting",1508,1519],["remarkably",1579,1589],["fine",1590,1594],["ingenious",1640,1649],["wonderfully",1696,1707],["correct",1719,1726],["eminence",1956,1964],["beautiful",2036,2045],["rich",2051,2055],["tempting",2059,2067]],"neg_words":[["lie",1199,1202]],"events":[],"dates":[["a fine",519,525],["1813",1133,1137],["a fine",1341,1347],["1001",1871,1875]],"times":[["minute",1708,1714]],"distances":[["half a mile",601,612],["half a mile",1169,1180],["mile",1804,1808]],"loc_advs":[["above",177,182],["there",184,189],["upwards",1158,1165],["here",1831,1835]],"spa_preps":[["among",824,829],["about",861,866],["near",1088,1092]],"normalised_sentiment":0.1141304348,"vader_sentiment":0.99,"roberta_sentiment":0.9988172054},{"para_id":59,"paragraph":"Derwentwater,","file_id":"1857_b","plnames":[["Derwentwater",0,12]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9855981469},{"para_id":60,"paragraph":"Sometimes called Keswick Lake, is certainly one of the finest in the whole district. It is about three miles long by upwards of a mile broad, and lies within an amphitheatre of rocky, broken, picturesque mountains and precipices, whose peaks, lights, shadows, and wooded eminences are reflected from waters of peculiar clearness and considerable depth. Its surface is adorned by several islands, which are thickly wooded, and add greatly to the beauty of the scene. The chief of these are, Lord's Island, near the shore under Wallow Crag, which formerly belonged to the family of the Ratcliffes, Earls of Derwentwater; Vicar's Island, near the foot of the lake, which belongs to Captain Henry, whose residence stands on it; St. Herbert's Isle, in the centre, so called from a hermit who had his cell on it, and lived there in the seventh century; and Ramp's Holm. There is also here a singular floating island, which rises to the surface at intervals, and then sinks again. It varies in size, is covered with vegetation, and appeared last in 1842. It is supposed that its rise to the surface is caused by accumulation of gas formed by the decomposition of vegetable matter. The circuit of Keswick lake is a delightful excursion, affording many fine prospects of surpassing grandeur, wildness, and magnificence. The best views of it are to be had from Crow Park, Friar's Crag, and the Vicarage. The whole vale extends almost in a straight line from the head of Derwentwater to the foot of Bassenthwaite Lake, and is connected with Borrowdale on the south, and Thirlmere on the east, while on the west is Newlands Vale. Castlehill, one mile from Keswick on the Ambleside road, and Ashness, afford good bird's - eye views, while more distant views may be had from Latrigg, Ormathwaite, Applethwaite, and Braithwaite. Skiddaw's Cub is worth ascending.","file_id":"1857_b","plnames":[["Keswick Lake",17,29],["Lord's Island",490,503],["Wallow Crag",526,537],["Derwentwater",605,617],["Vicar's Island",619,633],["St. Herbert's Isle",724,742],["Ramp's Holm",851,862],["Keswick",1189,1196],["Crow Park",1351,1360],["Friar's Crag",1362,1374],["Vicarage",1384,1392],["Derwentwater",1460,1472],["Bassenthwaite Lake",1488,1506],["Borrowdale",1530,1540],["Thirlmere",1559,1568],["Newlands Vale",1603,1616],["Castlehill",1618,1628],["Keswick",1644,1651],["Ambleside",1659,1668],["Ashness",1679,1686],["Latrigg",1761,1768],["Ormathwaite",1770,1781],["Applethwaite",1783,1795],["Braithwaite",1801,1812],["Skiddaw's Cub",1814,1827]],"geonouns":[["district",75,83],["mountains",204,213],["precipices",218,228],["peaks",236,241],["waters",300,306],["islands",387,394],["shore",514,519],["foot",644,648],["lake",656,660],["residence",700,709],["island",903,909],["lake",1197,1201],["vale",1404,1408],["line",1438,1442],["head",1452,1456],["foot",1480,1484],["road",1669,1673]],"pos_words":[["finest",55,61],["picturesque",192,203],["beauty",445,451],["delightful",1207,1217],["fine",1244,1248],["grandeur",1273,1281],["magnificence",1297,1309],["best",1315,1319],["afford",1688,1694],["good",1695,1699],["worth",1831,1836]],"neg_words":[["lies",146,150],["rocky",177,182],["broken",184,190],["peculiar",310,318]],"events":[],"dates":[["the seventh century",826,845],["1842",1042,1046]],"times":[],"distances":[["about three miles",91,108],["a mile",128,134],["one mile",1630,1638]],"loc_advs":[["upwards",117,124],["near",505,509],["there",817,822],["here",878,882]],"spa_preps":[["within",151,157],["under",520,525],["near",635,639]],"normalised_sentiment":0.04,"vader_sentiment":0.98,"roberta_sentiment":0.9988576174},{"para_id":61,"paragraph":"In making the circuit of the lake, start by Borrowdale road, passing on the left Castle Head, Wallow Crag, and Falcon Crag. There is a cleft in Wallow Crag called the Lady's Rake, from the circumstance of the Countess of Derwentwater having escaped up this gorge when her husband was arrested for high treason. About two miles from Keswick is Barrow House, embosomed in very fine trees. There is a pretty cascade, upwards of 100 feet high, in the grounds, which is shown to the strangers on application at the lodge. A mile beyond this is the celebrated fall of","file_id":"1857_b","plnames":[["Borrowdale",44,54],["Castle Head",81,92],["Wallow Crag",94,105],["Falcon Crag",111,122],["Wallow Crag",144,155],["Lady's Rake",167,178],["Derwentwater",221,233],["Keswick",332,339],["Barrow House",343,355]],"geonouns":[["lake",29,33],["road",55,59],["trees",380,385],["grounds",447,454]],"pos_words":[["fine",375,379],["pretty",398,404],["celebrated",543,553]],"neg_words":[["treason",302,309],["fall",554,558]],"events":[],"dates":[],"times":[],"distances":[["About two miles",311,326],["100 feet",425,433],["A mile",517,523]],"loc_advs":[["left",76,80],["upwards",414,421]],"spa_preps":[["beyond",524,530]],"normalised_sentiment":0.0188679245,"vader_sentiment":0.46,"roberta_sentiment":0.9984067082},{"para_id":62,"paragraph":"Lodore,","file_id":"1857_b","plnames":[["Lodore",0,6]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9836987257},{"para_id":63,"paragraph":"hich, though comparatively a small cascade, is surrounded by grand and impressive scenery. The stream falls through a chasm between the two immense upright rocks of Gowdar Crag on the left, and Shepherd's Crag on the right. Its height is about 150 feet, and its rocky sides are covered with clinging trees and pendant herbage. Southey notices this fall in an amusing piece, which, as it were, lays bare the inexhaustible fountain whence the poet's numbers flowed. Our space will not admit of more than the following extract: -","file_id":"1857_b","plnames":[["Gowdar Crag",165,176],["Shepherd's Crag",194,209]],"geonouns":[["stream",95,101],["rocks",156,161],["trees",300,305]],"pos_words":[["grand",61,66],["impressive",71,81],["immense",140,147],["right",217,222],["amusing",359,366]],"neg_words":[["falls",102,107],["rocky",262,267]],"events":[],"dates":[["this fall",343,352]],"times":[],"distances":[["about 150 feet",238,252]],"loc_advs":[["between",124,131],["upright",148,155],["left",184,188]],"spa_preps":[["through",108,115]],"normalised_sentiment":0.0588235294,"vader_sentiment":0.81,"roberta_sentiment":0.9977369308},{"para_id":64,"paragraph":"\" How does the water come down at Lodore? Here it come sparkling, And there it lies darkling; Here smoking and frothing, Its tumult and wrath in. It hastens along, conflictingly strong, Now striking and raging, as if a war waging, In caverns and rocks among. ***** And gleaming and streaming, and steaming and beaming, And rushing and flushing, and gushing and brushing, And flapping and sapping, and clapping and slapping, And curling and whirling, and purling and twirling, Retreating and meeting, and beating and sheeting, Delaying and straying, and playing and spraying,","file_id":"1857_b","plnames":[["Lodore",34,40]],"geonouns":[["water",15,20],["rocks",246,251]],"pos_words":[["sparkling",55,64],["strong",178,184],["striking",190,198]],"neg_words":[["lies",79,83],["wrath",136,141],["raging",203,209]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",70,75]],"spa_preps":[["down",26,30],["along",157,162],["among",252,257]],"normalised_sentiment":0.0,"vader_sentiment":-0.78,"roberta_sentiment":0.9960259199},{"para_id":65,"paragraph":"Advancing and prancing, and glancing and dancing, Recalling, turmoiling, and belling and toiling, And thumping and bumping, and jumping and plumping, And dashing and flashing, and splashing and clashing, And so never ending, but always descending, Sounds and motions for ever and ever are blending, All at one and all over, with a mighty uproar - And this way the water comes down at Lodore.","file_id":"1857_b","plnames":[["Lodore",384,390]],"geonouns":[["water",364,369]],"pos_words":[["dashing",154,161],["mighty",331,337]],"neg_words":[["bumping",115,122],["uproar",338,344]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["over",318,322],["down",376,380]],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9981924891},{"para_id":66,"paragraph":"These lines, however, are only applicable to this fall after heavy rains, as during dry weather its vagaries are by no means so outrageous. From the top of the cascade there is a very fine view of Derwentwater and Skiddaw. When flooded by rains, and swelled by the tributary waters of a thousand mountain rills, Lodore becomes truly magnificent. The tremendous roar of the rushing water, as it dashes from rock to rock, and leaps in white foam impetuously along its rugged course, is so loud, that it can be heard at a distance of nine or ten miles, in calm weather. Those who possess an adventurous spirit will find the rocky scenery in this neighbourhood worthy of being clambered over, even at the risk of a few sprains and bruises! At the inn here a canon is kept to gratify the curiosity of visitors who wish to hear the grand echoes of the locality reverberate from rock to rock.","file_id":"1857_b","plnames":[["Derwentwater",197,209],["Skiddaw",214,221],["Lodore",312,318]],"geonouns":[["lines",6,11],["top",149,152],["waters",275,281],["mountain",296,304],["water",381,386],["rock",406,410],["rock",414,418],["inn",743,746],["rock",872,876],["rock",880,884]],"pos_words":[["fine",184,188],["magnificent",333,344],["calm",553,557],["adventurous",588,599],["worthy",657,663],["gratify",771,778],["grand",826,831]],"neg_words":[["outrageous",128,138],["swelled",250,257],["impetuously",444,455],["loud",487,491],["rocky",621,626],["risk",701,705],["bruises",727,734]],"events":[],"dates":[["this fall",45,54]],"times":[],"distances":[["nine or ten miles",531,548]],"loc_advs":[["there",168,173],["here",747,751]],"spa_preps":[["along",456,461],["over",683,687]],"normalised_sentiment":0.0,"vader_sentiment":0.96,"roberta_sentiment":0.9983881712},{"para_id":67,"paragraph":"Little more than a mile beyond this is Grange Bridge, which crosses Borrowdale Beck; but, before crossing it, pursue the road into Borrowdale, a mile farther, in order to see the","file_id":"1857_b","plnames":[["Grange Bridge",39,52],["Borrowdale Beck",68,83],["Borrowdale",131,141]],"geonouns":[["road",121,125]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[["more than a mile",7,23],["a mile",143,149]],"loc_advs":[["beyond",24,30]],"spa_preps":[["into",126,130]],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9904283285},{"para_id":68,"paragraph":"Bowder Stone.","file_id":"1857_b","plnames":[["Bowder Stone",0,12]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9931856394},{"para_id":69,"paragraph":"This huge mass of rock lies a little to the left of the road, and, from the similarity of its veins to those of the adjoining cliffs, it has evidently fallen from them. In shape it bears some slight resemblance to a ship on its keel, and it is 62 feet long by 36 feet high, and 84 feet in circumference. It is estimated to weigh 1771 tons. A gentleman in the neigh - bourhood, who thought that he could improve upon nature, committed some depredations on the native simplicity of this rock and its locality; among other things he erected a ladder against the side of the rock, to enable aspiring strangers to reach the top of it. No good was gained by this, as the view is not nearly equal to that which may be obtained from any of the adjacent heights, while the rude wooden structure spoils the rugged outline of the stone. Just opposite to Bowder Stone, Castle Crag rears its head. Its name is derived from a Roman fortress which once crowned its summit, and guarded the pass of Borrowdale. The views from this mount are grand and extensive. On one side are Derwentwater; its wooded islands, and the rich vale, speckled with human habitations, and mingled field and woodland scenery, with Skiddaw for a background. On the other side is the pass of Borrowdale, where the mountains are congregated in massive confusion and wild grandeur.","file_id":"1857_b","plnames":[["Bowder Stone",843,855],["Castle Crag",857,868],["Borrowdale",982,992],["Derwentwater",1061,1073],["Skiddaw",1192,1199],["Borrowdale",1251,1261]],"geonouns":[["rock",18,22],["road",56,60],["ship",216,220],["rock",485,489],["rock",571,575],["stone",819,824],["head",879,883],["summit",950,956],["pass",974,978],["mount",1014,1019],["islands",1086,1093],["vale",1108,1112],["field",1159,1164],["pass",1243,1247],["mountains",1273,1282]],"pos_words":[["improve",403,410],["top",619,622],["good",633,637],["gained",642,648],["grand",1024,1029],["rich",1103,1107],["grandeur",1329,1337]],"neg_words":[["lies",23,27],["fallen",151,157],["rude",764,768],["spoils",786,792],["confusion",1310,1319],["wild",1324,1328]],"events":[],"dates":[["1771",329,333]],"times":[],"distances":[["62 feet",244,251],["36 feet",260,267],["84 feet",278,285]],"loc_advs":[["left",44,48],["opposite",831,839]],"spa_preps":[["among",508,513],["against",547,554]],"normalised_sentiment":0.0084745763,"vader_sentiment":0.9,"roberta_sentiment":0.9946659803},{"para_id":70,"paragraph":"Returning to Grange Bridge, cross over and follow the road which leads past a hamlet called Manesty. Here there is as medicinal spring. Passing under Cat Bells, which commands one of the best views of the valley and lake, the road enters the village of Portinscale, beyond which Keswick is little more than a mile. Another pleasant excursion is round","file_id":"1857_b","plnames":[["Grange Bridge",13,26],["Manesty",92,99],["Cat Bells",150,159],["Portinscale",253,264],["Keswick",279,286]],"geonouns":[["road",54,58],["hamlet",78,84],["valley",205,211],["lake",216,220],["road",226,230],["village",242,249]],"pos_words":[["leads",65,70],["best",187,191],["pleasant",323,331]],"neg_words":[],"events":[],"dates":[["spring",128,134]],"times":[],"distances":[["more than a mile",297,313]],"loc_advs":[["past",71,75],["there",106,111]],"spa_preps":[["over",34,38],["under",144,149],["beyond",266,272],["round",345,350]],"normalised_sentiment":0.0882352941,"vader_sentiment":0.82,"roberta_sentiment":0.9988527298},{"para_id":71,"paragraph":"Bassenthwaite Lake,","file_id":"1857_b","plnames":[["Bassenthwaite Lake",0,18]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9941796064},{"para_id":72,"paragraph":"Which lies between three and four miles to the north of Derwentwater, with which it is connected by a small stream. It is four miles long, and a mile broad. Proceed by the road which leads to the village of Braithwaite, on reaching which, turn to the right, and follow the road along the southern shore of the lake, which undulates pleasantly through varied and picturesque scenery, and skirts the base of the rugged hills called Lord's Seat and Barf. From this road are seen the three beautiful vales of Braithwaite, Thornthwaite, and Keswick, as well as Bassenthwaite Lake, along the margin of which it runs. At Peel Wyke there is a small tavern, and a little beyond it the road diverges to the right, where a guide-post directs to Ouse Bridge. This bridge spans the Derwent at its source. From this point, and at Armathwaite, a little farther on, the best views are to be had. A little beyond this is Castle Inn, from which to Keswick is eight miles, by the northern shore of the lake. Ouse Bridge, by the south shore, is nine and a half miles from the same town, and the whole excursion is about eighteen miles. While at Castle Inn a walk may be taken up to the top of the Haws, from which is seen a magnificent view of the lake, and the vales of Embleton and Isell. The way to this point is along the Hesket road for about a mile, and then turn to the right, and ascend the Haws.","file_id":"1857_b","plnames":[["Derwentwater",56,68],["Braithwaite",207,218],["Lord's Seat",430,441],["Barf",446,450],["Braithwaite",505,516],["Thornthwaite",518,530],["Keswick",536,543],["Bassenthwaite Lake",556,574],["Peel Wyke",614,623],["Ouse Bridge",734,745],["Derwent",769,776],["Armathwaite",816,827],["Castle Inn",904,914],["Keswick",930,937],["Ouse Bridge",989,1000],["Castle Inn",1125,1135],["Haws",1177,1181],["Embleton",1251,1259],["Isell",1264,1269],["Hesket",1306,1312],["Haws",1379,1383]],"geonouns":[["stream",108,114],["road",172,176],["village",196,203],["road",273,277],["shore",297,302],["lake",310,314],["hills",417,422],["road",462,466],["vales",496,501],["road",676,680],["post",718,722],["bridge",752,758],["point",802,807],["shore",970,975],["lake",983,987],["shore",1015,1020],["town",1061,1065],["top",1166,1169],["lake",1228,1232],["vales",1242,1247],["point",1287,1292],["road",1313,1317]],"pos_words":[["leads",183,188],["right",251,256],["pleasantly",332,342],["picturesque",362,373],["beautiful",486,495],["well",548,552],["right",697,702],["best",854,858],["magnificent",1204,1215],["right",1357,1362]],"neg_words":[["lies",6,10]],"events":[],"dates":[],"times":[],"distances":[["four miles",29,39],["four miles",122,132],["a mile",143,149],["eight miles",941,952],["nine and a half miles",1025,1046],["about eighteen miles",1094,1114],["about a mile",1322,1334]],"loc_advs":[["there",624,629]],"spa_preps":[["between",11,18],["along",278,283],["through",343,350],["along",576,581],["beyond",662,668],["beyond",889,895],["along",1296,1301]],"normalised_sentiment":0.072,"vader_sentiment":0.96,"roberta_sentiment":0.99872154},{"para_id":73,"paragraph":"The secluded Vale of St. John's is another interesting excursion of about thirteen miles. Follow the Penrith road for four miles towards the village of Threlkeld, and just before reaching it, turn to the right into a road which follows the banks of the meandering Greta. The valley is narrow, and extremely picturesque, having Great Dodd on the left, and Naddle Fell on the right. In the midst of this valley is the celebrated rock mentioned by Sir Walter Scott in his Bridal of Triermain. It bears a striking resemblance to an old castle standing on the summit of a slight elevation. At the end of the Vale of St John's the road joins the highway, about four and a half miles from Keswick.","file_id":"1857_b","plnames":[["St. John's",21,31],["Penrith",101,108],["Threlkeld",152,161],["Greta",264,269],["Naddle Fell",355,366],["Triermain",479,488],["St John's",611,620],["Keswick",682,689]],"geonouns":[["road",109,113],["village",141,148],["road",217,221],["banks",240,245],["valley",275,281],["valley",402,408],["rock",427,431],["castle",532,538],["summit",555,561],["road",625,629]],"pos_words":[["interesting",43,54],["right",204,209],["picturesque",307,318],["right",374,379],["celebrated",416,426],["striking",501,509]],"neg_words":[],"events":[["Great Dodd",327,337]],"dates":[["the end of the",588,602],["four and a half",655,670]],"times":[],"distances":[["about thirteen miles",68,88],["four miles",118,128]],"loc_advs":[["left",345,349]],"spa_preps":[["into",210,214],["about",649,654]],"normalised_sentiment":0.0895522388,"vader_sentiment":0.94,"roberta_sentiment":0.9986279011},{"para_id":74,"paragraph":"In this walk a visit should be paid to the","file_id":"1857_b","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9982982278},{"para_id":75,"paragraph":"Druid's Temple,","file_id":"1857_b","plnames":[["Druid's Temple",0,14]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9850705862},{"para_id":76,"paragraph":"The path to which diverges to the right, from the old road to Penrith, a quarter of a mile from the toll-bar. There are forty - eight stones, chiefly granite, in this temple, which describe a circle of between eighty and a hundred feet in diameter. A little to one side is a small enclosure, formed by ten stones. The circle is about two miles from Keswick, and stands on a hill, from which there is a very fine view of Skiddaw, Helvellyn, Saddleback, and other mountains. This romantic vale is interesting, as having been the subject of poems by Scott and Wordsworth.","file_id":"1857_b","plnames":[["Penrith,",62,70],["Keswick",349,356],["Skiddaw",420,427],["Helvellyn",429,438],["Saddleback",440,450],["Wordsworth",557,567]],"geonouns":[["path",4,8],["road",54,58],["stones",134,140],["stones",306,312],["hill",374,378],["mountains",462,471],["vale",487,491]],"pos_words":[["right",34,39],["fine",407,411],["romantic",478,486],["interesting",495,506]],"neg_words":[["toll",100,104]],"events":[],"dates":[["forty",120,125]],"times":[],"distances":[["a quarter of a mile",71,90],["between eighty and a hundred feet",202,235],["about two miles",328,343]],"loc_advs":[["there",391,396]],"spa_preps":[],"normalised_sentiment":0.0625,"vader_sentiment":0.76,"roberta_sentiment":0.9980095029},{"para_id":77,"paragraph":"The valley of","file_id":"1857_b","plnames":[],"geonouns":[["valley",4,10]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9956257343},{"para_id":78,"paragraph":"Watendlath","file_id":"1857_b","plnames":[["Watendlath",0,10]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9897180796},{"para_id":79,"paragraph":"Is a lonely secluded vale, which lies parallel with Borrowdale. It forms a delightful ride or walk, but cannot easily be visited in a carriage. To reach it, proceed along the Borrowdale road, past Wallow Crag, towards Barrow House, behind which the road runs towards a pretty tarn, out of which the stream which forms Lodore waterfall issues. A rustic bridge crosses the stream here. The walk may be prolonged, if desired, over the Wythburn Fells to Thirlmere. The route is over rough heathy hills, which will delight the heart of a mountaineer.","file_id":"1857_b","plnames":[["Borrowdale",52,62],["Borrowdale",175,185],["Wallow Crag",197,208],["Barrow House",218,230],["Lodore",318,324],["Wythburn Fells",432,446],["Thirlmere",450,459]],"geonouns":[["vale",21,25],["carriage",134,142],["road",186,190],["road",249,253],["tarn",276,280],["stream",299,305],["waterfall",325,334],["bridge",352,358],["stream",371,377],["hills",492,497]],"pos_words":[["delightful",75,85],["pretty",269,275],["delight",510,517]],"neg_words":[["lonely",5,11],["lies",33,37],["issues",335,341],["rough",479,484]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["past",192,196],["here",378,382]],"spa_preps":[["along",165,170],["behind",232,238],["out",282,285],["over",423,427],["over",474,478]],"normalised_sentiment":-0.0188679245,"vader_sentiment":0.89,"roberta_sentiment":0.9985847473},{"para_id":80,"paragraph":"From Keswick to","file_id":"1857_b","plnames":[["Keswick",5,12]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9934217334},{"para_id":81,"paragraph":"Sty Head","file_id":"1857_b","plnames":[["Sty Head",0,8]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9961794615},{"para_id":82,"paragraph":"Is twelve miles. Take the Borrowdale road, which has already been described as far as the Bowder Stone. A little beyond Rosthwaite( six miles from Keswick) the valley divides into two, that on the left being Stonethwaite, the one on the right Seathwaite. Follow the latter for a mile or so, when you reach a farm-house called Seatoller. A mile further are the Blacklead or\" Wad\" mines. Just under the mines are the celebrated Yews of Borrowdale, one of which is seven yards in circumference. They are said to be the finest in England. Like almost every other object in the Lake district, these yews have been made the subject of Wordsworth's muse. At Seatoller a mountain track, diverging to the right, leads to Buttermere. At Seathwaite the road ends, and a bridle path follows the stream to a little bridge, a mile farther up, which it crosses, and ascends Sty Head. Stockley Bride is a curious specimen of native architecture, and the little cascade above it is very picturesque. Sty head is 1250 feet above the sea, and commands a splendid view of Wastdale and the Pikes. On the first level in the ascent lies a tarn, which is fed by a streamlet from Sprinkling Tarn, a few hundred feet higher up. In this excursion may be included the ascent of","file_id":"1857_b","plnames":[["Borrowdale",26,36],["Bowder Stone",90,102],["Rosthwaite",120,130],["Keswick",147,154],["Stonethwaite",208,220],["Seathwaite",243,253],["Seatoller",326,335],["Borrowdale",434,444],["England",526,533],["Wordsworth",629,639],["Seatoller",651,660],["Buttermere",712,722],["Seathwaite",727,737],["Sty Head",859,867],["Stockley Bride",869,883],["Wastdale",1052,1060],["Pikes",1069,1074],["Sprinkling Tarn",1155,1170]],"geonouns":[["road",37,41],["valley",160,166],["farm",308,312],["house",313,318],["district",578,586],["mountain",663,671],["track",672,677],["road",742,746],["path",766,770],["stream",783,789],["bridge",802,808],["head",987,991],["sea",1015,1018],["tarn",1116,1120]],"pos_words":[["right",237,242],["celebrated",415,425],["finest",516,522],["right",696,701],["leads",703,708],["picturesque",970,981],["splendid",1035,1043]],"neg_words":[["object",559,565],["lies",1109,1113]],"events":[],"dates":[],"times":[],"distances":[["twelve miles",3,15],["six miles",132,141],["a mile",277,283],["A mile",337,343],["a mile",810,816],["1250 feet",995,1004],["a few hundred feet",1172,1190]],"loc_advs":[["left",197,201],["above",1005,1010]],"spa_preps":[["beyond",113,119],["into",175,179],["under",391,396],["above",953,958]],"normalised_sentiment":0.0427350427,"vader_sentiment":0.91,"roberta_sentiment":0.9940014482},{"para_id":83,"paragraph":"Scawfell,","file_id":"1857_b","plnames":[["Scawfell",0,8]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.931253314},{"para_id":84,"paragraph":"The highest mountain in England. It s 3160 feet above the sea, and commands, of course, a most extensive view of all the mountains and valleys of the district for many miles around; including Morecambe Bay and the Welsh Highlands to the south, and the Irish Sea along the western horizon, while the prospect is bounded in the north by the blue mountains of Scotland. In clear weather the Isle of Man can be seen. The best point for commencing the ascent is from Strands, at the foot of Wast Water.","file_id":"1857_b","plnames":[["England",24,31],["Morecambe Bay",192,205],["Welsh Highlands",214,229],["Irish Sea",252,261],["Scotland",357,365],["Isle",388,392],["Strands",462,469],["Wast Water",486,496]],"geonouns":[["mountain",12,20],["sea",58,61],["mountains",121,130],["valleys",135,142],["district",150,158],["horizon",280,287],["mountains",344,353],["point",422,427],["foot",478,482]],"pos_words":[["clear",370,375],["best",417,421]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[["3160 feet",38,47]],"loc_advs":[],"spa_preps":[["above",48,53],["around",174,180],["along",262,267]],"normalised_sentiment":0.0434782609,"vader_sentiment":0.84,"roberta_sentiment":0.9987453222},{"para_id":85,"paragraph":"There are many delightful short walks about Keswick, which the tourist will easily discover, by a survey of the country from its various heights. Among them are Castle Head, or, as the inhabitants call it, Castlet, one mile from the town. Friars Crag, a promontory stretching out into the lake, of which it commands a fine view, and also a distant one of Lodore; and a walk to the Druidical circle, already alluded to. The next excursion we shall describe is that to","file_id":"1857_b","plnames":[["Keswick",44,51],["Castle Head",161,172],["Castlet",206,213],["Friars Crag",239,250],["Lodore",355,361]],"geonouns":[["country",112,119],["town",233,237],["promontory",254,264],["lake",289,293]],"pos_words":[["delightful",15,25]],"neg_words":[],"events":[],"dates":[["a fine",316,322]],"times":[],"distances":[["one mile",215,223]],"loc_advs":[],"spa_preps":[["about",38,43],["out",276,279],["into",280,284]],"normalised_sentiment":0.0238095238,"vader_sentiment":0.79,"roberta_sentiment":0.998709321},{"para_id":86,"paragraph":"Buttermere.","file_id":"1857_b","plnames":[["Buttermere",0,10]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9986024499},{"para_id":87,"paragraph":"There are two roads to this lake, both of which are interesting; but only one admits of carriage travelling. We shall describe it first. Passing the village of Portinscale, the road runs between Foe Park Woods and Swinside to the Three Road Ends. Take the one on the right, which, skirting Swinside, leads through Newlands to Buttermere. The scenery along this road is fine, particularly at a mountain called Rawling End. Just after passing Keskadale, the road ascends abruptly to Newland's Haws, after passing which it runs at a great height above the ravine, between it and the opposite hill. The view in this descent is magnificent, comprehending an immense range of mountains. The road passes a small chapel, near to which is the inn famous as being the residence of Mary Robinson, the Beauty of Buttermere. Mary's history is briefly as follows: - She was the daughter of the innkeeper, whose house was not a little indebted for its custom to the attractions of Mary. Of course she had many wooers, but rejected them all in favour of a man named Hatfield, who gave himself out to be Colonel Hope. This man, who had fled from the arm of justice into these sequestered mountains, saw, loved, and married Mary in 1802; but not long afterwards was arrested for forgery, and carried to Carlisle, where he was tried, found guilty, and hanged. Poor May remained an interesting young widow in her native valley for some time after this, and became famous in consequence of the reports of tourists regarding her beauty; but ultimately she became unromantic enough to marry a respectable farmer of Calbeck. She dies a few years ago.","file_id":"1857_b","plnames":[["Portinscale",160,171],["Foe Park Woods",195,209],["Swinside",214,222],["Three Road Ends",230,245],["Swinside",290,298],["Newlands",314,322],["Buttermere",326,336],["Rawling End",409,420],["Keskadale",441,450],["Newland's Haws",481,495],["Buttermere",800,810],["Carlisle",1285,1293],["Calbeck",1592,1599]],"geonouns":[["roads",14,19],["lake",28,32],["carriage",88,96],["village",149,156],["road",177,181],["road",361,365],["mountain",393,401],["road",456,460],["hill",589,593],["mountains",670,679],["road",685,689],["passes",690,696],["chapel",705,711],["inn",734,737],["residence",758,767],["house",897,902],["mountains",1171,1180],["valley",1400,1406]],"pos_words":[["interesting",52,63],["right",267,272],["leads",300,305],["fine",369,373],["great",530,535],["magnificent",623,634],["immense",653,660],["famous",738,744],["indebted",920,928],["favour",1028,1034],["loved",1187,1192],["interesting",1362,1373],["famous",1444,1450],["beauty",1507,1513],["enough",1552,1558],["respectable",1570,1581]],"neg_words":[["abruptly",469,477],["rejected",1007,1015],["guilty",1321,1327],["dies",1605,1609]],"events":[],"dates":[["1802",1214,1218],["May",1346,1349],["a few years ago",1610,1625]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["between",187,194],["through",306,313],["along",350,355],["above",543,548],["between",561,568],["opposite",580,588],["near",713,717],["out",1077,1080],["into",1148,1152]],"normalised_sentiment":0.0816326531,"vader_sentiment":0.99,"roberta_sentiment":0.9980580211},{"para_id":88,"paragraph":"The other road to this lake runs by Lodore, Bowder Stone, and Rosthwaite, where there is an inn. A little father, the valley divides; follow that on the right, called Seathwaite, for a mile, to Seatoller, where the road diverges to the right. It is rough and steep, and the pass is 1100 feet in height. From this point is a rapid descent into the vale at Honister Crag, three miles from Seatoller, which rises like a wall on the left to a height of 1500 feet. There are extensive slate quarries in this rock, the face of which is excavated into tiers of caverns for a considerable height. Buttermere is a small lake, about a mile and a half in length by a quarter of a mile in breadth. In form it is oblong, and sweeps round a promontory at one end. The scenery around it is grand. Its eastern side is well wooded, while on the western side a long range of mountain slopes stretch from end to end, terminating everywhere precipitously in water. At the bottom of the valley, Sour Milk-Gill falls down the steep mountains, appearing like a thread of silver on their dark sides. The mountains that surround the lake - High Crag, High Stile, Red Pike,&amp; c. - almost overshadow its waters, and give to it a somewhat gloomy appearance, which is not a little heightened by the comparative want of cultivation and human habitations. The village of Buttermere stands on a slope near the foot of the lake. There is said to be good fishing here.","file_id":"1857_b","plnames":[["Lodore",36,42],["Bowder Stone",44,56],["Rosthwaite",62,72],["Seathwaite",167,177],["Seatoller",194,203],["Honister Crag",355,368],["Seatoller",387,396],["Buttermere",589,599],["High Crag",1115,1124],["High Stile",1126,1136],["Buttermere",1343,1353]],"geonouns":[["road",10,14],["lake",23,27],["inn",92,95],["valley",118,124],["road",215,219],["pass",274,278],["point",313,318],["vale",347,351],["wall",417,421],["quarries",486,494],["rock",503,507],["lake",611,615],["promontory",727,737],["mountain",857,865],["slopes",866,872],["water",938,943],["valley",966,972],["falls",989,994],["mountains",1010,1019],["mountains",1080,1089],["lake",1108,1112],["waters",1180,1186],["village",1332,1339],["slope",1366,1371],["foot",1381,1385],["lake",1393,1397]],"pos_words":[["right",153,158],["right",236,241],["rapid",324,329],["like",410,414],["grand",775,780],["well",802,806],["like",1031,1035],["good",1419,1423]],"neg_words":[["rough",249,254],["steep",259,264],["steep",1004,1009],["dark",1064,1068],["overshadow",1165,1175],["gloomy",1214,1220]],"events":[],"dates":[],"times":[["a height of",437,448]],"distances":[["a mile",183,189],["1100 feet",282,291],["three miles",370,381],["1500 feet",449,458],["about a mile and a half",617,640],["a quarter of a mile",654,673]],"loc_advs":[["there",80,85],["left",429,433],["everywhere",910,920],["near",1372,1376],["here",1432,1436]],"spa_preps":[["into",338,342],["into",540,544],["round",719,724],["around",762,768],["down",995,999]],"normalised_sentiment":0.0145985401,"vader_sentiment":0.9,"roberta_sentiment":0.9958586097},{"para_id":89,"paragraph":"Scale Force,","file_id":"1857_b","plnames":[["Scale Force,",0,12]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9899073839},{"para_id":90,"paragraph":"One of the highest waterfalls in the country, is on the opposite side of the lake. A footpath, leading over the ground that divides the two lakes, conducts to it; but the tourist had better go by boat from the head of Crummock Water, as the footpath is disagreeably dirty in wet weather. The fall is a mile from the landing-place. It is 160 feet high, and descends between two immense perpendicular walls of rock. From a point a little above the promontory, called Ling Crag, is obtained the best view of","file_id":"1857_b","plnames":[["Crummock Water",218,232],["Ling Crag",465,474]],"geonouns":[["waterfalls",19,29],["country",37,44],["lake",77,81],["ground",112,118],["lakes",140,145],["boat",196,200],["head",210,214],["walls",399,404],["rock",408,412],["point",421,426],["promontory",446,456]],"pos_words":[["leading",95,102],["better",183,189],["immense",377,384],["best",492,496]],"neg_words":[["disagreeably",253,265],["dirty",266,271],["fall",292,296]],"events":[],"dates":[],"times":[],"distances":[["a mile",300,306],["160 feet",337,345]],"loc_advs":[["opposite",56,64]],"spa_preps":[["over",103,107],["between",365,372],["above",436,441]],"normalised_sentiment":0.0212765957,"vader_sentiment":0.55,"roberta_sentiment":0.9980657697},{"para_id":91,"paragraph":"Crummock Water,","file_id":"1857_b","plnames":[["Crummock Water",0,14]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9736106396},{"para_id":92,"paragraph":"And also the Late of Buttermere, and the surrounding country. On the east of this lake are the mountains called Whiteside, Grassmoor, and Whitelees, while Melbreak lies to the west. At Scale Hill, three miles beyond Ling Crag, there is an excellent inn. The lake is three miles long, and nearly a mile broad, and it has three small islands at its head. A boat excursion ought to be made upon it in order to see the surrounding mountains properly. The road to this lake from Buttermere is through pleasant groves and fields, and at its foot there is a pretty hill, partly wooded and partly cultivated, beyond which are the sloping fields of Lowes Water. An old writer says,\" The two lakes bear a great resemblance to each other. Both are oblong; both wind round promontories, and both are surrounded by mountains. But the lower lake is nearly a mile longer than the upper; the lines it forms are much easier, and though it has less wood on its banks, the loss is compensated by a richer display of rock scenery.\" At the north-east corner of this lake the waters find an outlet in the River Cocker, which flows through a pleasant country, a distance of about eight miles to Cockermouth, the birth-place of the poet Wordsworth.","file_id":"1857_b","plnames":[["Buttermere",21,31],["Whiteside",112,121],["Grassmoor",123,132],["Whitelees",138,147],["Melbreak",155,163],["Scale Hill",185,195],["Ling Crag",216,225],["Buttermere",474,484],["Lowes Water",640,651],["River Cocker",1083,1095],["Cockermouth",1172,1183],["Wordsworth",1213,1223]],"geonouns":[["country",53,60],["lake",82,86],["mountains",95,104],["inn",249,252],["lake",258,262],["islands",332,339],["head",347,351],["boat",355,359],["mountains",427,436],["road",451,455],["lake",464,468],["groves",505,511],["fields",516,522],["foot",535,539],["hill",558,562],["fields",630,636],["lakes",682,687],["promontories",761,773],["mountains",802,811],["lake",827,831],["lines",876,881],["wood",931,935],["banks",943,948],["rock",997,1001],["lake",1045,1049],["waters",1054,1060],["outlet",1069,1075],["country",1128,1135]],"pos_words":[["excellent",239,248],["properly",437,445],["pleasant",496,504],["pretty",551,557],["great",695,700],["easier",900,906],["richer",979,985],["pleasant",1119,1127]],"neg_words":[["lies",164,168],["loss",954,958]],"events":[],"dates":[],"times":[],"distances":[["three miles",197,208],["three miles",266,277],["nearly a mile",288,301],["nearly a mile",835,848],["about eight miles",1151,1168]],"loc_advs":[["there",227,232],["there",540,545],["beyond",601,607]],"spa_preps":[["beyond",209,215],["through",488,495],["round",755,760],["through",1109,1116]],"normalised_sentiment":0.0512820513,"vader_sentiment":0.94,"roberta_sentiment":0.9987453222},{"para_id":93,"paragraph":"Scale Hill is a good point from which to visit many interesting scenes, and might be found a convenient place to rest for a few days. There is a pleasant walk to an eminence in Mr. Marshall's woods, and another in the direction of Lorton. Ennerdale may be visited by following the stream which flows from Floutern Tarn. Besides the two routes above described, to Buttermere and Crummock Water, there is another, which, though lengthened and circuitous, is in some respects better than either of them. This road leaves Keswick by the village of Portinscale; Whinlatter, passing the celebrated yew tree; through the vale of Lorton to Scale Hill - a distance of twelve miles - and thence return to Keswick by Buttermere and Newlands, or by the slate quarries at Honister Crag, and reverse the second route described above. Two miles from Crummock Water, in a secluded, thickly wooded valley, and surrounded by the wild mountains of Low Fell, Blake Fell, and Melbreck, lies the small lake called","file_id":"1857_b","plnames":[["Scale Hill",0,10],["Mr. Marshall",177,189],["Lorton",231,237],["Ennerdale",239,248],["Floutern Tarn",305,318],["Buttermere",363,373],["Crummock Water",378,392],["Keswick",518,525],["Portinscale",544,555],["Whinlatter",557,567],["Lorton",622,628],["Scale Hill",632,642],["Keswick",695,702],["Buttermere",706,716],["Newlands",721,729],["Honister Crag",759,772],["Crummock Water",835,849],["Low Fell",929,937],["Blake Fell",939,949],["Melbreck",955,963]],"geonouns":[["point",21,26],["woods",192,197],["stream",281,287],["road",506,510],["village",533,540],["tree",596,600],["vale",614,618],["quarries",747,755],["valley",881,887],["mountains",916,925],["lake",980,984]],"pos_words":[["good",16,20],["interesting",52,63],["convenient",93,103],["pleasant",145,153],["eminence",165,173],["better",473,479],["celebrated",581,591]],"neg_words":[["wild",911,915],["lies",965,969]],"events":[],"dates":[["a few days",122,132]],"times":[],"distances":[["twelve miles",659,671],["Two miles",820,829]],"loc_advs":[["there",394,399]],"spa_preps":[["above",343,348],["through",602,609],["above",813,818]],"normalised_sentiment":0.0520833333,"vader_sentiment":0.92,"roberta_sentiment":0.9984478951},{"para_id":94,"paragraph":"Lowes Water.","file_id":"1857_b","plnames":[["Lowes Water",0,11]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9746190906},{"para_id":95,"paragraph":"This lake is not more than a mile in length. As the finest scenery lies around its foot, it is necessary to go to the head of it and look back, in order to see it to advantage. The walk round it is about seven miles.","file_id":"1857_b","plnames":[],"geonouns":[["lake",5,9],["foot",83,87],["head",118,122]],"pos_words":[["finest",52,58],["advantage",166,175]],"neg_words":[["lies",67,71]],"events":[],"dates":[],"times":[],"distances":[["more than a mile",17,33],["about seven miles",198,215]],"loc_advs":[],"spa_preps":[["around",72,78],["round",186,191]],"normalised_sentiment":0.05,"vader_sentiment":-0.2,"roberta_sentiment":0.9973161817},{"para_id":96,"paragraph":"While resident at Keswick the ascent of","file_id":"1857_b","plnames":[["Keswick",18,25]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9981194139},{"para_id":97,"paragraph":"Skiddaw","file_id":"1857_b","plnames":[["Skiddaw",0,7]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9948977828},{"para_id":98,"paragraph":"Should be made. Its height is 3022 feet above the sea, and is so easy of access that horses may be taken to the summit. From Keswick to the top is six miles; along the Penrith road, to a bridge beyond the toll-bar; cross the bridge, after which the road ascends steeply, skirting Latrig and traversing a plantation, after which another road is entered on the right; pursue this only for a few yards to a gate, just beyond which take the road to the left by the side of a fence to a hollow at the base of the steepest hill, on the right of which is a deep ravine; for a mile beyond this road ascends precipitously by the side of a stone wall which it crosses and proceeds straight forward, leaving the wall on the right, until it arrives at a barren moor called Skiddaw Forest, where there is a spring of clear water, which will prove extremely refreshing to the thirsty climber. Beyond this the ascent, passing five elevations called men, to the summit, is easy. The views from various points in ascending are remarkably fine - better, it is thought, than from the summit itself. The mountain is called","file_id":"1857_b","plnames":[["Keswick",125,132],["Penrith",168,175],["Skiddaw Forest",761,775]],"geonouns":[["sea",50,53],["summit",112,118],["road",176,180],["bridge",187,193],["bridge",225,231],["road",249,253],["road",336,340],["gate",404,408],["road",437,441],["hill",517,521],["road",586,590],["stone",630,635],["wall",636,640],["wall",701,705],["moor",749,753],["water",810,815],["summit",946,952],["points",986,992],["summit",1065,1071],["mountain",1084,1092]],"pos_words":[["easy",65,69],["top",140,143],["right",359,364],["right",530,535],["right",713,718],["clear",804,809],["refreshing",844,854],["easy",957,961],["remarkably",1010,1020],["fine",1021,1025],["better",1028,1034]],"neg_words":[["toll",205,209],["steeply",262,269],["hollow",482,488],["barren",742,748]],"events":[],"dates":[["a spring",792,800]],"times":[],"distances":[["3022 feet",30,39],["six miles",147,156],["a mile",567,573]],"loc_advs":[["beyond",194,200],["left",449,453],["forward",680,687],["there",783,788]],"spa_preps":[["above",40,45],["along",158,163],["beyond",415,421],["beyond",574,580]],"normalised_sentiment":0.0707070707,"vader_sentiment":0.95,"roberta_sentiment":0.9988358617},{"para_id":99,"paragraph":"Saddleback","file_id":"1857_b","plnames":[["Saddleback",0,10]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9925522804},{"para_id":100,"paragraph":"Is also worth ascending, but is usually omitted by tourists in consequence of its vicinity to Skiddaw, although the views from it are thought to be finer. Blencathra was the ancient name of this mountain, on which is the Threlkeld Tarn, alluded to by Sir Walter, in his Bridal of Triermain, in the following lines: -","file_id":"1857_b","plnames":[["Skiddaw",94,101],["Blencathra",155,165],["Threlkeld Tarn",221,235],["Triermain",280,289]],"geonouns":[["mountain",195,203],["lines",308,313]],"pos_words":[["worth",8,13],["finer",148,153]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0769230769,"vader_sentiment":0.12,"roberta_sentiment":0.9973888993},{"para_id":101,"paragraph":"\" Above her solitary tract Rose Glaramara's ridgy back,","file_id":"1857_b","plnames":[["Rose",27,31],["Glaramara's",32,43]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.6764127016},{"para_id":102,"paragraph":"Amid whose yawning gulfs the sun Cast umbered radiance red and dun; Though never sunbeam could discern The surface of that sable tarn, In whose black mirror you may spy The stars while noontide lights the sky.\"","file_id":"1857_b","plnames":[],"geonouns":[["tarn",129,133]],"pos_words":[["radiance",46,54]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0357142857,"vader_sentiment":0.34,"roberta_sentiment":0.9891434312},{"para_id":103,"paragraph":"Wast Water and Ennerdale","file_id":"1857_b","plnames":[["Wast Water",0,10],["Ennerdale",15,24]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9073352218},{"para_id":104,"paragraph":"Are usually visited from Whitehaven, but they can also be reached from Keswick; part of the way, however, has to be accomplished on foot. One route is by Borrowdale, over Styhead; another is as follows: - Proceed past Scale Hill, by any of the routes before mentioned, to Lowes Water, and thence to Lampleugh Cross and Ennerdale Bridge. Thence to Calder Bridge, where there are two good inns, and on to Gosforth and the Strands in Wastdale; but this route is very circuitous. Wast Water is three miles in length, and three quarters of a mile in breadth, and the scenery around it is rugged and less attractive than that of most of the other lakes, from which circumstance, and the difficulty of access to it, it is seldom visited. There is nothing very striking in the features and character of Ennerdale Lake, though it is not without its beauties; but, after the romantic and superb scenery which the tourist has already passed, we would recommend him to rest satisfied with the view of those lakes that is to be had from the various mountain tops he may have scaled during his progress through the Lake District -","file_id":"1857_b","plnames":[["Whitehaven",25,35],["Keswick",71,78],["Borrowdale",154,164],["Styhead",171,178],["Scale Hill",218,228],["Lowes Water",272,283],["Lampleugh Cross",299,314],["Ennerdale Bridge",319,335],["Calder Bridge",347,360],["Gosforth",403,411],["Strands",420,427],["Wastdale",431,439],["Wast Water",476,486],["Ennerdale Lake",795,809],["Lake District",1101,1114]],"geonouns":[["foot",132,136],["inns",387,391],["lakes",641,646],["lakes",995,1000],["mountain",1036,1044]],"pos_words":[["accomplished",116,128],["good",382,386],["attractive",599,609],["striking",753,761],["romantic",865,873],["superb",878,884],["recommend",940,949],["satisfied",962,971],["tops",1045,1049],["progress",1080,1088]],"neg_words":[["difficulty",681,691]],"events":[],"dates":[["three quarters",517,531]],"times":[],"distances":[["three miles",490,501],["a mile",535,541]],"loc_advs":[["past",213,217],["there",368,373],["without",828,835]],"spa_preps":[["over",166,170],["around",570,576],["through",1089,1096]],"normalised_sentiment":0.1,"vader_sentiment":0.99,"roberta_sentiment":0.9879406691},{"para_id":105,"paragraph":"\" Then, casting back one lingering glance On river, lake, and fell, We quit the bright scene, murmuring Regretfully - Farewell!\"","file_id":"1857_b","plnames":[],"geonouns":[["river",45,50],["lake",52,56],["fell",62,66]],"pos_words":[["bright",80,86]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0625,"vader_sentiment":0.0,"roberta_sentiment":-0.9967063069}]