[{"para_id":0,"paragraph":"The next morning we resumed our journey to Kendal. As the road is hilly, and presents many views of mountain scenery, we deserted the vehicle and walked the greater part of the way. The highest of the fells is between two and three thousand feet, commanding an extensive prospect into Garsdale on one side, and the vale of the Kennet in which Kendal is situated, on the other. Great numbers of sheep, of a peculiar kind, with large horns and black faces, were seen feeding upon the moor, which is irreclaimable and fit only for wild pasture land. Not a tree of any kind, nor even a bush is to be seen for miles. The hills, or fells, as they are here called, are uniformly covered with brown heath, which has a purple blossom, and gives a peculiar complexion to the scenery.","file_id":"1827_b","plnames":[["Kendal",43,49],["Kendal",343,349]],"geonouns":[["road",58,62],["mountain",100,108],["vale",315,319],["moor",482,486],["land",541,545],["tree",553,557],["hills",616,621]],"pos_words":[["blossom",717,724]],"neg_words":[["peculiar",406,414],["wild",528,532],["peculiar",738,746]],"events":[],"dates":[],"times":[["The next morning",0,16]],"distances":[["three thousand feet",226,245]],"loc_advs":[["here",645,649]],"spa_preps":[["between",210,217],["into",280,284]],"normalised_sentiment":-0.0281690141,"vader_sentiment":0.96,"roberta_sentiment":0.9981396198},{"para_id":1,"paragraph":"In descending from the height of land towards Kendal, we made a diversion from the road, for the purpose of visiting the ruins of the castle, perched upon the brow of the hill which overlooks the town. This was once a fortress of great strength, surrounded by a moat, and entered on a draw bridge. It had four towers, fragments of which are yet standing, as is also the greater part of the wall. The castle is girt with a belt of woods, growing upon the ancient moat, and giving to the gray battlements peeping through the foliage, a picturesque effect. A herd of cattle, grazing the green turf, were at the time of our visit the sole occupants; and a surly bull, bellowing and spurning the earth, seemed ready to make war upon us in defence of his garrison. But, in despite of his menaces, we succeeded in scaling the parapet, whence a charming view was obtained of Kendal stretched at our feet, of the River Kent or Kennet, and the Canal by its side, of the beautiful vale above and below the town, and of the high hills by which it is on all sides encompassed.","file_id":"1827_b","plnames":[["Kendal",46,52],["Kendal",867,873],["River Kent",904,914]],"geonouns":[["land",33,37],["road",83,87],["castle",134,140],["brow",159,163],["hill",171,175],["town",196,200],["bridge",290,296],["towers",310,316],["wall",390,394],["castle",400,406],["woods",430,435],["feet",891,895],["vale",970,974],["town",995,999],["hills",1017,1022]],"pos_words":[["great",230,235],["picturesque",534,545],["ready",705,710],["succeeded",794,803],["charming",837,845],["beautiful",960,969]],"neg_words":[["ruins",121,126]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["above",975,980]],"spa_preps":[["through",511,518],["below",985,990]],"normalised_sentiment":0.0520833333,"vader_sentiment":0.97,"roberta_sentiment":0.9976059198},{"para_id":2,"paragraph":"Clambering through a breach in the wall, and descending from the lofty eminence, we crossed the canal and river on handsome bridges, passed the new gas-works which are of lime-stone, as is indeed the whole town, and visited St. Mary's Church. This is an antique, oddly shaped, but venerable structure, the chief interest of which is derived from having been once visited and minutely described by the poet Gray. He however descended much more into detail, than would be either instructive or amusing to my readers, who care little about heraldry and the genealogies of noblemen, whether buried here or elsewhere. The Sexton conducted us to a tomb in one corner of the church, constructed of plain lime-stone slabs, with an oaken canopy above it, in which he said the remains of Catherine Parr, one of the wives of Henry Viii. were deposited. There is an illegible inscription on one end of the sarcophagus. Many of the Parr and Strickland families were buried here.","file_id":"1827_b","plnames":[["Strickland",928,938]],"geonouns":[["wall",35,39],["canal",96,101],["river",106,111],["bridges",124,131],["stone",176,181],["town",206,210],["church",668,674],["stone",702,707]],"pos_words":[["eminence",71,79],["handsome",115,123],["works",152,157],["instructive",477,488],["amusing",492,499]],"neg_words":[["breach",21,27],["oddly",263,268]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["here",594,598],["elsewhere",602,611],["above",736,741],["here",960,964]],"spa_preps":[["through",11,18],["into",443,447],["about",531,536]],"normalised_sentiment":0.0352941176,"vader_sentiment":0.93,"roberta_sentiment":0.9678391218},{"para_id":3,"paragraph":"The interior of the church is singularly finished with double aisles, and ranges of arches running transversely. On the walls, the commandments, and the greater part of the Sermon on the Mount are painted in large letters. It is a very old edifice, and every corner of the precincts is crowded with the dead. The Sexton is an aged man, and thought he remembered Gray, but said he had so many visiters, that he could not recollect all their names.","file_id":"1827_b","plnames":[["Mount",187,192]],"geonouns":[["church",20,26],["walls",120,125]],"pos_words":[],"neg_words":[["crowded",286,293],["dead",303,307]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.0526315789,"vader_sentiment":-0.23,"roberta_sentiment":0.9963399172},{"para_id":4,"paragraph":"On our way to the hotel, we perambulated most of the town. The uniform complexion of its buildings gives it a remarkably neat appearance. It is a place of considerable trade and importance, being the capital of the barony of Kendal, one of the great divisions of Westmoreland. Its population, amounting to six or eight thousand, is chiefly employed in manufactures of different kinds, none of which were new to us, except that of fish-hooks, an article upon too small a scale to attract much attention.","file_id":"1827_b","plnames":[["Kendal",225,231],["Westmoreland",263,275]],"geonouns":[["hotel",18,23],["town",53,57],["buildings",89,98]],"pos_words":[["remarkably",110,120],["neat",121,125],["great",244,249]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0681818182,"vader_sentiment":0.91,"roberta_sentiment":0.9972122312},{"para_id":5,"paragraph":"While we were at dinner, repeated rounds of applause were heard from the town-house, nearly opposite the hotel; and on inquiring into the cause, the waiter informed us, that Mr. Canning was dining with the Corporation, augmented by the\" nobility and gentry\" in the vicinity, who were holding their annual meeting, as the custom is, to consult on things in general, relating to the district. Shouts continued till late in the evening; and it was concluded, that the Secretary must be very popular to create so much noise. It was afterwards mentioned by some of the family, that Mr. Canning was under the same roof with us, attending a ball given on the occasion, which kept the musicians piping and the house jarring all night. The next morning it was ascertained, that the Secretary had not been in town, but was expected. He arrived yesterday, stopping to change horses at the King's Arms, and affording us an opportunity to look at him and his son. They were on their return from the Lakes. Half of the inhabitants in town collected round the carriage, to take a peep at a man, who is the most prominent in the government, and who has raised himself by his own efforts to an enviable distinction.","file_id":"1827_b","plnames":[["Lakes",986,991]],"geonouns":[["town",73,77],["house",78,83],["hotel",105,110],["district",381,389],["house",702,707],["town",799,803],["town",1020,1024],["carriage",1045,1053]],"pos_words":[["popular",488,495],["prominent",1096,1105],["enviable",1177,1185],["distinction",1186,1197]],"neg_words":[["noise",514,519],["jarring",708,715]],"events":[],"dates":[["the\"",232,236],["annual",298,304],["yesterday",834,843]],"times":[["late in the evening",413,432],["all night",716,725],["The next morning",727,743]],"distances":[],"loc_advs":[],"spa_preps":[["opposite",92,100],["into",129,133],["under",593,598],["round",1035,1040]],"normalised_sentiment":0.0204081633,"vader_sentiment":0.87,"roberta_sentiment":-0.9883974195},{"para_id":6,"paragraph":"Lakes Of Cumberland-- Windermere-- Coniston-- Rydal Water-- Visit To The Cottage Of A Distinguished Poet-- Excursion To Langdale-- Grasmere.","file_id":"1827_b","plnames":[["Lakes",0,5],["Rydal",46,51],["Grasmere",131,139]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9987844825},{"para_id":7,"paragraph":"September, 1825.","file_id":"1827_b","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["September, 1825",0,15]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9862818122},{"para_id":8,"paragraph":"On the 10th we left Kendal for Bowness, on Lake Windermere, distant nine miles. A constant succession of hills, over which the road leads, compelled us to walk most of the way. But fatigue was alleviated and rewarded by the richness of the mountain scenery, which opened upon us at every step. On the left, towards the south-west was obtained a distant view of the great bay of Morecamb, setting up from the Irish sea, and forming one of the boundaries of the lake country. The point visible is called Sand Side, near Milnthorpe, the only sea-port in the county of Westmoreland.","file_id":"1827_b","plnames":[["Kendal",20,26],["Bowness",31,38],["Lake Windermere",43,58],["Westmoreland",565,577]],"geonouns":[["hills",105,110],["road",127,131],["mountain",240,248],["bay",371,374],["sea",414,417],["lake",460,464],["country",465,472],["point",478,483],["sea",539,542],["port",543,547],["county",555,561]],"pos_words":[["leads",132,137],["richness",224,232],["great",365,370]],"neg_words":[["fatigue",181,188]],"events":[],"dates":[],"times":[],"distances":[["nine miles",68,78]],"loc_advs":[["left",15,19],["left",301,305]],"spa_preps":[["over",112,116],["near",513,517]],"normalised_sentiment":0.0357142857,"vader_sentiment":0.94,"roberta_sentiment":0.998840034},{"para_id":9,"paragraph":"From a lofty eminence, seven or eight miles from Kendal, we caught the first glimpse of Windermere, or Winandermere, as it is generally written, stretching far beneath us, and embosomed in a deep vale, surrounded on all sides by ranges of mountains rising peak above peak. It was a glorious view, affording a presage of the grandeur and beauty of that region of which this was the entrance. Each of us stood motionless and silent for some minutes, while contemplating the features of a scene, about which so much has been said, and of which our expectations were raised to so high a pitch. Extravagant as are the pictures which a luxuriant fancy has drawn of these hills, woods, and waters, seldom has indiscriminate praise been lavished with so little disappointment to the visitant.","file_id":"1827_b","plnames":[["Kendal",49,55],["Windermere",88,98],["Winandermere",103,115]],"geonouns":[["vale",196,200],["mountains",239,248],["peak",256,260],["peak",267,271],["region",352,358],["entrance",381,389],["hills",665,670],["woods",672,677],["waters",683,689]],"pos_words":[["eminence",13,21],["glorious",282,290],["grandeur",324,332],["beauty",337,343],["silent",423,429],["luxuriant",630,639],["fancy",640,645],["praise",717,723]],"neg_words":[["motionless",408,418],["indiscriminate",702,716],["disappointment",753,767]],"events":[],"dates":[],"times":[["some minutes",434,446]],"distances":[["seven or eight miles",23,43]],"loc_advs":[["beneath",160,167],["above",261,266]],"spa_preps":[["about",493,498]],"normalised_sentiment":0.078125,"vader_sentiment":0.73,"roberta_sentiment":0.9986615181},{"para_id":10,"paragraph":"The road which winds down a steep declivity towards Bowness, discloses at every turn a new combination of objects in the landscape; and after all the fatigue which was subsequently endured in climbing eminences, to find the most eligible positions for observation, our earliest views, obtained without effort, were among the finest. Some allowance should, however, be made for the novelty of first impressions, which are generally the most vivid and interesting.","file_id":"1827_b","plnames":[["Bowness",52,59]],"geonouns":[["road",4,8],["landscape",121,130]],"pos_words":[["finest",325,331],["novelty",381,388],["vivid",440,445],["interesting",450,461]],"neg_words":[["steep",28,33],["fatigue",150,157]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["without",294,301]],"spa_preps":[["down",21,25],["among",315,320]],"normalised_sentiment":0.0526315789,"vader_sentiment":0.43,"roberta_sentiment":0.9986132383},{"para_id":11,"paragraph":"A loitering walk of a mile brought us to the White Lion Hotel, situate in the midst of a neat little village, which rises beautifully from the eastern shore of the lake, about midway between its northern and southern extremities. The grounds about the house are tastefully laid out, and the green court-yard in front, looking directly upon the water, is richly ornamented with shrubbery. The windows of our sitting-room, round which the last roses of summer were still clustering, opened upon a wide and diversified prospect, which would sometimes steal in and interrupt the more sensual enjoyments of the table.","file_id":"1827_b","plnames":[],"geonouns":[["village",101,108],["shore",151,156],["lake",164,168],["grounds",234,241],["house",252,257],["water",344,349],["table",606,611]],"pos_words":[["neat",89,93],["beautifully",122,133],["richly",354,360],["diversified",504,515]],"neg_words":[["steal",548,553],["interrupt",561,570]],"events":[],"dates":[["summer",451,457]],"times":[],"distances":[["a mile",20,26]],"loc_advs":[],"spa_preps":[["about",170,175],["between",183,190],["about",242,247],["out",278,281],["round",421,426]],"normalised_sentiment":0.0357142857,"vader_sentiment":0.86,"roberta_sentiment":0.9988414645},{"para_id":12,"paragraph":"Immediately after our arrival, we procured a guide, and followed his footsteps to the summit of a hill called Biscot How, half a mile from the hotel, taking care to ascend behind the peak of the eminence, so that the amphitheatre of mountains, with the lake washing their bases, might burst suddenly upon us, and add to the beauty of the prospect. Seating himself in the midst of our little circle, reclining upon the cliffs, in the lee of a ridge of rocks which sheltered us from the inclemency of a high and bleak wind, the guide proceeded to designate the prominent objects embraced within our horizon. The recapitulation of a long catalogue of names, some of which are sufficiently barbarous, as Hardknot and Wrynose for instance, could afford no amusement to my readers. Suffice it to say, that about the northern extremity or head of the Lake, there is a cluster of mountains, rising to the height of about three thousand feet, and lifting their naked summits above smooth and green declivities, which slope in graceful curves to the edge of the water. The loftiest and by far the grandest of these are two castellated rocks, called Langdale Pikes, towering above the rest in gloomy majesty, and hiding their storm-beaten heads in the clouds. This is almost the only point about Windermere, which possesses the character of sublimity; but there are a thousand views which are eminently soft and beautiful. The western shore is bounded by a high and uniform hill, called Furness Fell, which is clothed to the top with an artificial forest, chiefly of Scotch fir, and adds nothing to the interest of the scenery. Towards the south, the mountains sink into hills of moderate height, and become tame.","file_id":"1827_b","plnames":[["Hardknot",700,708],["Wrynose",713,720],["Langdale Pikes",1139,1153],["Windermere",1285,1295],["Furness",1476,1483]],"geonouns":[["summit",86,92],["hill",98,102],["hotel",143,148],["peak",183,187],["mountains",233,242],["lake",253,257],["ridge",442,447],["rocks",451,456],["horizon",597,604],["head",832,836],["mountains",872,881],["summits",958,965],["slope",1008,1013],["edge",1040,1044],["water",1052,1057],["rocks",1125,1130],["heads",1228,1233],["point",1273,1278],["shore",1424,1429],["hill",1463,1467],["forest",1537,1543],["mountains",1640,1649],["hills",1660,1665]],"pos_words":[["eminence",195,203],["beauty",324,330],["prominent",559,568],["sufficiently",673,685],["afford",741,747],["smooth",972,978],["graceful",1017,1025],["majesty",1189,1196],["soft",1392,1396],["beautiful",1401,1410],["top",1514,1517]],"neg_words":[["bleak",510,515],["barbarous",686,695],["gloomy",1182,1188],["sink",1650,1654]],"events":[],"dates":[],"times":[],"distances":[["half a mile",122,133],["about three thousand feet",907,932]],"loc_advs":[["there",850,855],["there",1345,1350]],"spa_preps":[["behind",172,178],["within",586,592],["about",800,805],["above",966,971],["above",1164,1169],["about",1279,1284],["into",1655,1659]],"normalised_sentiment":0.0466666667,"vader_sentiment":0.91,"roberta_sentiment":0.9987307191},{"para_id":13,"paragraph":"The Lake itself is ten or twelve miles in length, and about one mile in breadth, giving it the appearance of a river as wide as the Hudson. Nearly its whole extent was visible from this point of observation. It occupies the bed of a long and deep valley denominated Langdale, opening from the centre of the mountainous region to the bay of Morecamb. Its shores are indented by bold promontories, which sometimes push themselves far towards the middle. It is studded with numerous islands, the principal group of which, opposite Bowness, is so thickly sown, as nearly to intersect the lake into two equal portions, when viewed from its level.","file_id":"1827_b","plnames":[["Hudson",132,138],["Langdale",266,274],["Bowness",528,535]],"geonouns":[["river",111,116],["point",186,191],["bed",224,227],["valley",247,253],["region",319,325],["bay",333,336],["shores",354,360],["promontories",382,394],["islands",480,487],["lake",584,588]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[["ten or twelve miles",19,38],["about one mile",54,68]],"loc_advs":[["opposite",519,527]],"spa_preps":[["into",589,593]],"normalised_sentiment":0.0,"vader_sentiment":0.61,"roberta_sentiment":0.9972954392},{"para_id":14,"paragraph":"On the first day of our visit, the aspect of the water was dark and wild, catching the complexion of the skies, enveloped in flying clouds, which alternately thickening and breaking, changed in rapid succession the scenes of the magnificent theatre around us. The waves were crested with foam, seeming the whiter by a contrast with the gloomy surges upon which it broke, and with the deep verdure of the shores. Our guide stated, that he had seen the lake lashed into a perfect fury by the storms, which pour over the mountains and sweep along the vale in tornadoes. In one instance, within his recollection, an immense water-spout rose from the surface, and dashed against the hills, descending in torrents. In another, a boat was capsized, and a wedding party consisting of forty - seven persons, including the bride and bridegroom, all went to the bottom.","file_id":"1827_b","plnames":[],"geonouns":[["water",49,54],["shores",404,410],["lake",451,455],["mountains",518,527],["vale",548,552],["water",620,625],["hills",678,683],["boat",723,727]],"pos_words":[["rapid",194,199],["magnificent",229,240],["perfect",470,477],["immense",612,619]],"neg_words":[["dark",59,63],["wild",68,72],["breaking",173,181],["gloomy",336,342],["broke",364,369],["fury",478,482]],"events":[],"dates":[["the first day",3,16],["forty",776,781]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["around",249,255],["into",463,467],["over",509,513],["along",538,543],["within",584,590],["against",666,673]],"normalised_sentiment":-0.025974026,"vader_sentiment":0.61,"roberta_sentiment":0.9985297918},{"para_id":15,"paragraph":"The legendary tales of this old resident of the village, and the quiet of our own contemplations, were suddenly interrupted by the\" hark-a-way\" of a group of mounted huntsmen, and the music of a pack of hounds, to the number of about thirty, scouring the neighbouring hills in pursuit of a hare, which had been started from the fern. It was the first regular chase we had ever seen; and the noisy concert of the dogs, sometimes approaching within a few yards of us, and then receding through tangled copses or deep glens, necessarily drew our attention to a scene which possessed no other attraction than novelty. Of all the sports in which\" children of a larger growth\" indulge, that of hunting the hare seemed to us the most puerile, inhuman, and unmanly. Here were half a dozen men, tricked out with as much formality and equipage, as a militia colonel on muster day, pressing forward with ardour in the noble pursuit of a poor, harmless tenant of the forest, happy in his brief existence, and in the enjoyment of the little domain which nature had assigned him. What a spectacle!-- The wanton cruelty of the sport is aggravated by the circumstance of the animal's being devoured by the hounds, as soon as he is overtaken, to give them a keener thirst for blood; as also by the absence of all those manly feats of horsemanship and personal prowess, evinced in leaping fences or ditches.","file_id":"1827_b","plnames":[],"geonouns":[["village",48,55],["hills",268,273],["glens",515,520],["forest",955,961]],"pos_words":[["legendary",4,13],["quiet",65,70],["attraction",589,599],["novelty",605,612],["noble",907,912],["harmless",932,940],["happy",963,968],["enjoyment",1004,1013],["overtaken",1215,1224],["prowess",1343,1350]],"neg_words":[["noisy",391,396],["tangled",492,499],["indulge",671,678],["inhuman",736,743],["tricked",786,793],["poor",926,930],["wanton",1090,1096],["cruelty",1097,1104],["thirst",1248,1254],["absence",1281,1288]],"events":[],"dates":[["the\"",127,131],["muster day",859,869]],"times":[],"distances":[],"loc_advs":[["forward",880,887]],"spa_preps":[["about",228,233],["within",440,446],["through",484,491],["out",794,797]],"normalised_sentiment":0.0,"vader_sentiment":0.53,"roberta_sentiment":0.9970433116},{"para_id":16,"paragraph":"Descending from the eminence, which, with one in the vicinity, still more eligible as an observatory, was climbed again the next morning, for the purpose of viewing the scenery under the modification of a very different light and shade, we chartered a boat and crossed to the opposite side of the lake, although the state of the weather was rather unfavourable to an excursion upon the water. Our little bark, on reaching a point where the winds and waves came up from the south reach, unbroken by interposing islands, was tossed by heavy swells like the billows of the ocean. Landing at the ferry-house, and pursuing our way to a charming little cottage closely embowered in woods and half hidden by flowers still in bloom, we were conducted by a female along a winding path over-arched by trees, and beaten on one side by the surges of the lake, to a building which goes by the local name of the\" First Station.\" It is a kind of Lodge, erected at the expense of Mr. Curwen, Member of Parliament, and the proprietor of Belle Isle, the largest island in Windermere, on which is his summer residence. The edifice is of stone, standing far up the side of Furness Fell, at the base of impending cliffs, partly concealed by hanging woods. Its location is such, as to command a view from the windows of the second story, of nearly the whole lake, with its islands and the surrounding hills. Nothing can be finer than a peep from this retreat at such an expanse of water, spreading beyond a foreground of woods covering the declivity, and bounded on all sides by the most picturesque mountain scenery. The principal apartment in the building is of an odd shape, being adapted to the uses of an observatory. It has three large windows in projecting alcoves, looking in different directions. A part of the glass is stained with different colours, for the purpose of imparting fanciful hues to the landscape: and the panes possess the magical powers of the kaleidoscope. The blue changes the aspect of the scene into a wintery prospect, while the green at the bleakest season can restore the verdure of summer. Mr. Curwen frequently gives dinner and tea-parties at the Lodge, which nature and art both conspire to render a charming retreat.","file_id":"1827_b","plnames":[["Belle Isle",1020,1030],["Windermere",1054,1064],["Furness",1153,1160]],"geonouns":[["boat",252,256],["lake",297,301],["water",386,391],["point",424,429],["islands",510,517],["ferry",592,597],["house",598,603],["cottage",647,654],["woods",676,681],["winding",763,770],["path",771,775],["trees",791,796],["lake",842,846],["building",853,861],["island",1044,1050],["residence",1089,1098],["stone",1118,1123],["woods",1228,1233],["lake",1336,1340],["islands",1351,1358],["hills",1379,1384],["water",1459,1464],["woods",1499,1504],["mountain",1578,1586],["building",1627,1635],["landscape",1889,1898]],"pos_words":[["eminence",20,28],["like",546,550],["charming",631,639],["bloom",718,723],["finer",1401,1406],["picturesque",1566,1577],["magical",1926,1933],["charming",2214,2222]],"neg_words":[["impending",1182,1191],["retreat",1429,1436],["odd",1645,1648],["fanciful",1868,1876],["conspire",2193,2201],["retreat",2223,2230]],"events":[["the\" First Station",894,912]],"dates":[["summer",1082,1088],["season",2060,2066],["summer",2094,2100]],"times":[["the next morning",120,136]],"distances":[],"loc_advs":[["beyond",1476,1482]],"spa_preps":[["under",177,182],["opposite",276,284],["along",755,760],["over",776,780],["into",2003,2007]],"normalised_sentiment":0.0100502513,"vader_sentiment":0.94,"roberta_sentiment":0.9971213937},{"para_id":17,"paragraph":"A squall overtook us on our return to the ferry, and compelled us to seek shelter in a large and commodious hotel near the water. After the rain had intermitted, we re-embarked, and landed upon Curwen's Island, with the intention of walking round it, a distance of two miles, and of examining the house. Before half the circuit had been accomplished, a black cloud lowered upon the brow of Furness Fell, and it commenced pouring in torrents, accompanied by a high wind, on the wings of which the storm seemed to ride, descending obliquely through the atmosphere. The grandeur of the tempest, and the pattering of the heavy drops upon the leaves of the forest trees, under which we sought shelter, reconciled us to the slight inconvenience of getting wet.","file_id":"1827_b","plnames":[["Furness",390,397]],"geonouns":[["ferry",42,47],["hotel",108,113],["water",123,128],["house",297,302],["brow",382,386],["forest",652,658],["trees",659,664]],"pos_words":[["overtook",9,17],["commodious",97,107],["accomplished",337,349],["grandeur",567,575]],"neg_words":[["cloud",359,364],["tempest",583,590],["inconvenience",725,738]],"events":[],"dates":[],"times":[],"distances":[["two miles",265,274]],"loc_advs":[],"spa_preps":[["near",114,118],["round",241,246],["through",539,546],["under",666,671]],"normalised_sentiment":0.0142857143,"vader_sentiment":0.54,"roberta_sentiment":-0.9923440814},{"para_id":18,"paragraph":"Mr. Curwen has manifested a good deal of taste in laying out and adorning this island, as well as in the style of his house. Every foot of the ground is under cultivation. A neat gravel walk, bordered with pine, beach, and other forest trees planted in such a way, as to give the appearance of having been scattered by the careless hand of Nature, extends close by the shore quite round the island. The mansion itself, elevating its dome amidst the copse which surrounds it, is of Grecian architecture, said to be an imitation of the Parthenon.","file_id":"1827_b","plnames":[],"geonouns":[["island",79,85],["house",118,123],["foot",131,135],["ground",143,149],["beach",212,217],["forest",229,235],["trees",236,241],["shore",369,374],["island",391,397],["mansion",403,410]],"pos_words":[["good",28,32],["well",90,94],["neat",174,178]],"neg_words":[["careless",323,331]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["out",57,60],["under",153,158],["close",356,361],["round",381,386],["amidst",438,444]],"normalised_sentiment":0.0408163265,"vader_sentiment":0.87,"roberta_sentiment":0.9986622334},{"para_id":19,"paragraph":"On the following morning, the sky was clear, with the exception of a few fleecy clouds, the shadows of which, as they occasionally sailed along the placid bosom of the lake, and crept up the sides of the mountains, gilded by a bright sun, imparted a new charm to the scenery. Each of us sat for an hour, like a statue upon the rocks, gazing at the never-ending variety in this great panorama of nature.","file_id":"1827_b","plnames":[],"geonouns":[["lake",168,172],["mountains",204,213],["rocks",327,332]],"pos_words":[["clear",38,43],["bright",227,233],["charm",254,259],["like",304,308],["variety",361,368],["great",377,382]],"neg_words":[["crept",178,183]],"events":[],"dates":[],"times":[["the following morning",3,24],["an hour",295,302]],"distances":[],"loc_advs":[],"spa_preps":[["along",138,143]],"normalised_sentiment":0.1351351351,"vader_sentiment":0.94,"roberta_sentiment":0.9987844825},{"para_id":20,"paragraph":"It was Sunday, and the repose which reigned through the village was calculated to awaken in every heart a spirit of devotion. The grandeur of the heavens led the poet to exclaim\" An undevout astronomer is mad!\" Might not the remark be extended with equal truth to other parts of the great system of nature? What but an omnipotent hand could lift these mountains from the vale, hang them with the garniture of clouds, illumine them with sunshine, and clothe them in verdure and beauty?","file_id":"1827_b","plnames":[],"geonouns":[["village",56,63],["mountains",352,361],["vale",371,375]],"pos_words":[["grandeur",130,138],["led",154,157],["great",283,288],["illumine",417,425],["beauty",477,483]],"neg_words":[["mad",205,208],["hang",377,381]],"events":[],"dates":[["Sunday",7,13]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["through",44,51]],"normalised_sentiment":0.0697674419,"vader_sentiment":0.98,"roberta_sentiment":0.9897805452},{"para_id":21,"paragraph":"At 11 o'clock the little bell, echoing through peaceful vales and over tranquil waters, summoned us to the small Episcopal church, standing close to the shore of the lake. The inside as well as the exterior is humble in its appearance. Here are no long-drawn aisles, no lofty arches, no ranges of Corinthian pillars; but every thing is in a style of rustic simplicity. It is low-roofed and without a ceiling; yet the tones of the organ and the song of praise are returned as sweetly from such a canopy, as from gilded domes. The congregation is small, and of a mixed character, being composed partly of shepherds from the neighbouring hills, partly of the villagers, and partly of the gentry who have country seats upon the borders of the lake. But here they are all upon a level, and belong to the same little flock. The service was read, and a good sermon delivered by the curate, who has a charming residence upon one of the woody promontories of the lake.","file_id":"1827_b","plnames":[],"geonouns":[["vales",56,61],["waters",80,86],["church",123,129],["shore",153,158],["lake",166,170],["hills",635,640],["country",701,708],["seats",709,714],["lake",739,743],["residence",902,911],["promontories",934,946],["lake",954,958]],"pos_words":[["peaceful",47,55],["tranquil",71,79],["well",186,190],["humble",210,216],["praise",452,458],["sweetly",475,482],["good",846,850],["charming",893,901]],"neg_words":[],"events":[],"dates":[],"times":[["11 o'clock",3,13]],"distances":[],"loc_advs":[["without",390,397],["here",749,753]],"spa_preps":[["through",39,46],["over",66,70],["close",140,145],["inside",176,182]],"normalised_sentiment":0.0952380952,"vader_sentiment":0.96,"roberta_sentiment":0.9987505674},{"para_id":22,"paragraph":"After church we lingered for a short time to look at a white marble slab upon the wall, in memory of Richard Watson, Bishop of Landaff, distinguished for his learning and piety, and author of the reply to Paine's Age of Reason. He was a native of an obscure village near Kendal, in Westmoreland, where he received the rudiments of his education, and rose to eminence from the humblest origin. A strong attachment to scenery, with which he was familiar from boyhood, led him to fix his residence upon the shores of lake Windermere, where he built a handsome seat, a few miles north of Bowness. Here he died and was buried. A black marble tomb covers his grave.","file_id":"1827_b","plnames":[["Kendal",271,277],["Westmoreland",282,294],["Windermere",519,529],["Bowness",584,591]],"geonouns":[["church",6,12],["wall",82,86],["village",258,265],["residence",485,494],["shores",504,510],["lake",514,518],["seat",557,561]],"pos_words":[["distinguished",136,149],["piety",171,176],["eminence",358,366],["strong",395,401],["led",466,469],["handsome",548,556]],"neg_words":[["obscure",250,257],["died",601,605]],"events":[],"dates":[],"times":[],"distances":[["a few miles",563,574]],"loc_advs":[],"spa_preps":[["near",266,270]],"normalised_sentiment":0.064516129,"vader_sentiment":0.36,"roberta_sentiment":0.9971597195},{"para_id":23,"paragraph":"While we were at dinner, between churches, a black and heavy cloud came rolling over the summit of Furness Fell, and appeared to tumble into the vale below. A violent storm of thunder and lightning soon commenced, and continued with great severity for half an hour, during which time the flashes were vivid, and the frequent peals, bellowing among the hills tremendous. The grandeur of such a scene could not have been expected so late in the season; but it was our good fortune, perhaps, rather than our bad, to experience all kinds of weather, while at the lakes, exhibiting the scenery under almost every possible aspect.","file_id":"1827_b","plnames":[["Furness",99,106]],"geonouns":[["churches",33,41],["summit",89,95],["vale",145,149],["hills",352,357],["lakes",559,564]],"pos_words":[["great",233,238],["vivid",301,306],["grandeur",374,382],["good",466,470],["fortune",471,478]],"neg_words":[["cloud",61,66],["tumble",129,135],["violent",159,166],["severity",239,247],["bad",505,508]],"events":[],"dates":[["late in the season",431,449]],"times":[["half an hour",252,264]],"distances":[],"loc_advs":[["below",150,155]],"spa_preps":[["between",25,32],["over",80,84],["into",136,140],["among",342,347],["under",589,594]],"normalised_sentiment":0.0,"vader_sentiment":0.1,"roberta_sentiment":0.9968469739},{"para_id":24,"paragraph":"The march of the cloud up the vale, till it dashed against the opposing mountains, was slow and majestic. In its rear, a brilliant rainbow spanned the lake; but it was not a token that the storm was over. Another and another squall succeeded; and the rain continued to descend in torrents for the greater part of the afternoon. At one time the pattering upon the low roof of the church was so loud, that the prayers of the clergyman could scarcely be heard. Its music, however, was tranquilizing to the feelings, and mingling with that of the choir, seemed to rise in a general anthem of praise to the Creator.","file_id":"1827_b","plnames":[],"geonouns":[["vale",30,34],["mountains",72,81],["lake",151,155],["church",379,385]],"pos_words":[["majestic",96,104],["brilliant",121,130],["succeeded",232,241],["praise",588,594]],"neg_words":[["cloud",17,22],["slow",87,91],["loud",393,397],["scarcely",439,447]],"events":[],"dates":[["march",4,9]],"times":[["the afternoon",313,326]],"distances":[],"loc_advs":[],"spa_preps":[["against",51,58],["over",199,203]],"normalised_sentiment":0.0,"vader_sentiment":0.9,"roberta_sentiment":-0.9875133634},{"para_id":25,"paragraph":"At evening the sky cleared, and we proceeded in a row-boat to Ambleside, a village at the head of the lake, six miles from Bowness. Two sturdy oarsmen took us up in about an hour. The passage was delightful, the lake smooth, and presenting from its bosom a still more striking view of the vast amphitheatre of hills already mentioned. Wreaths of white clouds hung upon the Pikes of Langdale, and at a distance of twelve miles a torrent was distinctly seen dashing down their dark sides. Farther towards the east, the mountains descend to the water by a gentle declivity, are green to their very summits, and the setting sun played sweetly upon their soft and graceful slopes.","file_id":"1827_b","plnames":[["Ambleside",62,71],["Bowness",123,130],["Pikes",373,378],["Langdale",382,390]],"geonouns":[["boat",54,58],["village",75,82],["head",90,94],["lake",102,106],["lake",212,216],["hills",310,315],["mountains",517,526],["water",542,547],["summits",595,602],["slopes",668,674]],"pos_words":[["cleared",19,26],["sturdy",136,142],["delightful",196,206],["smooth",217,223],["striking",268,276],["dashing",456,463],["gentle",553,559],["sweetly",631,638],["soft",650,654],["graceful",659,667]],"neg_words":[["hung",359,363],["torrent",428,435],["dark",475,479]],"events":[],"dates":[["a still",255,262]],"times":[["evening",3,10],["about an hour",165,178]],"distances":[["six miles",108,117],["twelve miles",413,425]],"loc_advs":[],"spa_preps":[["down",464,468]],"normalised_sentiment":0.1060606061,"vader_sentiment":0.94,"roberta_sentiment":0.9986829162},{"para_id":26,"paragraph":"The western shore of the lake is comparatively tame for the greater part of the way. On the eastern side there is more variety. The deep vale of Troutbec, down which descends a considerable stream, and falls into the lake halfway between Bowness and Ambleside, opens a bold and romantic pass into the mountains towards the north-east. Its banks near its mouth are skirted with forests; and the houses of Mr. Flemming, the late Bishop of Landaff, with some others, situated along the shore, add to the richness of the landscape.","file_id":"1827_b","plnames":[["Bowness",238,245],["Ambleside",250,259]],"geonouns":[["shore",12,17],["lake",25,29],["vale",137,141],["stream",190,196],["lake",217,221],["pass",287,291],["mountains",301,310],["banks",339,344],["mouth",354,359],["forests",377,384],["houses",394,400],["shore",483,488],["landscape",517,526]],"pos_words":[["variety",119,126],["romantic",278,286],["richness",501,509]],"neg_words":[["falls",202,207]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",105,110],["between",230,237]],"spa_preps":[["down",155,159],["into",208,212],["into",292,296],["near",345,349],["along",473,478]],"normalised_sentiment":0.0425531915,"vader_sentiment":0.88,"roberta_sentiment":0.9986472726},{"para_id":27,"paragraph":"Near the head of the lake, a fleet of boats passed us, filled with ladies and gentlemen, who were out on an excursion of pleasure; and among the rest, half a dozen Cambridge students, with their coats off, and tugging manfully at the oar, as if engaged in a boat-race. Night and a heavy shower of rain overtook us just at the time of reaching the port of destination; and before arriving at the hotel, we were thoroughly drenched.","file_id":"1827_b","plnames":[],"geonouns":[["head",9,13],["lake",21,25],["boats",38,43],["boat",258,262],["port",347,351],["hotel",395,400]],"pos_words":[["pleasure",121,129],["overtook",302,310]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["out",98,101],["among",135,140]],"normalised_sentiment":0.0526315789,"vader_sentiment":0.8,"roberta_sentiment":-0.9917317033},{"para_id":28,"paragraph":"The next morning we mounted ponies, some of which might have vied with Rosinante in figure and gait, and set out for the head of lake Coniston, distant eight miles from Ambleside in a westerly direction. It was a glorious day, and the anticipations of pleasure, with which the excursion was commenced, were more than realized. For the first three or four miles, the road winds quite round the head of lake Windermere, at the base of one of the loftiest mountains called Loughrigg Fell, through the little village of Clappersgate, and across the rivers Rothay and Brathay. These two streams, which descend through different glens with rapid and noisy currents, unite before joining the lake, into which they peacefully glide after the junction, constituting its principal feeder. The banks of both of them, as well as the alluvial tract through which flow their intermingled waters, are finely wooded and extremely rural. From the single-arched bridges across them, the speckled trout and char may be seen sporting in the crystal wave. It is a curious fact, that the former always selects the Rothay, and the latter the Brathay, in journeying up from the lake, and are never found interfering with each other's dominions.","file_id":"1827_b","plnames":[["Coniston",134,142],["Ambleside",169,178],["Windermere",406,416],["Loughrigg Fell",470,484],["Clappersgate",516,528],["Rothay",552,558],["Brathay",563,570],["Rothay",1092,1098],["Brathay",1119,1126]],"geonouns":[["head",121,125],["lake",129,133],["road",366,370],["head",393,397],["lake",401,405],["mountains",453,462],["village",505,512],["rivers",545,551],["streams",582,589],["glens",623,628],["lake",685,689],["junction",734,742],["banks",783,788],["waters",874,880],["bridges",944,951],["lake",1154,1158]],"pos_words":[["pleasure",252,260],["rapid",634,639],["peacefully",707,717],["well",809,813],["finely",886,892]],"neg_words":[["noisy",644,649]],"events":[],"dates":[["a glorious day",211,225]],"times":[["The next morning",0,16]],"distances":[["eight miles",152,163],["the first three or four miles",331,360]],"loc_advs":[],"spa_preps":[["out",109,112],["round",383,388],["through",486,493],["across",534,540],["through",605,612],["into",691,695],["through",836,843],["across",952,958]],"normalised_sentiment":0.0380952381,"vader_sentiment":0.93,"roberta_sentiment":0.998868227},{"para_id":29,"paragraph":"The tract between Windermere and Coniston, and indeed the whole region around the English lakes, comprehending parts of Lancashire, Westmoreland, and Cumberland, which here corner upon one another, is strictly a pastoral country, where the shepherd's pipe is still heard, and Arcadian simplicity still resides. In the emphatic language of Mr. Wordsworth, whose accurate and beautiful analysis of the lake scenery has afforded us so much delight,\" the cottages look as if they grew from the soil,\" like natural excrescences. All the villages are small, consisting of little more than assemblages of shepherds. The face of the country exhibits few marks of agricultural improvement, of which indeed it is not susceptible to any considerable extent, being uniformly broken, and composed of continuous ranges of mountains. Flocks of sheep cover the sides of these, as far up as verdure has crept, and all beyond is naked rock, or crags slightly shaded with brown heath and gray moss. So bright is sometimes the colour of the former plant, added to the orange complexion of decayed fern, as to appear among the clouds like gleams of sunshine.","file_id":"1827_b","plnames":[["Windermere",18,28],["Coniston",33,41],["Lancashire",120,130],["Westmoreland",132,144],["Cumberland",150,160],["Wordsworth",343,353]],"geonouns":[["region",64,70],["lakes",90,95],["country",221,228],["lake",400,404],["cottages",451,459],["villages",532,540],["country",625,632],["mountains",808,817],["rock",917,921],["crags",926,931]],"pos_words":[["accurate",361,369],["beautiful",374,383],["delight",437,444],["like",497,501],["improvement",668,679],["bright",983,989],["like",1113,1117]],"neg_words":[["strictly",201,209],["emphatic",318,326],["susceptible",707,718],["broken",763,769],["crept",886,891],["decayed",1069,1076]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["here",168,172]],"spa_preps":[["between",10,17],["around",71,77],["beyond",901,907],["among",1096,1101]],"normalised_sentiment":0.0092592593,"vader_sentiment":0.93,"roberta_sentiment":0.998134613},{"para_id":30,"paragraph":"Such a region must necessarily have a sparse population. The inhabitants are plain, simple, unsophisticated, kind and gentle in their manners. In the course of our ride, we fell in with several shepherds, who were driving their numerous flocks to market. They were intelligent and communicative, entering freely into conversation, and cheerfully imparting information respecting their employment. In every instance they were accompanied by their faithful dogs, a beautiful speckled animal with erect black ears, and so well trained, as to relieve the master of all trouble in keeping his sheep in the path. If one of the flock happens to loiter or stray, the watchful dog instantly observes it and attends to his duty without bidding.","file_id":"1827_b","plnames":[],"geonouns":[["region",7,13],["market",247,253],["path",601,605]],"pos_words":[["gentle",118,124],["intelligent",265,276],["faithful",446,454],["beautiful",463,472],["well",519,523],["master",551,557],["instantly",672,681]],"neg_words":[["unsophisticated",92,107],["fell",173,177],["trouble",565,572]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["without",718,725]],"spa_preps":[["into",312,316]],"normalised_sentiment":0.0634920635,"vader_sentiment":0.98,"roberta_sentiment":0.9987303615},{"para_id":31,"paragraph":"Every step of our travels about these lakes reminded me of the interior and mountainous districts of New England. Although there is not so much general intelligence and hardy industry in the inhabitants, there is in many respects a striking similarity of manners. Along the road are to be seen groups of children, neatly clad, with school-books in their hands, who seldom fail to salute the passenger by a bow or courtesy; and the men whom we chanced to meet on the way, generally made a slight inclination of the head, with sometimes a friendly good morrow. How different is this decency of manners from the wild and vacant stare of the Irish peasantry, or the clamorous rudeness of the lower classes in the more southern parts of England?","file_id":"1827_b","plnames":[["England",105,112],["England",732,739]],"geonouns":[["lakes",38,43],["districts",88,97],["road",274,278],["school",332,338],["head",514,518]],"pos_words":[["intelligence",152,164],["hardy",169,174],["striking",232,240],["neatly",314,320],["salute",380,386],["friendly",537,545],["good",546,550],["decency",581,588]],"neg_words":[["fail",372,376],["wild",609,613],["clamorous",662,671]],"events":[],"dates":[["morrow",551,557]],"times":[],"distances":[],"loc_advs":[["there",123,128],["there",204,209]],"spa_preps":[["about",26,31]],"normalised_sentiment":0.0769230769,"vader_sentiment":0.95,"roberta_sentiment":0.9986429811},{"para_id":32,"paragraph":"Notwithstanding our frequent pauses upon the road, to note the striking features of the scenery, or to indulge in the more sensual enjoyment of picking blackberries, which hung in profusion from the hedges, we arrived at the head of Lake Coniston before noon. The descent into the peaceful bosom of this vale, is one of the most romantic that can be imagined; the path winding down for many hundred feet, through a fine piece of woodland, and by the side of a brook, which, bounding from rock to rock, outstrips the tardy pace of the traveller. From the depth of the foliage, glimpses are occasionally obtained of the lake upon the left, and of the high, rugged crags destitute of every species of vegetation, abruptly terminating the vale on the right. These broken and fantastic rocks form a striking peculiarity in the scenery about the head of Coniston. The transition from their precipitous, naked sides to the green lawn extending to the lake, is sudden and pre-eminently beautiful. Beyond this slope of cultivated land and its few scattered houses, Coniston Old Man, swells from the vale to the height of nearly three thousand feet. It is the loftiest mountain in the vicinity, and the head of it is distinctly seen from the shores of Windermere. A glance at the bold features, which characterize the head of Coniston water, satisfied us, that tourists had not done justice to its comparatively sequestered and unnoticed charms. The tame descriptions which fell into our hands had nigh deprived us of the pleasures of an excursion, which was among the most agreeable of our rambles.","file_id":"1827_b","plnames":[["Coniston",238,246],["Coniston",848,856],["Coniston",1056,1064],["Old Man",1065,1072],["Windermere",1242,1252],["Coniston",1316,1324]],"geonouns":[["road",45,49],["head",225,229],["vale",304,308],["path",364,368],["winding",369,376],["brook",460,465],["rock",488,492],["rock",496,500],["lake",618,622],["crags",662,667],["vale",735,739],["rocks",781,786],["head",840,844],["lawn",922,926],["lake",944,948],["slope",1001,1006],["land",1021,1025],["houses",1048,1054],["vale",1090,1094],["mountain",1159,1167],["head",1193,1197],["shores",1232,1238],["head",1308,1312],["water",1325,1330],["fell",1464,1468]],"pos_words":[["striking",63,71],["enjoyment",131,140],["profusion",180,189],["peaceful",281,289],["romantic",329,337],["right",747,752],["fantastic",771,780],["striking",794,802],["beautiful",978,987],["satisfied",1332,1341],["agreeable",1564,1573]],"neg_words":[["indulge",103,110],["hung",172,176],["tardy",516,521],["destitute",668,677],["abruptly",710,718],["broken",760,766],["precipitous",884,895],["unnoticed",1418,1427],["deprived",1493,1501]],"events":[],"dates":[["a fine",413,419]],"times":[["noon",254,258]],"distances":[["many hundred feet",386,403],["nearly three thousand feet",1112,1138]],"loc_advs":[["left",632,636],["nigh",1488,1492]],"spa_preps":[["into",272,276],["down",377,381],["through",405,412],["about",830,835],["into",1469,1473],["among",1549,1554]],"normalised_sentiment":0.0145985401,"vader_sentiment":0.98,"roberta_sentiment":0.9987880588},{"para_id":33,"paragraph":"On arriving at the hotel, which stands so near to the margin of the lake, that the waves break close to the door, and the gleams of their undulations are thrown upon the wall of the sitting-room, we chartered a boat and launched upon the water. The wind blew so hard from the south-west and the surf ran so high, that the solitary oarsman could make little headway, and each of us in turn was obliged to lend a hand at rowing. Something more than an hour was occupied in reaching a bold promontory, two miles down the lake, whence the best view of the hills and water is obtained. Here we landed and passed another half hour in noting the variety of interesting objects around us. Coniston Hall, an ancient stone edifice upon the shore, with its walls mantled with ivy to the very tops of the chimneys; the little village beyond, seated near the base of the Old Man, and the high and desolate Fell stretching along the whole length of the lake, and forming its eastern boundary, add new features to those already described at the head. The lake itself is about six miles in length, and one in breadth, opening like Windermere to the south-west into the bay of Morecamb. Its depth is about one hundred feet, and its pure waters are plentifully stored with trout and char, the usual tenants of all these lakes.","file_id":"1827_b","plnames":[["Coniston Hall",681,694],["Old Man",858,865],["Windermere",1115,1125]],"geonouns":[["hotel",19,24],["lake",68,72],["door",108,112],["wall",170,174],["boat",211,215],["water",238,243],["promontory",487,497],["lake",518,522],["hills",552,557],["water",562,567],["stone",707,712],["shore",730,735],["walls",746,751],["village",814,821],["lake",939,943],["head",1030,1034],["lake",1040,1044],["bay",1153,1156],["waters",1220,1226],["lakes",1302,1307]],"pos_words":[["headway",357,364],["best",535,539],["variety",639,646],["interesting",650,661],["tops",781,785],["like",1110,1114],["pure",1215,1219]],"neg_words":[["break",89,94],["hard",262,266],["desolate",884,892]],"events":[],"dates":[],"times":[["more than an hour",437,454],["another half hour",607,624]],"distances":[["two miles",499,508],["about six miles",1055,1070],["about one hundred feet",1183,1205]],"loc_advs":[],"spa_preps":[["near",42,46],["close",95,100],["down",509,513],["around",670,676],["beyond",822,828],["near",837,841],["along",909,914],["into",1144,1148]],"normalised_sentiment":0.03125,"vader_sentiment":0.96,"roberta_sentiment":-0.9894005656},{"para_id":34,"paragraph":"Returning by the way of Esthwaite water and Windermere, making a circuit of 23 miles, we reached Ambleside in season to walk half a mile farther up a deep ravine, and look at a cascade called Stock Ghyll-Force. The rocks and the woods overhanging them are pretty; but there is scarcely water enough in the stream to whiten the cliffs, and produce an echo. With a plentiful supply of the first ingredient of a water-fall, it would no doubt be entitled to the fame it has acquired. Another walk of a mile after tea, and an excursion upon lake Windermere, for the purpose of hearing the music of a fine band steal across its bosom, and echo among the hills, added to the fatigues and pleasures of the day. The serenity of the evening, the stars resting upon the tops of the mountains, the inspiring airs of the band, with distant responses from the shore at Lowwood, possessed sufficient interest to detain us abroad till 10 o'clock.","file_id":"1827_b","plnames":[["Esthwaite",24,33],["Windermere",44,54],["Ambleside",97,106],["Windermere",541,551],["Lowwood",855,862]],"geonouns":[["water",34,39],["rocks",215,220],["woods",229,234],["water",286,291],["stream",306,312],["water",409,414],["fall",415,419],["lake",536,540],["hills",648,653],["mountains",771,780],["shore",846,851]],"pos_words":[["pretty",256,262],["enough",292,298],["plentiful",363,372],["fame",458,462],["serenity",707,715],["tops",759,763],["inspiring",786,795],["sufficient",874,884]],"neg_words":[["scarcely",277,285],["doubt",433,438],["steal",605,610]],"events":[],"dates":[["season",110,116],["a fine",593,599],["the day",694,701]],"times":[["the evening",719,730],["10 o'clock",919,929]],"distances":[["23 miles",76,84],["half a mile",125,136],["a mile",496,502]],"loc_advs":[["there",268,273],["across",611,617],["abroad",907,913]],"spa_preps":[["among",638,643]],"normalised_sentiment":0.0549450549,"vader_sentiment":0.88,"roberta_sentiment":0.9939680099},{"para_id":35,"paragraph":"The next morning, I despatched a letter of introduction, from a friend in New York, to one of the principal living poets in England, who resides at Rydal Water, a mile and a half from Ambleside. The messenger soon returned with a note, containing a polite and cordial invitation to the cottage at as early an hour might be convenient. Our ponies had already been saddled, preparatory to an excursion to the head of Langdale, which would occupy the whole day, and as no time was to be lost, we rode immediately to Rydal Water. I was ushered into a small but neat apartment, where the poet was sitting at his round table covered with books and newspapers, in conversation with two gentlemen, who appeared to have business with him, which, however, could not have been very urgent, as he left them alone an hour during his attention to us.","file_id":"1827_b","plnames":[["York",78,82],["England",124,131],["Rydal Water",148,159],["Ambleside",184,193],["Langdale",415,423],["Rydal Water",513,524]],"geonouns":[["cottage",286,293],["head",407,411],["table",613,618]],"pos_words":[["polite",249,255],["convenient",323,333],["neat",557,561]],"neg_words":[["lost",484,488],["urgent",771,777]],"events":[],"dates":[["the whole day",444,457]],"times":[["The next morning",0,16],["as early an hour",297,313],["an hour",801,808]],"distances":[["a mile and a half",161,178]],"loc_advs":[["left",785,789]],"spa_preps":[["into",540,544],["round",607,612]],"normalised_sentiment":0.0136986301,"vader_sentiment":0.61,"roberta_sentiment":0.9982787371},{"para_id":36,"paragraph":"Having gone through with the formality of an introduction, which his easy and unostentatious politeness rendered as little embarrassing as possible, he conducted us over his grounds, walks and gardens, directing our attention to whatever he deemed would be most interesting in the place itself, or in the surrounding scenery. It is one of the sweetest little retreats I ever beheld, in which apparently any resident of ordinary taste and fancy might write poetry; for all that in nature can prompt and inspire is around it-- mountains, vales, rocks, woods and waters, with rural quiet and seclusion from the world. Its situation is far up the green slope of one of the loftiest hills, commanding a distant view of lake Windermere, and looking down upon Rydal Water, whose bright wave stretches along and washes the base of the mountain. In front, an elegant little church lifts its Gothic tower from the vale, which opens to the south, and through which the Rothay hurries on towards the lake. The grounds are beautifully ornamented with forest trees and shrubbery of various kinds, and the cottage itself is so completely enshrouded in ivy, evergreens and flowers, that scarcely a particle of the walls is visible.","file_id":"1827_b","plnames":[["Windermere",719,729],["Rydal Water",753,764],["Rothay",958,964]],"geonouns":[["grounds",174,181],["mountains",525,534],["vales",536,541],["rocks",543,548],["woods",550,555],["waters",560,566],["slope",649,654],["hills",678,683],["lake",714,718],["mountain",827,835],["church",865,871],["tower",889,894],["vale",904,908],["lake",988,992],["grounds",998,1005],["forest",1038,1044],["trees",1045,1050],["cottage",1091,1098],["walls",1198,1203]],"pos_words":[["easy",69,73],["politeness",93,103],["interesting",262,273],["fancy",438,443],["prompt",491,497],["inspire",502,509],["quiet",579,584],["bright",772,778],["elegant",850,857],["beautifully",1010,1021]],"neg_words":[["embarrassing",123,135],["scarcely",1171,1179]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["through",12,19],["over",165,169],["around",513,519],["down",743,747],["along",794,799],["through",940,947]],"normalised_sentiment":0.0740740741,"vader_sentiment":0.95,"roberta_sentiment":0.9989262223},{"para_id":37,"paragraph":"But I am forgetting the poet in my admiration of his residence, the embellishments of which are characteristic of his taste and simplicity. It is awkward enough to be introduced to a gentleman, and then set to work deliberately, not only to take an inventory of his house and furniture, but to describe his person, and report his conversation. This, however, is one of the taxes which eminence must pay to curiosity, even should it sometimes be at the sacrifice of delicacy. I shall avoid calling names, that there may be no imputation, if the likeness is not recognized. A memorandum made soon after parting with him, says that in person he is above the common height, with a stout frame and large limbs, slow and stately in his motions-- he has a good head and prominent features, nose inclined to the Roman, full mouth, eye intelligent, but rather heavy, with the lid slightly hanging:-- on the whole, his face and air, though strongly marked, indicate rather the gravity of the philosopher, than the sprightliness and animation of the poet. He is apparently at the age of from forty - five to fifty. In his dress, he is remarkably plain, not exceeding the limits of even the most rigid republican simplicity.","file_id":"1827_b","plnames":[],"geonouns":[["residence",53,62],["house",266,271],["common",655,661],["head",754,758],["mouth",816,821]],"pos_words":[["admiration",35,45],["enough",154,160],["work",210,214],["eminence",385,393],["delicacy",465,473],["stately",715,722],["good",749,753],["prominent",763,772],["intelligent",827,838],["remarkably",1124,1134],["exceeding",1146,1155]],"neg_words":[["awkward",146,153],["slow",706,710],["limits",1160,1166],["rigid",1184,1189]],"events":[],"dates":[["forty",1081,1086]],"times":[],"distances":[],"loc_advs":[["there",509,514],["above",645,650]],"spa_preps":[],"normalised_sentiment":0.068627451,"vader_sentiment":0.9,"roberta_sentiment":0.9966153502},{"para_id":38,"paragraph":"His manners are open, frank, and easy; expressive of great kindness and gentleness of spirit. In conversation, he is fluent and animated; but seemed inclined to talk on subjects connected with government and political economy, rather than with literature; perhaps from an act of politeness, supposing that an American would be likely to be better acquainted with the former than the latter. He made many enquiries about persons and institutions in our country, and seemed to be particularly anxious on the subject of poor-laws, remarking that the system adopted in England, has been a curse to the nation, and expressing a hope that the United States would never fall into the same error. He appeared to consider any established system for the maintenance of the poor an evil, having a direct tendency to increase pauperism. Among other questions, he asked whether aristocracy was making any head-way in our country, and what was the prospect, as to the permanency of the union. A great variety of topics were started, on all which he talked like a man of sense, which is not always the case in the conversations of a poet.","file_id":"1827_b","plnames":[["England",565,572]],"geonouns":[["country",452,459],["head",892,896],["country",908,915]],"pos_words":[["easy",33,37],["great",53,58],["kindness",59,67],["fluent",117,123],["politeness",279,289],["better",340,346],["great",981,986],["variety",987,994],["like",1042,1046]],"neg_words":[["anxious",491,498],["poor",517,521],["curse",585,590],["fall",663,667],["error",682,687],["poor",763,767],["evil",771,775]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["about",414,419],["into",668,672]],"normalised_sentiment":0.0217391304,"vader_sentiment":0.86,"roberta_sentiment":0.9987176657},{"para_id":39,"paragraph":"The table was spread, and a pressing invitation given to eat and drink. On taking leave, he proposed a walk to a cascade not far from his house; but when we arrived at the cottage gate, it was found that there was other business to be first attended to. The ponies impatient of delay, and feeling more inclination for an eleven o'clock than ourselves, had in our absence carried away a section of an old fence to which they were hitched, and were deliberately cropping the green grass by the side of the road. One of the bridles was broken to pieces in the fray, and we all set to work to mend it. The poet manifested not less invention, ingenuity, and adroitness in repairing the harness, than in the composition of an ode or an elegy. He returned to the cottage, and drawing a rusty nail from the wall, converted it into a substitute for the tongue of a buckle, driving it home with the first stone which met his eye.","file_id":"1827_b","plnames":[],"geonouns":[["table",4,9],["house",138,143],["cottage",172,179],["gate",180,184],["road",504,508],["cottage",756,763],["wall",799,803],["stone",895,900]],"pos_words":[["work",581,585],["ingenuity",638,647]],"neg_words":[["impatient",265,274],["delay",278,283],["absence",363,370],["broken",533,539],["rusty",779,784],["buckle",856,862]],"events":[],"dates":[],"times":[["eleven o'clock",321,335]],"distances":[],"loc_advs":[["there",204,209],["away",379,383],["home",875,879]],"spa_preps":[["into",818,822]],"normalised_sentiment":-0.0526315789,"vader_sentiment":-0.85,"roberta_sentiment":-0.988368094},{"para_id":40,"paragraph":"This slight misfortune, while it called forth a great deal of kindness and condolence, did not deprive us of the pleasure of a walk to the cascade, which is one of the most picturesque and beautiful we have found about the lakes. The quantity of water is small; but its purity, its foam, its echo, the conformation of rocks, the little rustic bridge above, and the deep shade of the woods, are all admirable. I could not but think that some of the most polished, delicate, and pathetic tales in our language, breathing the soul of poetry mingled with a refined simplicity and purity of feeling, had been inspired by the sweet seclusion of this scene.","file_id":"1827_b","plnames":[],"geonouns":[["lakes",223,228],["water",246,251],["rocks",318,323],["bridge",343,349],["woods",383,388]],"pos_words":[["great",48,53],["kindness",62,70],["pleasure",113,121],["picturesque",173,184],["beautiful",189,198],["admirable",398,407],["polished",453,461],["delicate",463,471],["refined",553,560],["sweet",620,625]],"neg_words":[["misfortune",12,22],["deprive",95,102],["pathetic",477,485]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["above",350,355]],"spa_preps":[["about",213,218]],"normalised_sentiment":0.1346153846,"vader_sentiment":0.97,"roberta_sentiment":0.9988125563},{"para_id":41,"paragraph":"Having a second time taken leave of the cottage and its distinguished proprietor, who was so kind as to make in my friend's pocket book a particular memorandum of the route to be pursued in our ride, and of the objects most worthy of attention, we set out for the head of Langdale, after a much longer and a much more agreeable delay than was anticipated. To avoid treading back our steps to Ambleside, we took a cross-road, leading through a series of cultivated fields, with the River Rothay on one side and the hills on the other, the charms of which, heightened by a noon-day sun, more than compensated us for the trouble of opening at least a score of gates, in the distance of a mile and a half.","file_id":"1827_b","plnames":[["Langdale",272,280],["Ambleside",392,401],["River Rothay",481,493]],"geonouns":[["cottage",40,47],["head",264,268],["road",419,423],["fields",464,470],["hills",514,519],["gates",657,662]],"pos_words":[["distinguished",56,69],["worthy",224,230],["agreeable",318,327],["leading",425,432]],"neg_words":[["delay",328,333],["trouble",618,625]],"events":[],"dates":[["noon-day",571,579]],"times":[],"distances":[["a mile and a half",683,700]],"loc_advs":[],"spa_preps":[["out",252,255],["through",433,440]],"normalised_sentiment":0.0333333333,"vader_sentiment":0.78,"roberta_sentiment":0.9987061024},{"para_id":42,"paragraph":"After reaching the main road and passing the village of Clappersgate, the River Brathay was pursued nearly to its source. It is about the size of the Croton. The wild romantic beauty of its banks, the constant music of its waters, its numerous rustic bridges, and a succession of cascades rendered us insensible to the toil of climbing hills. Our appetites, however, were less proof against the calls of hunger; and a ride of several miles, after an abstinence of as many hours, began to awaken a regret, that the hospitality of the Cottage had been declined. There was no tavern in all this region; and the only alternative was starvation, or intrusion upon a private family. The latter was of course preferred; and observing an old lady with a little girl by her side feasting upon an apple-pie at the door of a thatch, we solicited the favour of participating in the repast. Our plea was not in vain. After many apologies, that the fare was too coarse to be offered to strangers, the good woman was persuaded to cut each of us a liberal piece, and add the luxury of a glass of small beer. So riding up to the cottage door,( for the interior was scarcely large enough to admit three additional inmates,) we received the bounty from her hands, without the trouble of dismounting from our ponies, giving her many thanks with a compensation proportionate to our feelings of gratitude for the favour. The adventurous Ledyard has very poetically as well as very gallantly said, that in all his wanderings, he ever found females hospitable and kind; and this is not the first instance within our experience, to illustrate his remark, although there has hitherto been little occasion to solicit the charity of strangers.","file_id":"1827_b","plnames":[["Clappersgate",56,68],["River Brathay",74,87]],"geonouns":[["road",24,28],["village",45,52],["banks",190,195],["waters",223,229],["bridges",251,258],["hills",336,341],["region",592,598],["door",804,808],["cottage",1112,1119],["door",1120,1124]],"pos_words":[["romantic",167,175],["beauty",176,182],["favour",839,845],["good",987,991],["luxury",1059,1065],["enough",1163,1169],["gratitude",1373,1382],["favour",1391,1397],["adventurous",1403,1414],["well",1446,1450],["gallantly",1459,1468],["hospitable",1525,1535]],"neg_words":[["wild",162,166],["insensible",301,311],["toil",319,323],["regret",497,503],["starvation",629,639],["intrusion",644,653],["plea",882,886],["vain",898,902],["coarse",948,954],["scarcely",1148,1156],["trouble",1257,1264]],"events":[],"dates":[],"times":[["as many hours",464,477]],"distances":[["several miles",426,439]],"loc_advs":[["without",1245,1252],["within",1581,1587],["there",1639,1644]],"spa_preps":[["about",128,133],["against",383,390]],"normalised_sentiment":0.0068493151,"vader_sentiment":0.99,"roberta_sentiment":0.9946133494},{"para_id":43,"paragraph":"But to return to from this episode:-- at the distance of some eight or ten miles from Ambleside, we found ourselves by the margin of a little dark, solitary, and desolate sheet of water, called Blea Tarn,( the word tarn being a local term nearly synonymous with pond.) It is one of the wildest, most lonely, and dreary spots I have ever seen. A few reeds springing from its borders, and a small patch of stinted fir, creeping up the acclivity, which rises steeply to the northwest, are the only marks of vegetation in the vicinity. All else is an amphitheatre of crags, towering one above another to the height of nearly 3000 feet. Before us, the only pass through the barrier of mountains is but a few yards wide at the bottom, and partially discloses the congregation of horrors at the head of Langdale.","file_id":"1827_b","plnames":[["Ambleside",86,95],["Blea Tarn",194,203],["Langdale",796,804]],"geonouns":[["water",180,185],["tarn",215,219],["crags",563,568],["pass",652,656],["mountains",680,689],["head",788,792]],"pos_words":[],"neg_words":[["dark",142,146],["desolate",162,170],["lonely",300,306],["dreary",312,318],["creeping",417,425],["steeply",456,463]],"events":[],"dates":[],"times":[],"distances":[["eight or ten miles",62,80],["nearly 3000 feet",614,630]],"loc_advs":[],"spa_preps":[["above",583,588],["through",657,664]],"normalised_sentiment":-0.0845070423,"vader_sentiment":-0.93,"roberta_sentiment":0.9978730679},{"para_id":44,"paragraph":"On arriving at the gap, the eye surveys a scene of indescribable grandeur. No one, however stout may be his nerves, can look upon it without an emotion of terror, if it always be that gloomy abyss it was on the afternoon of our visit. With me, it produced a temporary alienation of mind, and a giddiness of the brain, as we descended slowly for some thousands of feet down a steep and rugged declivity into the depth of the vale. To form some idea of this gulf, let the reader imagine a rampart of mountains, of about the height of the Catskill, with dark and nearly perpendicular sides, extending three - fourths round a circle, and terminated at one end by the two Pikes, mentioned in another part of this letter. Let him imagine, that on the battlements of this eternal fortress, the clouds are constantly dashing, breaking, and rolling down the sides, sometimes entirely concealing, and at others disclosing masses of the rock. Let him add to this simple, but sublime combination of elements, here and there a torrent, in its descent becoming a belt of foam, and its source lost to the eye in the obscurity above. The foliage, grass and moss-grown thatches of the few huts which are scattered over the vale, imbibing the hue of the surrounding scenery, assume a yellowish, gloomy tinge, resembling that produced by an eclipse of the sun. Such were some of the most prominent features in this scenery, the character of which appeared to us entirely peculiar, and made too deep an impression on our minds, to be soon effaced, however impossible it may be to communicate it to others.","file_id":"1827_b","plnames":[["Pikes",667,672]],"geonouns":[["gap",19,22],["vale",424,428],["mountains",498,507],["rock",926,930],["vale",1206,1210]],"pos_words":[["grandeur",65,73],["dashing",809,816],["sublime",964,971],["prominent",1369,1378]],"neg_words":[["terror",155,161],["gloomy",184,190],["abyss",191,196],["alienation",268,278],["slowly",334,340],["steep",375,380],["dark",551,555],["breaking",818,826],["torrent",1014,1021],["lost",1078,1082],["obscurity",1101,1110],["gloomy",1277,1283],["peculiar",1452,1460],["impossible",1536,1546]],"events":[],"dates":[],"times":[["the afternoon",207,220]],"distances":[["thousands of feet",350,367]],"loc_advs":[["without",133,140],["here",997,1001],["there",1006,1011]],"spa_preps":[["down",368,372],["into",402,406],["about",512,517],["round",614,619],["down",840,844],["above",1111,1116],["over",1197,1201]],"normalised_sentiment":-0.0735294118,"vader_sentiment":0.18,"roberta_sentiment":0.9984294772},{"para_id":45,"paragraph":"The wildness and loneliness of the dale as night approached induced us to hasten our retreat; but in this there was more difficulty than in entering, arduous as was the descent. In many places the path, or rather track, leading through the gates and enclosures of shepherds entirely disappears. Taking a wrong direction in one instance, we found ourselves after riding a mile in the midst of a morass, and came to a full stop at a small brook which runs through it. Decoyed by the pebbles at the bottom, which had been brought down from the mountain by a torrent, I dismounted and stepped upon the margin, to try if my pony could ford it, but sunk above my boot in the experiment. A kind old lady observing us in difficulty, came half a mile from her cottage to our relief, and sent us back to the right road.","file_id":"1827_b","plnames":[],"geonouns":[["dale",35,39],["path",197,201],["track",213,218],["gates",240,245],["brook",437,442],["mountain",541,549],["cottage",751,758],["road",804,808]],"pos_words":[["leading",220,227],["relief",766,772],["right",798,803]],"neg_words":[["loneliness",17,27],["retreat",85,92],["difficulty",121,131],["arduous",150,157],["wrong",304,309],["torrent",555,562],["sunk",643,647],["difficulty",713,723]],"events":[],"dates":[],"times":[["night",43,48]],"distances":[["a mile",369,375],["half a mile",730,741]],"loc_advs":[["there",106,111]],"spa_preps":[["through",228,235],["through",454,461],["down",527,531],["above",648,653]],"normalised_sentiment":-0.0684931507,"vader_sentiment":-0.87,"roberta_sentiment":-0.9978324771},{"para_id":46,"paragraph":"In another instance a modest little boy rescued us from a similar error, and conducted us back to the path, which should have been pursued. A doubt of his correctness was removed by inquiry of his parents; and on receiving a sixpence for his services, he blushed like one of the wild flowers of his native vale.","file_id":"1827_b","plnames":[],"geonouns":[["path",102,106],["vale",306,310]],"pos_words":[["modest",22,28],["like",263,267]],"neg_words":[["error",66,71],["doubt",142,147],["wild",279,283]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.0344827586,"vader_sentiment":-0.05,"roberta_sentiment":0.9961244464},{"para_id":47,"paragraph":"To add to our troubles, it now commenced raining; and having yet twelve miles to ride over and intricate and unknown road, we began to think it would be necessary to look out for a shelter for the night. But a happier issue awaited us. The rain soon ceased, and a pleasant evening followed. Passing Elter Water, a small lake with green, cultivated shores, about which there is nothing very remarkable, except a curious conical mount rising from its bosom, and composed of rock slightly veiled with verdure; as also Loughrigg Tarn, one of the largest and prettiest of its class, slumbering quietly among the hills, we arrived at Lake Grasmere, so much and so justly admired by the poet Gray, who visited it in the year 1769, and gave a description of it in a letter to a friend.","file_id":"1827_b","plnames":[["Elter Water",299,310],["Loughrigg Tarn",515,529],["Grasmere",633,641]],"geonouns":[["road",117,121],["lake",320,324],["shores",348,354],["mount",427,432],["rock",472,476],["hills",607,612]],"pos_words":[["intricate",95,104],["happier",210,217],["pleasant",264,272],["remarkable",390,400],["justly",658,664]],"neg_words":[["troubles",14,22],["unknown",109,116],["issue",218,223]],"events":[],"dates":[["the year 1769",709,722]],"times":[["the night",193,202],["evening",273,280]],"distances":[["twelve miles",65,77]],"loc_advs":[["there",368,373]],"spa_preps":[["over",86,90],["out",171,174],["about",356,361],["among",597,602]],"normalised_sentiment":0.0266666667,"vader_sentiment":0.97,"roberta_sentiment":0.9986122847},{"para_id":48,"paragraph":"We saw it under very favourable circumstances, approaching from the west just before sunset, to the brow of the mountain called Loughrigg, whence its beauties burst suddenly upon the eye. From a crag forming the summit of the hill, to which we climbed, the whole of the lake and the secluded vale in which it is situated are distinctly seen at a glance. It is surrounded on all sides by lofty mountains and broken rocks, except an opening to the south-west through which the Rothay flows, and a narrow pass towards the north-east called Dunmail Raise. Its length is about three miles, and its breadth one. Near its western shore there is a small green island tufted with trees, and crowned with a cottage. From the eastern side, a low cultivated promontory, projects far into the lake, upon which stands a pretty village. The borders around the whole circumference consist of rich fields and woods, studded with seats, farm-houses, and cottages. Every object within the vale appears to be in exact proportion, and to harmonize perfectly with the picture. In symmetry, richness, and softness of landscape nothing about the lakes surpasses Grasmere.","file_id":"1827_b","plnames":[["Loughrigg",128,137],["Rothay",475,481],["Dunmail Raise",537,550],["Grasmere",1138,1146]],"geonouns":[["brow",100,104],["mountain",112,120],["crag",195,199],["summit",212,218],["hill",226,230],["lake",270,274],["vale",292,296],["mountains",393,402],["rocks",414,419],["pass",502,506],["shore",623,628],["island",652,658],["trees",671,676],["cottage",697,704],["promontory",746,756],["lake",780,784],["village",813,820],["fields",881,887],["woods",892,897],["seats",912,917],["farm",919,923],["houses",924,930],["cottages",936,944],["vale",970,974],["landscape",1094,1103],["lakes",1122,1127]],"pos_words":[["pretty",806,812],["rich",876,880],["harmonize",1017,1026],["perfectly",1027,1036],["richness",1068,1076]],"neg_words":[["broken",407,413],["object",952,958]],"events":[],"dates":[],"times":[],"distances":[["about three miles",566,583]],"loc_advs":[["there",629,634]],"spa_preps":[["under",10,15],["through",457,464],["into",771,775],["around",834,840],["within",959,965],["about",1112,1117]],"normalised_sentiment":0.0288461538,"vader_sentiment":0.94,"roberta_sentiment":0.9987620115},{"para_id":49,"paragraph":"English Lakes Continued-- Thirlmere-- Vale Of Keswick-- Derwent Water-- Bassenthwaite-- Borrowdale-- Wast Water-- Furness Abbey-- Ennerdale-- Lowes Water-- Crummock-- Buttermere-- Excursion To The Top Of Skiddaw-- Visit To The Poet Laureate.","file_id":"1827_b","plnames":[["English Lakes",0,13],["Derwent",56,63],["Furness",114,121]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.2,"roberta_sentiment":0.9984921217},{"para_id":50,"paragraph":"September, 1825.","file_id":"1827_b","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["September, 1825",0,15]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9862818122},{"para_id":51,"paragraph":"On the 14th we left Ambleside for Keswick. The weather was fine, and the ride along the shores of Rydal Water and Grasmere was enchanting. Our exit from the vale, in which the latter lake is embosomed, was through the singular gap, denominated Dunmail Raise. By the side of the way, there is a heap of stones, in the form of a barrow, to perpetuate the memory of a battle fought in the 10th century between Edmund the First, and a King of Cumberland, in which the former was victorious, putting out the eyes of the two sons of the latter.","file_id":"1827_b","plnames":[["Ambleside",20,29],["Keswick",34,41],["Rydal Water",98,109],["Grasmere",114,122],["Dunmail Raise",244,257],["Cumberland",439,449]],"geonouns":[["shores",88,94],["vale",157,161],["lake",183,187],["gap",227,230],["stones",302,308]],"pos_words":[["fine",59,63],["enchanting",127,137],["victorious",475,485]],"neg_words":[],"events":[],"dates":[["the 14th",3,11],["the 10th century",382,398]],"times":[],"distances":[],"loc_advs":[["left",15,19],["there",283,288]],"spa_preps":[["along",78,83],["through",206,213],["between",399,406],["out",495,498]],"normalised_sentiment":0.0652173913,"vader_sentiment":-0.48,"roberta_sentiment":0.9987427592},{"para_id":52,"paragraph":"The vista of hills opening towards the north from this point is extremely fine. On the left, Eagle Crag rears its gray and rugged mass of rock, entirely destitute of every species of vegetation, and contrasting admirably with the cloud-capt Helvellyn, on the right, which is one of the loftiest mountains in all this region. The sides are clothed with verdure to its top, to which the mists perpetually hanging round its brow, impart a vivid complexion. Several torrents dash headlong down the deeply scarred declivities. In front, Skiddaw and Saddleback, hills of the first class, at the distance of eight or ten miles terminate the view. Thirlmere or Leathes' Water occupies the bottom of this defile, along the margin of which the road passes its whole length, being between two and three miles. It is a dark, stern, and wild lake, with bold shores, and possessing none of that softness of landscape, which characterizes Grasmere. Much the most picturesque view upon its borders is about half way between Ambleside and Keswick, near a little one - story church, seated at the foot of Helvellyn and looking to its very summit, over which the sun but just peeps at noon-day. Thirlmere is the highest of the lakes, its bed being 500 feet above the level of the sea. It would be an endless task to enumerate all the interesting objects crowded into this narrow defile.","file_id":"1827_b","plnames":[["Eagle Crag",93,103],["Helvellyn",241,250],["Skiddaw",532,539],["Saddleback",544,554],["Thirlmere",640,649],["Leathes' Water",653,667],["Grasmere",924,932],["Ambleside",1008,1017],["Keswick",1022,1029],["Helvellyn",1087,1096],["Thirlmere",1176,1185]],"geonouns":[["hills",13,18],["point",55,60],["rock",138,142],["mountains",295,304],["region",317,323],["top",367,370],["brow",421,425],["hills",556,561],["road",734,738],["passes",739,745],["lake",829,833],["shores",845,851],["landscape",893,902],["church",1057,1063],["foot",1079,1083],["summit",1121,1127],["lakes",1208,1213],["bed",1219,1222],["sea",1261,1264]],"pos_words":[["fine",74,78],["admirably",211,220],["right",259,264],["vivid",436,441],["picturesque",948,959],["interesting",1315,1326]],"neg_words":[["destitute",153,162],["cloud",230,235],["mists",385,390],["scarred",501,508],["defile",696,702],["dark",807,811],["stern",813,818],["wild",824,828],["crowded",1335,1342],["defile",1360,1366]],"events":[],"dates":[["noon-day",1166,1174]],"times":[],"distances":[["eight or ten miles",601,619],["three miles",786,797],["500 feet",1229,1237]],"loc_advs":[["left",87,91],["headlong",476,484]],"spa_preps":[["round",411,416],["down",485,489],["along",704,709],["between",770,777],["about",985,990],["between",1000,1007],["near",1031,1035],["over",1129,1133],["above",1238,1243],["into",1343,1347]],"normalised_sentiment":-0.031496063,"vader_sentiment":0.86,"roberta_sentiment":0.997971952},{"para_id":53,"paragraph":"After passing Green Crag, a high, broken rock which overhangs the glen in the most romantic manner imaginable, we reached an eminence called Castle Rigg, whence the vale of Keswick, in all its glory burst suddenly upon our view, illuminated by a bright noon-day sun. The poet Gray states in his letter, that on reaching this point, after a long visit to Keswick, and turning round to take a farewell glance of the scenery he was leaving, the prospect was so fascinating as strongly to tempt him to return. But it did not require the authority of a man of so much taste, to render us susceptible to the charms of such scenery. Nature has here wantoned in the richness of the landscape, and left no feature unfinished. All that hills, valleys, woods, and waters, in their sweetest and most delicate combinations can effect challenges the admiration of the spectator. Before him stretches a vale many miles in extent, surrounded on all sides by mountains, the highest of which is about three thousand feet. Four or five narrow passes open into the valley from different quarters, up which the eye travels till it is lost among the hills. On one side, Derwent Water, of a circular form, and its bosom studded with several wooded islands, slumbers at the bases of the mountains, between Newlands and Borrowdale. On the opposite side, lake Bassenthwaite extends towards the north-west, till its waters are hidden by the hills upon its borders. The intermediate space is a level and fertile tract of alluvion, through which flow the outlet of Derwent Water, and another beautiful stream, called the Greta. In the midst of the basin, the village of Keswick rises to view; and in all directions, handsome seats, copses of large trees, fields, farm-houses, and cottages fill up the outlines of the picture.","file_id":"1827_b","plnames":[["Green Crag",14,24],["Castle",141,147],["Keswick",173,180],["Keswick",354,361],["Derwent Water",1148,1161],["Newlands",1282,1290],["Borrowdale",1295,1305],["Bassenthwaite",1334,1347],["Derwent Water",1536,1549],["Greta",1592,1597],["Keswick",1641,1648]],"geonouns":[["rock",41,45],["glen",66,70],["vale",165,169],["point",325,330],["landscape",674,683],["hills",726,731],["valleys",733,740],["woods",742,747],["waters",753,759],["vale",888,892],["mountains",942,951],["passes",1024,1030],["valley",1045,1051],["hills",1128,1133],["islands",1225,1232],["mountains",1263,1272],["lake",1329,1333],["waters",1389,1395],["hills",1414,1419],["outlet",1526,1532],["stream",1573,1579],["village",1630,1637],["seats",1696,1701],["trees",1719,1724],["fields",1726,1732],["farm",1734,1738],["houses",1739,1745],["cottages",1751,1759]],"pos_words":[["romantic",83,91],["eminence",125,133],["glory",193,198],["bright",246,252],["fascinating",458,469],["tempt",485,490],["richness",658,666],["delicate",788,796],["admiration",836,846],["fertile",1476,1483],["beautiful",1563,1572],["handsome",1687,1695]],"neg_words":[["broken",34,40],["susceptible",583,594],["unfinished",705,715],["lost",1113,1117]],"events":[],"dates":[["noon-day",253,261]],"times":[],"distances":[["about three thousand feet",977,1002]],"loc_advs":[["here",637,641],["left",689,693]],"spa_preps":[["round",375,380],["into",1036,1040],["among",1118,1123],["between",1274,1281],["opposite",1314,1322],["through",1503,1510]],"normalised_sentiment":0.0484848485,"vader_sentiment":0.98,"roberta_sentiment":0.9984466434},{"para_id":54,"paragraph":"Leaving the coach on Castle Rigg, we lingered for an hour long along the road, climbing every eminence by the way, and every moment catching some new object in the landscape. Immediately after arriving at the hotel, we engaged a guide, and in twenty minutes our little boat was gliding over the waves of Derwent Water, which was entirely circumnavigated in the course of the afternoon, making a circuit of five or six miles. We landed upon Vicar's Isle, containing half a dozen acres of ground, beautifully wooded and crowned with a handsome mansion belonging to General Peachy. His agent conducted us over the house which contains some good pictures and statuary; among the rest, a fine bust of Dr. Southey.","file_id":"1827_b","plnames":[["Castle",21,27],["Derwent Water",304,317],["Vicar's Isle",440,452]],"geonouns":[["coach",12,17],["road",73,77],["landscape",164,173],["hotel",209,214],["boat",269,273],["ground",487,493],["mansion",542,549],["house",611,616]],"pos_words":[["eminence",94,102],["beautifully",495,506],["handsome",533,541],["good",637,641]],"neg_words":[["object",150,156],["bust",688,692]],"events":[],"dates":[["a fine",681,687]],"times":[["an hour",50,57],["twenty minutes",243,257],["the afternoon",371,384]],"distances":[["five or six miles",406,423]],"loc_advs":[],"spa_preps":[["along",63,68],["over",286,290],["over",602,606],["among",665,670]],"normalised_sentiment":0.0273972603,"vader_sentiment":0.92,"roberta_sentiment":0.9986826777},{"para_id":55,"paragraph":"Our next landing was at the entrance of Borrowdale, for the purpose of visiting the waterfall of Lowdore, called in the guide books\" the Niagara of the English lakes!\" The name excited high expectations; and the thunders of our own cataract in fancy began to vibrate upon our ears. But it was only fancy; for Lowdore is no more like Niagara\" than I like Hercules.\" The rocks are grand, being rudely tumbled together into a narrow pass, the walls of which are perpendicular cliffs, several hundred feet in height, with hanging woods growing from the fissures. There is also a sufficient descent for a good cataract; but the stream is small, gurgling down among the rocks. What astonishment would it cause in an honest John Bull, who has borrowed his image of Niagara from this brook, could he see all of a sudden the green and billowy torrent of that river come tumbling down the glen, sweeping away fragments of rocks, and making the hills tremble!","file_id":"1827_b","plnames":[["Borrowdale",40,50],["Lowdore",97,104],["Niagara",137,144],["Lowdore",309,316],["Niagara",333,340],["Niagara",758,765]],"geonouns":[["entrance",28,36],["waterfall",84,93],["lakes",160,165],["cataract",232,240],["rocks",369,374],["pass",430,434],["walls",440,445],["woods",526,531],["cataract",605,613],["stream",623,629],["rocks",664,669],["brook",776,781],["river",850,855],["glen",879,883],["rocks",912,917],["hills",934,939]],"pos_words":[["excited",177,184],["fancy",244,249],["fancy",298,303],["like",328,332],["like",349,353],["grand",379,384],["sufficient",575,585],["good",600,604],["astonishment",676,688],["honest",710,716],["sweeping",885,893]],"neg_words":[["vibrate",259,266],["tumbled",399,406],["fissures",549,557],["torrent",834,841]],"events":[],"dates":[],"times":[],"distances":[["several hundred feet",481,501]],"loc_advs":[["together",407,415]],"spa_preps":[["into",416,420],["down",649,653],["among",654,659],["down",870,874],["away",894,898]],"normalised_sentiment":0.0777777778,"vader_sentiment":0.94,"roberta_sentiment":-0.9986132383},{"para_id":56,"paragraph":"Leaving the cascade to murmur on in its solitude, and passing an insulated bog, which alternately sinks, and rises above the water, the boatmen landed us for a moment upon the shore of the lake, to see a party of fishermen make a haul with a seine. Some dozens of trout, pike, and other small fishes were swept upon the beach, several of the finest of which were purchased at a cheap rate for dinner, or rather supper; for evening was now fast approaching.","file_id":"1827_b","plnames":[],"geonouns":[["bog",75,78],["water",125,130],["shore",176,181],["lake",189,193],["pike",271,275],["beach",320,325]],"pos_words":[["finest",342,348],["fast",439,443]],"neg_words":[["cheap",378,383]],"events":[],"dates":[],"times":[["evening",423,430]],"distances":[],"loc_advs":[["above",115,120]],"spa_preps":[],"normalised_sentiment":0.023255814,"vader_sentiment":0.4,"roberta_sentiment":0.9967713952},{"para_id":57,"paragraph":"Our excursion was continued by landing upon Lord's Island, the largest in the lake, and covered with heavy timber. It was connected with the shore by a bridge; and received its name from having been the residence of Lord Derwentwater, whose immense estates were forfeited, and himself executed for treason. The ruins of the mansion are yet visible, covered with tangled bushes and brambles. There is a cliff on the shore opposite to this island, up which it is said the lady of Lord Derwentwater made her escape, after her husband was arrested, although it is apparently too steep and giddy for even the adventurous footsteps of the shepherd. His lordship's property, embracing this island, about one third of the lake, and an immense tract in the vicinity, reverted to the government, and was given to Greenwich Hospital, to which it now belongs, producing a revenue of upwards of £ 70,000 per annum.","file_id":"1827_b","plnames":[["Lord's Island",44,57],["Derwentwater",221,233],["Derwentwater",483,495],["Greenwich Hospital",803,821]],"geonouns":[["lake",78,82],["shore",141,146],["bridge",152,158],["residence",203,212],["mansion",324,331],["shore",415,420],["island",438,444],["island",683,689],["lake",714,718]],"pos_words":[["immense",241,248],["adventurous",604,615],["immense",727,734]],"neg_words":[["treason",298,305],["ruins",311,316],["tangled",362,369],["steep",575,580],["giddy",585,590]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["opposite",421,429],["upwards",871,878]],"spa_preps":[["about",691,696]],"normalised_sentiment":-0.0256410256,"vader_sentiment":-0.75,"roberta_sentiment":0.9957178235},{"para_id":58,"paragraph":"Notwithstanding the lateness of the hour, the guide took us to St. Herbert's Isle, nearly in the centre of the lake, for the purpose of visiting the site of the shrine and hermitage of the holy personage, from whom the romantic spot derives its name. Some vestiges of the cell, overgrown by a deep and dark wood, still remain. Near by stands a rustic grotto, built some twenty years ago by Sir Wilford Lawson. It is a charming retreat, beautifully shaded by large trees.","file_id":"1827_b","plnames":[["St. Herbert's Isle",63,81]],"geonouns":[["lake",111,115],["wood",307,311],["trees",464,469]],"pos_words":[["holy",189,193],["romantic",219,227],["charming",418,426],["beautifully",436,447]],"neg_words":[["vestiges",256,264],["dark",302,306],["retreat",427,434]],"events":[],"dates":[["some twenty years ago",365,386]],"times":[["the hour",32,40]],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0204081633,"vader_sentiment":0.9,"roberta_sentiment":0.998816967},{"para_id":59,"paragraph":"Having now completed the circuit of the lake and islands, noting in the mean time, the mountains which composed the amphitheatre around, we returned to the landing, passing a bold, woody promontory, called Friar's Crag, on which there is a promenade from the village. Three ladies, arm-in-arm, were seen upon the rocks at the extreme end, appearing like Naiads, just emerging from the crystal waters. A twilight view of Crow Park, a smooth and beautiful green,( unclassical as its name is,) extending from the margin of the lake to the village, closed the pleasures of the day.","file_id":"1827_b","plnames":[["Friar's Crag",206,218],["Crow Park",420,429]],"geonouns":[["lake",40,44],["islands",49,56],["mountains",87,96],["promontory",187,197],["village",259,266],["rocks",313,318],["waters",393,399],["lake",524,528],["village",536,543]],"pos_words":[["like",349,353],["smooth",433,439],["beautiful",444,453]],"neg_words":[],"events":[],"dates":[["the day",569,576]],"times":[],"distances":[],"loc_advs":[["there",229,234]],"spa_preps":[["around",129,135]],"normalised_sentiment":0.0566037736,"vader_sentiment":0.9,"roberta_sentiment":0.9985620379},{"para_id":60,"paragraph":"Early next morning we once more mounted ponies, and under the direction of a guide, who had followed the business for upwards of thirty years, commenced what is here termed\" the long round.\" It is a circuit of fifty - seven miles, extending up Borrowdale to its termination; across a hill called Stye Head, to Wastdale; thence to Calder Bridge, and thence back to Keswick, by lakes Ennerdale, Lowes Water, Crummock, and Buttermere, making two days' ride, over a pathway sometimes hardly discernible, and frequently so precipitous as to compel us to walk. A strong desire to examine all the scenery about these celebrated lakes, impelled us to undertake this arduous journey, which never occasioned a moment's regret.","file_id":"1827_b","plnames":[["Borrowdale",244,254],["Stye",296,300],["Wastdale",310,318],["Calder Bridge",330,343],["Keswick",364,371],["Ennerdale",382,391],["Lowes Water",393,404],["Crummock",406,414],["Buttermere",420,430]],"geonouns":[["hill",284,288],["lakes",376,381],["lakes",621,626]],"pos_words":[["strong",557,563],["celebrated",610,620]],"neg_words":[["precipitous",518,529],["arduous",658,665],["regret",709,715]],"events":[],"dates":[["thirty years",129,141],["two days'",439,448]],"times":[["Early next morning",0,18]],"distances":[["fifty - seven miles",210,229]],"loc_advs":[["upwards",118,125],["here",161,165]],"spa_preps":[["under",52,57],["round",183,188],["across",275,281],["over",455,459],["about",598,603]],"normalised_sentiment":-0.0138888889,"vader_sentiment":0.9,"roberta_sentiment":0.9985651374},{"para_id":61,"paragraph":"Borrowdale, up which the first six or eight miles of our tour extended, is unrivalled in grandeur and sublimity by any mountain scenery I have ever visited, always excepting the pass of the White Hills; and in romantic wildness, by nothing save the head of Langdale, to which it is scarcely inferior. Crag after crag rises to view, and in the most savage forms impend over the vale. In many places fragments of the mountains have tumbled down, and covered whole acres with ruins. One rock in particular, which Milton's warring angels, or the Titans of the Greek poets, could scarcely have moved, has descended from its bed, and now lies by the side of the road, like the hulk of a stranded ship. It is keel-shaped, and so narrow at the bottom, that my friend and I shook hands beneath it. A ladder has been made purposely for ascending it, which we climbed and reposed awhile upon the blooming heath, growing on its top.","file_id":"1827_b","plnames":[["Borrowdale",0,10],["Langdale",257,265],["Crag",301,305],["Milton",510,516]],"geonouns":[["mountain",119,127],["pass",178,182],["head",249,253],["crag",312,316],["vale",377,381],["mountains",415,424],["rock",484,488],["bed",619,622],["road",656,660],["ship",690,694]],"pos_words":[["grandeur",89,97],["romantic",210,218],["like",662,666],["top",916,919]],"neg_words":[["scarcely",282,290],["inferior",291,299],["savage",348,354],["tumbled",430,437],["ruins",473,478],["scarcely",575,583],["lies",632,636]],"events":[],"dates":[],"times":[],"distances":[["the first six or eight miles",21,49]],"loc_advs":[],"spa_preps":[["over",368,372],["down",438,442],["beneath",777,784]],"normalised_sentiment":-0.0352941176,"vader_sentiment":-0.46,"roberta_sentiment":0.9987784028},{"para_id":62,"paragraph":"It was not without some reason, that Gray said in passing up the jaws of Borrowdale, close under its frightful precipices, he held his breath and hastened on in silence, lest the sound of his voice should loosen a fragment. His excursion, however, did not reach far enough to embrace either the grandest or the wildest of the scenery. Had he known what there was beyond the boundary of his tour, he certainly would have turned back, in the case above alluded to. A furious stream, which rushes and roars down the ravine, adds much to the wildness of the scene. A rude, one - arched stone bridge hangs loosely across it, near the head of the vale. It seemed hardly sufficient to sustain the weight of our ponies. On a rock below, girt with the foam of the stream, sat a solitary traveller sketching the bridge, and the head of Borrowdale above. The picture may perhaps be seen, on our return to London. A young lady of fortune, who is now in Paris, was so enamoured of the romantic charms of this glen, that she has erected a handsome house in one of the wildest parts of it. She deserves to be immortalized for her taste. Beside her's, there are few dwellings in the defile, except the cottages of shepherds, and one or two little villages of workmen, engaged in a valuable mine of plumbago in the vicinity, where great quantities of black-lead pencils of an excellent quality are manufactured.","file_id":"1827_b","plnames":[["Borrowdale",73,83],["Borrowdale",826,836],["London",894,900],["Paris",941,946]],"geonouns":[["precipices",111,121],["stream",473,479],["stone",582,587],["bridge",588,594],["head",629,633],["vale",641,645],["rock",717,721],["stream",755,761],["bridge",802,808],["head",818,822],["glen",996,1000],["house",1034,1039],["cottages",1186,1194],["villages",1231,1239]],"pos_words":[["enough",266,272],["sufficient",664,674],["fortune",918,925],["romantic",972,980],["handsome",1025,1033],["valuable",1265,1273],["great",1314,1319],["lead",1340,1344],["excellent",1359,1368]],"neg_words":[["frightful",101,110],["furious",465,472],["rude",563,567],["hangs",595,600],["defile",1167,1173]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["without",11,18],["there",353,358],["beyond",363,369],["above",445,450],["above",837,842],["there",1136,1141]],"spa_preps":[["close",85,90],["under",91,96],["down",504,508],["across",609,615],["near",620,624],["below",722,727]],"normalised_sentiment":0.0325203252,"vader_sentiment":0.96,"roberta_sentiment":-0.9974791408},{"para_id":63,"paragraph":"On reaching the brow of Stye Head, which is at an elevation of about 2000 feet, and up the rocky sides of which our poor ponies had as hard work as ourselves to clamber, a view opened down Borrowdale, which the richest combinations of the imagination could scarcely surpass, and which it is impossible for me adequately to describe. From this point, the eye reaches the whole extent of the immense gorge, and rests upon Skiddaw and Saddleback in the distance, to the north of Keswick. Into the vale on either side, mountains and crags of every possible shape and variety project towards each other, intermingling their bold fronts and forming a serrated vista of hills, which exhibits the finest perspective, and seems lengthened far beyond the reality by a variation of light and shade. The view so far transcended the ordinary lineaments of nature, as to bewilder the mind and lead the spectator to think he was gazing on an unearthly scene. Could an exact transcript be reached by the pencil, few persons would believe that the picture had a prototype, and was not the work of fancy. Every thing is in exact accordance with the outlines-- the stream, the bridge, the scattered huts in the depth of the glen, and the flocks hanging on the dizziest precipices.","file_id":"1827_b","plnames":[["Stye",24,28],["Borrowdale",189,199],["Skiddaw",420,427],["Saddleback",432,442],["Keswick",476,483]],"geonouns":[["brow",16,20],["point",343,348],["vale",494,498],["mountains",515,524],["crags",529,534],["hills",663,668],["stream",1146,1152],["bridge",1158,1164],["glen",1205,1209],["precipices",1250,1260]],"pos_words":[["work",140,144],["surpass",266,273],["immense",390,397],["variety",563,570],["finest",689,695],["lead",879,883],["work",1072,1076],["fancy",1080,1085]],"neg_words":[["rocky",91,96],["poor",116,120],["hard",135,139],["scarcely",257,265],["impossible",291,301],["bewilder",857,865]],"events":[],"dates":[],"times":[],"distances":[["about 2000 feet",63,78]],"loc_advs":[],"spa_preps":[["down",184,188],["beyond",734,740]],"normalised_sentiment":0.018018018,"vader_sentiment":0.6,"roberta_sentiment":0.9984015822},{"para_id":64,"paragraph":"We were now both literally and figuratively in the clouds, being between the Pikes of Scawfell and Great Gavel, the two highest mountains in the whole region of the lakes, and the former the loftiest in England. It commenced raining, and volumes of mist rolled along the dark ledges of rock, forming battlements still above us, and bordering the gloomy defile through which the pathway leads over a heath, and by the side of a solitary tarn. On reaching the brow of the precipice, which looks down for thousands of feet into the tremendous gulf at the head of Wastdale, where the clouds were seen tumbling and breaking beneath us, to a depth which the eye could not reach, my mind at first recoiled from such a descent. But onward was the word, and we proceeded step by step for a mile and a half down a track, which passes obliquely along the side of Great Gravel and conducts the traveller to the region below. The whole declivity, inclining with an angle of more than forty - five degrees, is covered with loose fragments, which have crumbled and slidden from the mountains.","file_id":"1827_b","plnames":[["Pikes",77,82],["Scawfell",86,94],["Great Gavel",99,110],["England",203,210],["Wastdale",560,568]],"geonouns":[["mountains",128,137],["region",151,157],["lakes",165,170],["rock",286,290],["tarn",436,440],["brow",458,462],["precipice",470,479],["head",552,556],["track",804,809],["passes",817,823],["region",899,905],["mountains",1067,1076]],"pos_words":[["leads",386,391]],"neg_words":[["mist",249,253],["dark",271,275],["gloomy",346,352],["defile",353,359],["breaking",610,618],["loose",1009,1014]],"events":[],"dates":[["forty",971,976]],"times":[],"distances":[["thousands of feet",502,519],["a mile and a half",779,796]],"loc_advs":[["between",65,72],["beneath",619,626]],"spa_preps":[["along",261,266],["above",318,323],["through",360,367],["over",392,396],["down",493,497],["into",520,524],["down",797,801],["along",834,839],["below",906,911]],"normalised_sentiment":-0.0543478261,"vader_sentiment":0.66,"roberta_sentiment":0.978330195},{"para_id":65,"paragraph":"The head of Wastdale is entirely desolate, where nothing is seen but clouds and rocks, mingling together in gloomy grandeur, and nothing heard but the dashing of torrents. After riding a mile or two farther, we reached the borders of cultivation, and a group of cottages. A church scarcely as large as an ordinary toll-house lifts its mimic turret from the bosom of the vale. The whole congregation consists of only forty - five persons, including men, women and children. They are entirely insulated from the rest of the world, and form a little flock under the charge of a pastor, who leads a life of primitive simplicity like themselves.","file_id":"1827_b","plnames":[["Wastdale",12,20]],"geonouns":[["head",4,8],["rocks",80,85],["cottages",262,270],["church",274,280],["house",319,324],["vale",370,374]],"pos_words":[["grandeur",115,123],["dashing",151,158],["leads",587,592],["like",624,628]],"neg_words":[["desolate",33,41],["gloomy",108,114],["scarcely",281,289],["toll",314,318],["primitive",603,612]],"events":[],"dates":[["forty",416,421]],"times":[],"distances":[["a mile",185,191]],"loc_advs":[["together",96,104]],"spa_preps":[["under",553,558]],"normalised_sentiment":-0.0169491525,"vader_sentiment":0.82,"roberta_sentiment":-0.9902951717},{"para_id":66,"paragraph":"Our ride to-day exhibited so much wild and romantic scenery, a faithful description of which seems like exaggeration, that I hardly dare attempt to delineate a picture, which burst suddenly upon us, on reaching the shore of Wast Water. It had rained hard ever since arriving at the Pikes of Scawfell. All at once the cloud rose from the western horizon, and a light, half way between a dark and clear sky, disclosed the whole lake, stretching several miles towards the west, and skirted at that end with woods and green hills. Its southern shore is bounded by a long range of hills called the Screes, which push their perpendicular cliffs into the lake. The clouds still hung upon the brow of these rocks, descending in wreaths part way down the sides. Towards the head of the vale, all was darkness and gloom. The view which the lake presented, under such a light, and shaded by such drapery, made an impression upon my mind, that can never be effaced. I was anxious to fix it, as an image of a perfect picture, which the tints of no pencil could reach. Our aged guide remarked, that long as he had lived about the lakes, and often as he had gone this same round, he never had witnessed a scene, which struck him so forcibly.","file_id":"1827_b","plnames":[["Wast Water",224,234],["Pikes",282,287],["Scawfell",291,299],["Screes",593,599]],"geonouns":[["shore",215,220],["horizon",345,352],["lake",426,430],["woods",504,509],["hills",520,525],["shore",540,545],["hills",576,581],["lake",648,652],["brow",685,689],["rocks",699,704],["head",765,769],["vale",777,781],["lake",830,834],["lakes",1116,1121]],"pos_words":[["romantic",43,51],["faithful",63,71],["like",99,103],["clear",395,400],["perfect",996,1003]],"neg_words":[["wild",34,38],["exaggeration",104,116],["hard",250,254],["cloud",317,322],["dark",386,390],["hung",671,675],["darkness",791,799],["gloom",804,809],["anxious",960,967],["struck",1203,1209]],"events":[],"dates":[["to-day",9,15]],"times":[],"distances":[["several miles",443,456]],"loc_advs":[],"spa_preps":[["between",376,383],["into",639,643],["down",737,741],["under",846,851],["about",1106,1111],["round",1158,1163]],"normalised_sentiment":-0.0423728814,"vader_sentiment":0.72,"roberta_sentiment":0.9975768924},{"para_id":67,"paragraph":"At 4 o'clock in the afternoon, we reached a little village at the west end of the lake, which afforded us some refreshment, and detained us for a short time to examine its tiny church. Beneath the green sod in front, the forefathers of the valley repose, whose tomb-stones show, that many of them lived to a patriarchal age, protracted by a life of simplicity and contentment. Our ride at sunset along the road towards Calder Bridge, affording us a view of Black Comb, a lofty insulated mountain, and glimpses of the Irish sea, was by no means unpleasant. After pausing for a few minutes at the village of Gosport, to look at some curious pillars, in the church-yard, supposed to be of Roman origin, and to admire a neat sarcophagus, which affection had planted under a sheltering yew, in memory of a young lady, we arrived at a small inn upon the banks of the Calder, and were lulled to sleep by the music of a waterfall.","file_id":"1827_b","plnames":[["Calder Bridge",419,432],["Black Comb",457,467]],"geonouns":[["village",51,58],["lake",82,86],["church",177,183],["valley",240,246],["stones",266,272],["road",406,410],["mountain",487,495],["sea",523,526],["village",595,602],["church",655,661],["inn",835,838],["banks",848,853],["waterfall",912,921]],"pos_words":[["contentment",364,375],["admire",707,713],["neat",716,720],["affection",740,749]],"neg_words":[["protracted",325,335],["unpleasant",544,554]],"events":[],"dates":[],"times":[["4 o'clock",3,12],["the afternoon",16,29],["a few minutes",574,587]],"distances":[],"loc_advs":[],"spa_preps":[["along",396,401],["under",762,767]],"normalised_sentiment":0.0227272727,"vader_sentiment":0.77,"roberta_sentiment":0.9985035658},{"para_id":68,"paragraph":"Taking an early breakfast, the next morning we pursued our journey, bending our course back towards Keswick. At the distance of a mile from the inn are the ruins of Furness Abbey, situate upon the immediate banks of the Calder, a rapid stream descending from the mountains. Several of the ivy-mantled arches are yet standing, affording a lodgment to flocks of rooks, which are hovering about the decayed tower, as if in mockery of its former grandeur. The edifice appears to have been of a mixed order of architecture, partly Saxon, and partly Norman Gothic. An album is placed in one of the cells, by means of which the visitant may send his name down to posterity, by paying a shilling postage. A handsome mansion has been erected near the ruin, through the garden and fruitery of which the man in attendance conducted us.","file_id":"1827_b","plnames":[["Keswick",100,107],["Furness Abbey",165,178]],"geonouns":[["inn",144,147],["banks",207,212],["stream",236,242],["mountains",263,272],["tower",404,409],["mansion",708,715]],"pos_words":[["rapid",230,235],["grandeur",442,450],["handsome",699,707]],"neg_words":[["ruins",156,161],["decayed",396,403],["mockery",420,427],["ruin",742,746]],"events":[],"dates":[],"times":[["the next morning",27,43]],"distances":[["a mile",128,134]],"loc_advs":[["near",733,737]],"spa_preps":[["about",386,391],["down",648,652],["through",748,755]],"normalised_sentiment":-0.0131578947,"vader_sentiment":-0.61,"roberta_sentiment":0.9813401103},{"para_id":69,"paragraph":"Soon after leaving this place, the path stretches for many miles over a bleak and barren moor, called Cold Fell; a name by no means inappropriate. A squall of wind and rain here overtook us, against which our cloaks furnished but a poor defence. Frequent turns in the road compelled us to beat against the storm, somewhat in the manner of the old Admiral in Peregrine Pickle, till all sides were pretty thoroughly drenched. Our guide's tight drab breeches, notwithstanding their qualifications for shedding rain, were quite soaked through, and gave him a damp seat. Catching his breath between the gusts, he would occasionally remark by way of comfort rather than of information,\" a severe storm is this!\"","file_id":"1827_b","plnames":[],"geonouns":[["path",35,39],["moor",89,93],["road",268,272],["seat",560,564]],"pos_words":[["overtook",178,186],["pretty",396,402],["comfort",644,651]],"neg_words":[["bleak",72,77],["barren",82,88],["inappropriate",132,145],["poor",232,236],["drab",442,446],["severe",683,689]],"events":[["Cold",102,106]],"dates":[],"times":[],"distances":[],"loc_advs":[["here",173,177]],"spa_preps":[["over",65,69],["against",191,198],["against",294,301],["through",531,538],["between",586,593]],"normalised_sentiment":-0.0422535211,"vader_sentiment":0.55,"roberta_sentiment":-0.9958958626},{"para_id":70,"paragraph":"The squall, however, soon blew over, and gleams of shade and sunshine exhibited the scenery about Ennerdale and Lowes Water to good advantage. There is nothing peculiarly striking in the former. Its western shore is bold, formed by the base of a lofty hill; its borders rural; and its outlet a beautiful stream. The latter is a romantic little lake, and the mountain scenery at its head extremely fine. A deep and rugged gorge opens from its end into Borrowdale. Lowes Water is the favourite of our guide, and with the doting fondness of age, he took particular pains to show off the charms of his pet in the most favourable light. Passing along the whole extent of its borders, and crossing several fine streams, hastening on to the Irish sea, we arrived at Scale Hill in season to dine sumptuously on trout and char. The latter is without exception, the most delicious fish I have ever tasted-- at any rate, it so appeared to me on that day.","file_id":"1827_b","plnames":[["Ennerdale",98,107],["Lowes Water",112,123],["Borrowdale",451,461],["Lowes Water",463,474],["Scale Hill",759,769]],"geonouns":[["shore",207,212],["hill",252,256],["outlet",285,291],["stream",304,310],["lake",344,348],["mountain",358,366],["head",382,386],["streams",705,712],["sea",740,743]],"pos_words":[["good",127,131],["advantage",132,141],["striking",171,179],["beautiful",294,303],["romantic",328,336],["fine",397,401],["fondness",526,534],["fine",700,704],["sumptuously",788,799],["delicious",861,870]],"neg_words":[["peculiarly",160,170],["pains",562,567]],"events":[],"dates":[["season",773,779],["that day",934,942]],"times":[],"distances":[],"loc_advs":[["without",833,840]],"spa_preps":[["over",31,35],["about",92,97],["into",446,450],["along",640,645]],"normalised_sentiment":0.0879120879,"vader_sentiment":0.98,"roberta_sentiment":0.9987500906},{"para_id":71,"paragraph":"At the distance of half a mile from the inn, we embarked on board of a row-boat, and launched upon the waters of lake Crummock, for the purpose of visiting the fall of Scale Force which could not be approached on horseback. The wind was against us, and two hours were occupied in navigating four miles, the length of the lake, including a walk of three quarters of a mile to the cascade, which is decidedly the finest we have found in this region. It is situated in a deep, rocky, and woody ravine, or gill, as such passes are here called. The water, what there is of it, descends 156 feet in an unbroken silver stream, varying but five degrees from a perpendicular. It produces a pretty echo among the rocks, which form its bed, and the foliage overhanging it, sparkles with the spray. There is nothing very peculiar in the mountains about lake Crummock, with the exception of Red Pike, which differs entirely in complexion from the other hills, as its name imports. Its naked and ruinous peak is composed of dark-red sand-stone, which has led to a conjecture that it was once a volcano. There however appears to be little foundation for such a hypothesis.","file_id":"1827_b","plnames":[["Crummock",118,126],["Scale Force",168,179],["Crummock",846,854],["Red Pike",878,886]],"geonouns":[["inn",40,43],["boat",75,79],["waters",103,109],["lake",113,117],["lake",321,325],["region",440,446],["gill",502,506],["passes",516,522],["water",544,549],["stream",612,618],["rocks",703,708],["bed",725,728],["mountains",825,834],["lake",841,845],["hills",940,945],["peak",990,994],["stone",1024,1029]],"pos_words":[["finest",411,417],["pretty",681,687],["led",1041,1044]],"neg_words":[["rocky",474,479],["peculiar",809,817],["ruinous",982,989],["dark",1010,1014]],"events":[],"dates":[["the fall of",156,167],["three quarters",347,361]],"times":[["two hours",253,262]],"distances":[["half a mile",19,30],["four miles",291,301],["a mile",365,371],["156 feet",581,589]],"loc_advs":[["here",527,531],["there",556,561]],"spa_preps":[["against",237,244],["among",693,698],["about",835,840]],"normalised_sentiment":-0.0102040816,"vader_sentiment":0.12,"roberta_sentiment":0.9984617233},{"para_id":72,"paragraph":"As the afternoon was now nearly wasted, we crossed the lake to its head, remounted our ponies, and rode a mile to Buttermere, the last in the long circuit. The alluvial tract between Crummock and Buttermere is peculiarly rural and picturesque, being seen in connexion with both lakes, the latter of which is small, but finely cradled among the mountains. A headlong torrent, pouring from a tarn on the brow of Red Pike, adds much to the romantic beauty of the scenery. Our stay here was short. Crossing a fell denominated the Haws, we descended into the vale of Newlands, and just at evening arrived again in sight of the glassy Derwent, and of the village of Keswick seated upon its shores. Another half hour's ride took us to the hotel, where a little repose after a fatiguing but delightful jaunt was not unwelcome.","file_id":"1827_b","plnames":[["Buttermere",114,124],["Crummock",183,191],["Buttermere",196,206],["Red Pike",410,418],["Haws",526,530],["Newlands",562,570],["Derwent",629,636],["Keswick",660,667]],"geonouns":[["lake",55,59],["head",67,71],["lakes",278,283],["mountains",344,353],["tarn",390,394],["brow",402,406],["vale",554,558],["village",649,656],["shores",684,690],["hotel",732,737]],"pos_words":[["picturesque",231,242],["finely",319,325],["romantic",437,445],["beauty",446,452],["delightful",783,793]],"neg_words":[["wasted",32,38],["peculiarly",210,220],["torrent",366,373],["fell",505,509],["unwelcome",808,817]],"events":[],"dates":[],"times":[["the afternoon",3,16],["evening",584,591],["Another half hour's",692,711]],"distances":[["a mile",104,110]],"loc_advs":[["headlong",357,365],["here",478,482]],"spa_preps":[["between",175,182],["among",334,339],["into",545,549]],"normalised_sentiment":0.0,"vader_sentiment":0.94,"roberta_sentiment":0.995792985},{"para_id":73,"paragraph":"The next morning I despatched a letter of introduction to the Poet Laureate of England, who has a beautiful seat upon the banks of the Greta, half a mile from the village. In a short time a polite and friendly note was received, containing not only an invitation to tea at 6 o'clock that evening, but also a memorandum of the most interesting objects about the lakes, which might furnish an agreeable occupation for the day. As our own industry had anticipated the route designated, and the weather was pleasant, it was concluded to ascend Skiddaw, an excursion of ten or twelve miles in going and returning, and occupying about five hours.","file_id":"1827_b","plnames":[["England",79,86],["Greta",135,140],["Skiddaw",540,547]],"geonouns":[["seat",108,112],["banks",122,127],["village",163,170],["lakes",361,366]],"pos_words":[["beautiful",98,107],["polite",190,196],["friendly",201,209],["interesting",331,342],["agreeable",391,400],["pleasant",503,511]],"neg_words":[],"events":[],"dates":[["the day",416,423]],"times":[["The next morning",0,16],["6 o'clock that evening",273,295],["about five hours",623,639]],"distances":[["half a mile",142,153],["ten or twelve miles",565,584]],"loc_advs":[],"spa_preps":[["about",351,356]],"normalised_sentiment":0.1071428571,"vader_sentiment":0.95,"roberta_sentiment":0.9985592961},{"para_id":74,"paragraph":"At 11 o'clock, we once more mounted our ponies and set out for the top of the mountain, accompanied by the same guide, who had been with us for the last three days. For the first two or three miles our ride was northward, through the vale of Keswick, across the Greta, and over a green hill of considerable elevation, called Latrigg, or\" the Cub of Skiddaw.\" The name is probably derived from the proximity and relative size of the two hills. After passing a ravine between them, we arrived at the most arduous part of the ascent, which is effected by working traverse up an acclivity of nearly 45 degrees, sometimes in an obscure track, and at others on the green turf. The horses seemed to understand it much better than ourselves. They would go obliquely along the side of the hill for a few rods, and then voluntarily turning stand upon another tack, thus beating up towards the summit.","file_id":"1827_b","plnames":[["Keswick",242,249],["Greta",262,267],["Latrigg",325,332],["Skiddaw",349,356]],"geonouns":[["mountain",78,86],["vale",234,238],["hill",286,290],["hills",436,441],["track",631,636],["hill",780,784],["summit",883,889]],"pos_words":[["top",67,70],["better",711,717]],"neg_words":[["arduous",503,510],["obscure",623,630]],"events":[],"dates":[["the last three days",144,163],["45",595,597]],"times":[["11 o'clock",3,13]],"distances":[["the first two or three miles",169,197]],"loc_advs":[["northward",211,220]],"spa_preps":[["out",55,58],["through",222,229],["across",251,257],["over",273,277],["between",466,473],["along",758,763]],"normalised_sentiment":0.0,"vader_sentiment":0.18,"roberta_sentiment":0.9960028529},{"para_id":75,"paragraph":"Toiling in this way for several miles, and gaining an extended horizon at every step, we at length reached what may be termed the shoulder of the mountain, consisting of a tract less steep, of a marshy formation, and covered with a thick coat of wild grass. Flocks of sheep were seen in all directions, which at a distance appeared like white rocks peeping from the verdant surface. This elevation only served to show, that other Alpine heights remained to be ascended. The route for the remainder of the way leads across the shoulder, and looks down from the immense dorsum, into the deep ravines on the northern side. It was while traversing this ridge, on which the path runs along the brow of the mountain, that the vivid, but unrestrained and unchastened imagination of Mrs. Radcliff conjured up the terrors, which fill the description of her ascent, and which have actually frightened some weak women from following her footsteps, after they had climbed a part of the way. The sides of the mountain are no where precipitous; and had her ladyship missed a step, she would not have slidden far.","file_id":"1827_b","plnames":[],"geonouns":[["horizon",63,70],["mountain",146,154],["rocks",343,348],["ridge",649,654],["path",669,673],["brow",689,693],["mountain",701,709],["mountain",996,1004]],"pos_words":[["gaining",43,50],["like",332,336],["leads",509,514],["immense",560,567],["vivid",720,725]],"neg_words":[["steep",183,188],["wild",246,250],["weak",896,900],["precipitous",1018,1029],["missed",1052,1058]],"events":[],"dates":[],"times":[],"distances":[["several miles",24,37]],"loc_advs":[],"spa_preps":[["across",515,521],["down",546,550],["into",576,580],["along",679,684]],"normalised_sentiment":0.0,"vader_sentiment":-0.95,"roberta_sentiment":0.9929375052},{"para_id":76,"paragraph":"It is true that before reaching the top we trembled-- not with fear, but with cold, which became intense, accompanied by a high wind, although the weather at the base, after as well as before the ascent, was so calm and warm, as to be uncomfortable. It was not however our misfortune to experience an accident, which befel a party of ladies and gentlemen a few days before. In a sudden and violent squall, one of the females, carrying too much sail, was capsized, and pulled three or four others along with her to the ground. Nor were we so intent on the comforts of the body, as to follow the example of Mrs. Radcliff, in taking up a bottle of brandy, or other refreshments, to expel the cold, and impart vigour to the imagination.","file_id":"1827_b","plnames":[],"geonouns":[["top",36,39],["ground",518,524]],"pos_words":[["well",177,181],["calm",211,215],["warm",220,224]],"neg_words":[["fear",63,67],["cold",78,82],["intense",97,104],["uncomfortable",235,248],["misfortune",273,283],["violent",390,397],["expel",679,684],["cold",689,693]],"events":[],"dates":[["a few days before",355,372]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["along",496,501]],"normalised_sentiment":-0.0833333333,"vader_sentiment":0.69,"roberta_sentiment":0.9940092564},{"para_id":77,"paragraph":"But we have not yet reached the summit, which is climbed by another steep acclivity, and consists of naked rock, in the form of broken slate, some of the fragments standing vertically in the ground, and forming a rough pavement. On the very apex, there is a heap of stones, where it is said a beacon once blazed, as a signal for the surrounding country to rally, in the time of the border wars. Near by a little hut, no larger than a hermit's cell, has been built of rude stone, serving as a temporary shelter to visitants from the inclemency of the weather. This peak is three thousand feet above the level of the sea, being about the elevation of Pine Orchard. It is fully exposed to the winds and storms assailing it from all points of the compass, in this respect differing widely from the woody and sheltered summits of the Catskill. A pocket thermometer taken with us indicated a temperature of 60 degrees, while at the base of the mountain the mercury stood at 75.","file_id":"1827_b","plnames":[],"geonouns":[["summit",32,38],["rock",107,111],["ground",191,197],["stones",266,272],["beacon",293,299],["country",345,352],["stone",472,477],["peak",564,568],["sea",615,618],["points",729,735],["summits",814,821],["mountain",938,946]],"pos_words":[["respect",760,767]],"neg_words":[["steep",68,73],["broken",128,134],["rough",213,218],["rude",467,471]],"events":[],"dates":[["75",968,970]],"times":[],"distances":[["three thousand feet",572,591]],"loc_advs":[["there",247,252]],"spa_preps":[["above",592,597],["about",626,631]],"normalised_sentiment":-0.0352941176,"vader_sentiment":-0.92,"roberta_sentiment":-0.9565486908},{"para_id":78,"paragraph":"Here we remained something more than half an hour, sitting in the lee of\" the old man,\" as these piles of stones on mountains are denominated, and reading through Mrs. Radcliff's turgid account of her excursion to the top of Skiddaw, which she clothes with as many thunders and terrific images, as clustered on the brow of Sinai. A more agreeable occupation was found in casting our eyes round a horizon of some sixty or eighty miles in diameter, and taking a bird's - eye view of the country. It would be a tedious task to enumerate the principal objects, embraced within this wide circle. To the north, the Caledonian and Northumbrian hills rise in the distance, between which and the base of Skiddaw stretches a wide champain studded with towns and villages. The broad and bright expanse of Solway Frith is distinctly seen, with Carlisle and Gretna Green upon its borders. To the east the prospect is bounded by the lofty peak of Ingleborough, and the fells of Yorkshire and Westmoreland, with the town of Penrith rising prettily at the foot of Ullswater. Towards the west, the Irish Sea gleams along a coast, sometimes bordered with rocks, and at others with little ports, where vessels are seen labouring in the waves, or entering and departing from the harbours. To the south extends, as far as the eye can reach, a chaos of mountains, with a multitude of peaks lifting their heads one above another in the wildest confusion. Between this bristled region and the foot of Skiddaw, the vale of Keswick is seen beautifully embosomed, with its lakes and streams reduced to a diminutive size. Such are the mere outlines of this view, which amply remunerated us for the fatigues of the ascent.","file_id":"1827_b","plnames":[["Skiddaw",225,232],["Skiddaw",695,702],["Solway Frith",794,806],["Carlisle",832,840],["Ingleborough",933,945],["Yorkshire",964,973],["Westmoreland",978,990],["Penrith",1009,1016],["Ullswater",1048,1057],["Irish Sea",1081,1090],["Skiddaw",1477,1484],["Keswick",1498,1505]],"geonouns":[["stones",106,112],["mountains",116,125],["top",218,221],["brow",315,319],["horizon",396,403],["country",485,492],["hills",637,642],["towns",742,747],["villages",752,760],["peak",925,929],["town",1001,1005],["foot",1040,1044],["coast",1106,1111],["rocks",1137,1142],["ports",1170,1175],["mountains",1331,1340],["peaks",1362,1367],["heads",1382,1387],["region",1454,1460],["foot",1469,1473],["vale",1490,1494],["lakes",1546,1551],["streams",1556,1563],["mere",1607,1611]],"pos_words":[["terrific",278,286],["agreeable",337,346],["bright",776,782],["prettily",1024,1032],["beautifully",1514,1525],["amply",1641,1646]],"neg_words":[["tedious",508,515],["chaos",1322,1327],["confusion",1421,1430]],"events":[],"dates":[],"times":[["half an hour",37,49]],"distances":[["sixty or eighty miles",412,433]],"loc_advs":[["above",1392,1397]],"spa_preps":[["through",155,162],["round",388,393],["within",566,572],["between",665,672],["along",1098,1103]],"normalised_sentiment":0.0192307692,"vader_sentiment":0.85,"roberta_sentiment":-0.9994729161},{"para_id":79,"paragraph":"Our return from Skiddaw was in season to comply with the terms of the Laureate's invitation to tea, and to enjoy the high satisfaction of seeing one of the most eminent as well as the most voluminious of the living poets, whose Joan of Arc and Madock were among my earliest readings, and whose latest production has been the companion of our rambles through England. I was perfectly astonished on being ushered into the drawing-room and meeting him at the door, to find an author who had been prominent for so many years, so young in his appearance, so brisk in all his motions, and so animated in conversation. One would naturally infer from the time he has been before the public, and especially from the introduction to his Paraguay, that he is tottering with decrepitude, on the very verge of the grave. But such a conclusion, so far as looks are concerned, is as fallacious as the most groundless of the poet's fictions. With the exception of a chronic affection in one of his feet, which drove him from the continent in his late visit, and has since confined him at home, he seems to be as vigorous and active as ever, both in body and mind. For any visible infirmities, he may yet live to hold his office for twenty years to come, and add another decade to his works. He must be from fifty to fifty - five; but enjoying all the greenness of age, he would not be taken for more than forty - five.","file_id":"1827_b","plnames":[["Skiddaw",16,23],["England",358,365]],"geonouns":[["door",456,460],["feet",982,986]],"pos_words":[["enjoy",107,112],["eminent",161,168],["well",172,176],["perfectly",373,382],["astonished",383,393],["prominent",493,502],["brisk",553,558],["affection",958,967],["works",1268,1273],["enjoying",1318,1326]],"neg_words":[["decrepitude",763,774],["concerned",851,860],["fallacious",868,878],["groundless",891,901],["chronic",950,957],["confined",1056,1064]],"events":[],"dates":[["season",31,37],["so many years",507,520],["twenty years",1216,1228],["another decade",1246,1260],["forty",1389,1394]],"times":[],"distances":[],"loc_advs":[["home",1072,1076]],"spa_preps":[["among",256,261],["through",350,357],["into",411,415]],"normalised_sentiment":0.0350877193,"vader_sentiment":0.97,"roberta_sentiment":0.9740803838},{"para_id":80,"paragraph":"I was in all respects disappointed in his appearance, expecting to find a heavy, clumsy, formal and prosing old man, stately and distant in his manners, with his official honours and the pride of authorship sitting sternly upon him, and rendering him inaccessible. His character is the very reverse of this in every particular, evincing great vivacity, suavity, affability, and cordiality of deportment, with nothing of austerity, or of what dunces call dignity. All distance is at once removed, and the stranger feels no other restraint than politeness and a natural deference to talent impose. In his person, he is slender, of the ordinary height, with a light, airy form, indicating, that however many butts of sack the Laureate may have received in virtue of his office, he has seldom tasted of their contents. His constitution seems to be delicate, exhibiting nothing of the robustious fullness of the Englishman. In his head and face, there is nothing peculiarly striking-- no bumps, no deep lines of thought, no certain indications of genius, that I could perceive. His features are rather prominent, his nose aquiline, and the expression of his face, mild, playful, and animated. His style of conversation is fluent, rapid, and vehement, reminding me of Vice President Calhoun. His dress was plain and simple, but neat.","file_id":"1827_b","plnames":[],"geonouns":[["head",926,930],["lines",998,1003]],"pos_words":[["stately",117,124],["pride",187,192],["great",337,342],["affability",362,372],["dignity",454,461],["politeness",543,553],["deference",568,577],["talent",581,587],["virtue",753,759],["delicate",844,852],["genius",1042,1048],["prominent",1097,1106],["playful",1165,1172],["fluent",1217,1223],["rapid",1225,1230],["neat",1322,1326]],"neg_words":[["disappointed",22,34],["clumsy",81,87],["stranger",504,512],["impose",588,594],["sack",714,718],["peculiarly",958,968],["bumps",983,988],["vehement",1236,1244]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",941,946]],"spa_preps":[],"normalised_sentiment":0.0695652174,"vader_sentiment":0.91,"roberta_sentiment":0.9927060008},{"para_id":81,"paragraph":"After an introduction to his wife, who is an affable agreeable woman, and to a circle consisting of half a dozen ladies, who were seated at a round table, busily employed in needle-work, tea was served up, and the conversation turned upon a great variety of topics. The poet entered freely into his domestic affairs; and talked much of his familiarity, from a residence at Keswick of twenty - three years, with the lake scenery over which we had just been rambling. On being asked if he had often ascended Skiddaw, he replied,\" three score times at least!\" Nothing but ill health had prevented him from going up the present season. He had once made the excursion in company with Sir Humphrey Davy, who discovered a new and remarkable rock.","file_id":"1827_b","plnames":[["Keswick",373,380],["Skiddaw",506,513]],"geonouns":[["table",148,153],["residence",360,369],["lake",415,419],["rock",734,738]],"pos_words":[["affable",45,52],["agreeable",53,62],["work",181,185],["great",241,246],["variety",247,254],["remarkable",723,733]],"neg_words":[],"events":[],"dates":[["twenty -",384,392],["three years",393,404],["the present season",612,630]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["round",142,147],["into",290,294],["over",428,432]],"normalised_sentiment":0.0882352941,"vader_sentiment":0.93,"roberta_sentiment":0.9987996817},{"para_id":82,"paragraph":"He gave me the first intelligence of an accident which had lately befallen a clergyman from Boston, in crossing the Sands of Lancaster, where he was upset, and was nigh being swept away by the tides. This gentleman had just been on a visit to Keswick, and professional associations led the poet to some remarks on the ecclesiastical affairs of our country, which breathed a spirit of the utmost liberality. He spoke in terms of admiration of the writings of some of our eminent divines, and expressed his satisfaction to learn, that a volume of American Sermons was about to be republished in London, if I mistake not, on his recommendation.","file_id":"1827_b","plnames":[["Lancaster",125,134],["Keswick",243,250],["London",593,599]],"geonouns":[["country",348,355]],"pos_words":[["intelligence",21,33],["led",282,285],["admiration",428,438],["eminent",470,477],["recommendation",626,640]],"neg_words":[["upset",149,154],["mistake",606,613]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["nigh",164,168],["away",181,185]],"spa_preps":[["about",566,571]],"normalised_sentiment":0.0638297872,"vader_sentiment":0.6,"roberta_sentiment":0.9980564713},{"para_id":83,"paragraph":"To Roger Williams and William Penn, in his opinion chiefly to the former, belonged the merit of introducing and establishing liberty of conscience, which had never been properly understood before their day. By the politeness of his friends in the United States, he was in the habit of receiving copies of many American books; and I may add, that his general information as to the institutions, individuals, and the state of society in our country, showed that he had read them with some fidelity. He was daily expecting a copy of the correspondence between William Penn and his children, now publishing in Philadelphia, from a perusal of which he anticipated much pleasure.","file_id":"1827_b","plnames":[],"geonouns":[["country",439,446]],"pos_words":[["merit",87,92],["liberty",125,132],["properly",169,177],["politeness",214,224],["fidelity",487,495],["pleasure",664,672]],"neg_words":[],"events":[],"dates":[["their day",196,205],["daily",504,509]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["between",549,556]],"normalised_sentiment":0.1153846154,"vader_sentiment":0.94,"roberta_sentiment":0.9969657063},{"para_id":84,"paragraph":"Among other topics of conversation in the course of the evening, he discoursed with freedom on the present condition of Ireland, and the Catholic question. Great difficulties attended any of the proposed methods of improving the situation of that country. The clergy were opposed to the establishment of protestant schools, and had sufficient control over the lower classes, to prevent the inroads which would be made upon their influence by the diffusion of knowledge. He inquired with some particularity into the condition of Irish emigrants to our country; and as the Island was overstocked with population, expressed a wish that we had more of them, if they could be disposed of to mutual advantage.","file_id":"1827_b","plnames":[["Ireland",120,127]],"geonouns":[["country",247,254],["schools",315,322],["country",551,558]],"pos_words":[["freedom",84,91],["improving",215,224],["sufficient",332,342],["advantage",693,702]],"neg_words":[["difficulties",162,174]],"events":[],"dates":[],"times":[["the evening",52,63]],"distances":[],"loc_advs":[],"spa_preps":[["over",351,355],["into",506,510]],"normalised_sentiment":0.0576923077,"vader_sentiment":0.91,"roberta_sentiment":0.9971518517},{"para_id":85,"paragraph":"Several hours passed delightfully in the society of the poet and his family. His hospitality, kindness, and liberal feelings created a very different impression from what had been anticipated, and removed prejudices which had long been entertained. If he ever indulged in that abuse of the United States, which has been imputed to him, but which I am willing to doubt, his sentiments have undergone a great change for the better. There was no possible motive to an insincere show of liberality; for if politeness required him to abstain from open censure, it surely did not require him to bestow praise. He manifested the utmost cordiality during a long interview; and this visit to the banks of the Greta, where literary ease, taste, and simplicity are happily blended, will long be remembered with pleasure.","file_id":"1827_b","plnames":[["Greta",700,705]],"geonouns":[["banks",687,692]],"pos_words":[["delightfully",21,33],["kindness",94,102],["willing",351,358],["great",401,406],["better",422,428],["politeness",502,512],["praise",596,602],["ease",722,726],["happily",754,761],["pleasure",800,808]],"neg_words":[["prejudices",205,215],["abuse",277,282],["doubt",362,367],["insincere",465,474],["censure",547,554]],"events":[],"dates":[],"times":[["Several hours",0,13]],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0793650794,"vader_sentiment":0.98,"roberta_sentiment":0.998893559},{"para_id":86,"paragraph":"Ride From Keswick To Ullswater-- Description Of The Lake-- Penrith-- Carlisle.","file_id":"1827_b","plnames":[["Keswick",10,17],["Carlisle",69,77]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9974933863},{"para_id":87,"paragraph":"September, 1825.","file_id":"1827_b","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["September, 1825",0,15]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9862818122},{"para_id":88,"paragraph":"On the 18th we once more put in requisition the services of our old guide, and rode on horseback from Keswick to Patterdale, for the purpose of visiting Ullswater. The route lies in an easterly direction, along the base of Saddleback, and to the north of Helvellyn. Two miles from Keswick, we left our horses and walked some distance from the path to see the remains of a Druidical Temple. Large and rude blocks of granite, about fifty in number, and some of them weighing several tons, stand endwise round a circle two hundred feet in diameter. It is impossible to ascertain the precise use of these massive pillars. The stone must have been brought from some other region, as there is none of the same kind in the vicinity. It is difficult to conceive of a more magnificent location for a temple than this, situated in the midst of a vast amphitheatre of mountains, which inspire religious awe.","file_id":"1827_b","plnames":[["Keswick",102,109],["Patterdale",113,123],["Ullswater",153,162],["Saddleback",223,233],["Helvellyn",255,264],["Keswick",281,288]],"geonouns":[["path",343,347],["stone",622,627],["region",667,673],["mountains",857,866]],"pos_words":[["precise",580,587],["magnificent",764,775],["inspire",874,881],["awe",892,895]],"neg_words":[["lies",174,178],["rude",400,404],["impossible",552,562],["difficult",732,741]],"events":[],"dates":[["the 18th",3,11]],"times":[],"distances":[["Two miles",266,275],["two hundred feet",516,532]],"loc_advs":[["left",293,297],["there",678,683]],"spa_preps":[["along",205,210],["about",424,429],["round",501,506]],"normalised_sentiment":0.0,"vader_sentiment":0.53,"roberta_sentiment":0.9897924662},{"para_id":89,"paragraph":"The remainder of our ride, over a barren and gloomy fell, and by one or two little villages, was not remarkably interesting, till we reached the shore of Ullswater, which is one of the largest and most beautiful of the lakes. It is nine or ten miles long, and something more than a mile wide, comprehended by the eye in three reaches, and winding among the hills in the shape of the letter s. Our first view was from the shore, three miles from its head, from which distance we rode close along its margin to Patterdale. It began to rain soon after our departure from Keswick, and before arriving at Ullswater, the storm raged with unusual violence. The lake was lashed into a perfect fury, and afforded no mean image of a tumultuous sea. Its waves were whitened with foam and dashed with violence against the dark rocks rising along the beach. The din of billows, the roar of torrents crossing our path at the distance of almost every rod, the whistling of the wind, and the pattering of the rain upon the leaves over our heads, produced a confusion of sounds, and presented a scene of grandeur, which might have startled the imagination of Mrs. Radcliff. But how would her terror have been augmented, could she have heard the hollow hoofs of steeds ring along the road, and have seen a troop of knights, with their fantastic caps, and cloaks flying at their backs, coursing like the winged couriers of the storm along the margin of the lake! Such a spectacle she might have witnessed, had she been present; and who knows but another romance might have been the consequence? My prosing sketch can make no more of the incident than to say, that we reached the humble hotel in the jaws of Patterdale, completely drenched in rain from head to foot. Our guide's inexpressibles were again sufferers, and smoked like the misty tops of his native mountains, as he turned himself round to enjoy the comforts of a good fire.","file_id":"1827_b","plnames":[["Ullswater",154,163],["Patterdale",509,519],["Keswick",568,575],["Ullswater",600,609],["Patterdale",1688,1698]],"geonouns":[["villages",83,91],["shore",145,150],["lakes",219,224],["winding",339,346],["hills",357,362],["shore",421,426],["head",449,453],["lake",654,658],["sea",734,737],["rocks",815,820],["beach",838,843],["path",899,903],["heads",1023,1028],["hollow",1228,1234],["road",1266,1270],["lake",1438,1442],["hotel",1667,1672],["head",1733,1737],["foot",1741,1745],["mountains",1841,1850]],"pos_words":[["remarkably",101,111],["interesting",112,123],["beautiful",202,211],["perfect",677,684],["grandeur",1087,1095],["fantastic",1317,1326],["like",1376,1380],["humble",1660,1666],["like",1807,1811],["tops",1822,1826],["enjoy",1882,1887],["good",1906,1910]],"neg_words":[["barren",34,40],["gloomy",45,51],["fell",52,56],["unusual",632,639],["fury",685,689],["tumultuous",723,733],["dark",810,814],["din",849,852],["confusion",1041,1050],["terror",1175,1181],["sufferers",1785,1794]],"events":[],"dates":[],"times":[],"distances":[["nine or ten miles",232,249],["more than a mile",270,286],["three miles",428,439]],"loc_advs":[],"spa_preps":[["over",27,31],["among",347,352],["close",483,488],["along",489,494],["into",670,674],["against",798,805],["along",828,833],["over",1014,1018],["along",1256,1261],["along",1414,1419],["round",1873,1878]],"normalised_sentiment":0.0057803468,"vader_sentiment":0.94,"roberta_sentiment":0.9976498485},{"para_id":90,"paragraph":"The rain continued all night, and the beating of the storm against the rugged, gloomy, and desolate sides of Place Fell, a lofty mountain rising from the head of the lake, within a few rods of the hotel, and the outlines of hills and crags around us, dimly discerned among the clouds, presented some of the grandest imagery, which a visit to the lakes has afforded. But I am weary of description, and will therefore hasten to a conclusion, as fast as the winds and waves will waft us.","file_id":"1827_b","plnames":[["Place Fell",109,119]],"geonouns":[["mountain",129,137],["head",154,158],["lake",166,170],["hotel",197,202],["hills",224,229],["crags",234,239],["lakes",346,351]],"pos_words":[["fast",443,447]],"neg_words":[["gloomy",79,85],["desolate",91,99],["weary",375,380]],"events":[],"dates":[],"times":[["all night",19,28]],"distances":[],"loc_advs":[["within",172,178]],"spa_preps":[["against",59,66],["around",240,246],["among",267,272]],"normalised_sentiment":-0.0454545455,"vader_sentiment":-0.41,"roberta_sentiment":-0.9640311599},{"para_id":91,"paragraph":"We rose at daylight next morning, and as it was doubtful how long the fair weather might continue, embarked in a row-boat for Pooley Bridge, at the foot of the lake, a distance of nine miles. Our oarsman claimed the honour of having rowed Mr. Canning, Sir Walter Scott, and other great men, in their late visit to this romantic region. Doubling a bold and rocky promontory, formed by a projection of Place Fell, extending nearly half across the lake, the little boat scud merrily before a stiff breeze, under the impending cliffs forming the southern shore of Ullswater, which is here extremely wild and picturesque. Mr. Wordsworth thinks it decidedly the finest of the lakes; a preference which he would not be likely to yield, except upon good grounds, since his partialities would naturally incline in favour of those, near which he has fixed his residence. At it respects the lake itself, we were disposed to concur in his opinion; but its shores are certainly inferior to some of the others. Nothing has struck us so forcibly as Wastwater, owing perhaps to the peculiar circumstances under which it was seen. The lower part of Ullswater becomes tame, and although its shores are soft and rural, there is nothing very striking except the odd, conical, wooded hill called Dunmallet, which Gray climbed and has extolled for its beauty.","file_id":"1827_b","plnames":[["Pooley Bridge",126,139],["Place Fell",400,410],["Ullswater",560,569],["Wordsworth",621,631],["Wastwater",1034,1043],["Ullswater",1132,1141],["Dunmallet",1275,1284]],"geonouns":[["boat",117,121],["foot",148,152],["lake",160,164],["region",328,334],["promontory",362,372],["lake",445,449],["boat",462,466],["shore",551,556],["lakes",670,675],["grounds",746,753],["residence",850,859],["lake",880,884],["shores",944,950],["shores",1173,1179],["hill",1263,1267]],"pos_words":[["fair",70,74],["great",280,285],["romantic",319,327],["merrily",472,479],["breeze",495,501],["picturesque",604,615],["finest",656,662],["good",741,745],["favour",805,811],["soft",1184,1188],["striking",1222,1230],["beauty",1330,1336]],"neg_words":[["doubtful",48,56],["rocky",356,361],["stiff",489,494],["impending",513,522],["wild",595,599],["inferior",965,973],["struck",1009,1015],["peculiar",1066,1074],["odd",1242,1245]],"events":[],"dates":[],"times":[["daylight next morning",11,32],["nearly half",422,433]],"distances":[["nine miles",180,190]],"loc_advs":[["across",434,440],["here",580,584],["there",1200,1205]],"spa_preps":[["under",503,508],["near",822,826],["under",1089,1094]],"normalised_sentiment":0.0238095238,"vader_sentiment":0.95,"roberta_sentiment":0.9985675812},{"para_id":92,"paragraph":"Reaching the foot of the lake in about two hours from the time of embarking, and with some difficulty effecting a landing, owing to a high wind and rough water, we crossed the Eamont, a large, rapid stream which forms the outlet, and walked half a mile to the small inn at Pooley Bridge, where a crowd of people assembled at a Fair had well nigh deprived us of a breakfast. Here a cart, without springs, and drawn by one horse, the only carriage to be had, was chartered to take us to Penrith. A pretty daughter of the landlord, standing in the mud and holding the horse till the cart was laden, said with a significant smile, that we should find it shaky. The full import of the epithet was not understood, till the driver set out upon a smart trot, and we began to tremble in every limb. He hushed our complaints, by relating how he once drove in the same vehicle a Frenchman, who came over one summer to see John Bull, and visit the lakes. As soon as the horse started, Monsieur le voyageur, being bounced from side to side, began to swear. This threw the driver into a fit of laughter, which added to the vexation of his passenger, who gave peremptory orders to stop. But the wag pretending not to understand, only drove the faster, till the poor tourist, in search of\" the picturesque,\" was obliged to rise from his seat, turn his back to the horse, and hold up by the stern braces. In this attitude he was carted into Penrith, where all the sashes flew up, to see what was coming. One of our party suggested, that the carry-all should be labelled with Dr. Bolus' prescription--\" when taken, to be well shaken.\"","file_id":"1827_b","plnames":[["Eamont",176,182],["Pooley Bridge",273,286],["Penrith",485,492],["Penrith,",1424,1432]],"geonouns":[["foot",13,17],["lake",25,29],["water",154,159],["stream",199,205],["outlet",222,228],["inn",266,269],["carriage",437,445],["lakes",936,941],["seat",1321,1325]],"pos_words":[["rapid",193,198],["well",336,340],["pretty",496,502],["significant",608,619],["smile",620,625],["smart",739,744],["faster",1229,1235],["picturesque",1278,1289],["well",1603,1607]],"neg_words":[["difficulty",91,101],["rough",148,153],["deprived",346,354],["shaky",650,655],["complaints",804,814],["vexation",1109,1117],["poor",1246,1250],["stern",1374,1379]],"events":[],"dates":[["one summer",893,903]],"times":[["about two hours",33,48]],"distances":[["half a mile",241,252]],"loc_advs":[["nigh",341,345],["without",387,394]],"spa_preps":[["out",728,731],["over",888,892],["into",1066,1070],["into",1419,1423]],"normalised_sentiment":0.0064102564,"vader_sentiment":0.56,"roberta_sentiment":-0.9927859902},{"para_id":93,"paragraph":"In our ride to Penrith, we passed Lowther Hall, the seat of lord Lonsdale, who owns immense estates in Westmoreland embracing no inconsiderable part of the county; also, Brougham Castle, the residence of the celebrated jurist and statesman, beautifully situated upon the banks of the Eamont, and finely shaded with trees. It is a place of some antiquity, and has interesting associations. But the talents of its present proprietor have given it still greater notoriety. He has been at great expense in repairing and embellishing the castle.","file_id":"1827_b","plnames":[["Penrith,",15,23],["Lowther Hall",34,46],["Westmoreland",103,115],["Brougham Castle",170,185],["Eamont",284,290]],"geonouns":[["seat",52,56],["county",156,162],["residence",191,200],["banks",271,276],["trees",315,320],["castle",533,539]],"pos_words":[["immense",84,91],["celebrated",208,218],["beautifully",241,252],["finely",296,302],["interesting",363,374],["talents",397,404],["great",485,490]],"neg_words":[["notoriety",459,468]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.1276595745,"vader_sentiment":0.96,"roberta_sentiment":0.9983233809},{"para_id":94,"paragraph":"Just before entering the town, we paused a moment to examine a curious mound, called Arthur's Round Table, situated on a little eminence by the side of the road. It is of a circular form, perhaps two hundred feet in diameter, surrounded by a moat, and covered with smooth green turf. Its origin and object are both uncertain. The most rational conjecture seems to be, that it was a theatre for tilts and tournaments, or some kind of martial exercises.","file_id":"1827_b","plnames":[["Arthur's Round Table",85,105]],"geonouns":[["town",25,29],["road",156,160]],"pos_words":[["eminence",128,136],["smooth",265,271],["rational",335,343]],"neg_words":[["object",299,305],["uncertain",315,324]],"events":[],"dates":[],"times":[],"distances":[["two hundred feet",196,212]],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0238095238,"vader_sentiment":0.03,"roberta_sentiment":-0.5738430619},{"para_id":95,"paragraph":"Penrith is a neat and pretty town, standing on a gentle acclivity, and built of red sand-stone, which gives it a peculiar, but not a disagreeable aspect. Its population does not exceed three or four thousand, and its trade is inconsiderable. Our first visit was to the parish church, a large edifice, standing in a high and conspicuous situation. The dusky complexion of the material, deepened by exposure to the weather, as well as the style of architecture, renders its appearance venerable. In the church-yard, Mr. Fenton, the vicar, joined us, and inquired if we were sketching. He politely directed our attention to the Giant's Grave, the Giant's Thumb, and other curiosities in the enclosure. The former of these consists of two pillars, ten or twelve feet in height, in the shape of pyramids, standing at the distance of fifteen feet from each other. Between them are two semi-circular thin stone slabs, placed edgewise and longitudinally in the earth. Tradition says, that a giant, whose name was Owen Caesarius, and who was a modern Hercules, destroying all the wild beasts in Inglewood Forest, was here buried, and that his enormous size filled the space between the two columns. The Giant's Thumb is another fantastic pillar, somewhat in the form of a female.","file_id":"1827_b","plnames":[["Penrith",0,7],["Giant's Grave",625,638],["Giant's Thumb",644,657],["Inglewood Forest",1086,1102],["Giant's Thumb",1194,1207]],"geonouns":[["town",29,33],["stone",89,94],["parish",269,275],["church",276,282],["church",501,507],["stone",898,903]],"pos_words":[["neat",13,17],["pretty",22,28],["gentle",49,55],["exceed",178,184],["well",425,429],["modern",1035,1041],["fantastic",1219,1228]],"neg_words":[["peculiar",113,121],["disagreeable",133,145],["conspicuous",324,335],["wild",1071,1075]],"events":[["Caesarius",1010,1019]],"dates":[],"times":[],"distances":[["ten or twelve feet",744,762],["fifteen feet",828,840]],"loc_advs":[["here",1108,1112]],"spa_preps":[["between",1165,1172]],"normalised_sentiment":0.0260869565,"vader_sentiment":0.76,"roberta_sentiment":0.99874264},{"para_id":96,"paragraph":"The interior of the church is handsomely finished, its galleries being supported by pillars twelve feet high hewn from solid stone. On the wall is a tablet containing a historical record, which states that in the 16th century 2260 of the inhabitants of Penrith died of a plague, which extended its ravages through all the North of England, and nearly depopulated whole districts. There are also in the church two handsome chandeliers, presented by Lord Carlisle, and inscribed with the record of a signal victory achieved on a neighbouring moor, in which the citizens of Penrith bore a loyal part, in the Rebellion of 1745. The walls are covered with ancient inscriptions, in Saxon character, which could not be deciphered.","file_id":"1827_b","plnames":[["Penrith",253,260],["England",331,338],["Carlisle",453,461],["Penrith",571,578]],"geonouns":[["church",20,26],["stone",125,130],["wall",139,143],["districts",369,378],["church",402,408],["moor",540,544],["walls",628,633]],"pos_words":[["handsomely",30,40],["supported",71,80],["solid",119,124],["handsome",413,421],["victory",505,512],["loyal",586,591]],"neg_words":[["died",261,265],["plague",271,277],["bore",579,583]],"events":[],"dates":[["the 16th century 2260",209,230],["1745",618,622]],"times":[],"distances":[["twelve feet",92,103]],"loc_advs":[],"spa_preps":[["through",306,313]],"normalised_sentiment":0.046875,"vader_sentiment":0.72,"roberta_sentiment":0.9986481071},{"para_id":97,"paragraph":"From the church, our walk was extended to the castle, standing on an eminence in the suburbs of the town, and commanding an extensive prospect of the environs. It is now in ruins. Large fragments of the wall have tumbled down, and strew the ground. A small house and granary have been erected within the precints, and the sound of the flail echoed through the crumbling remnants of a fortress, which in its day possessed great strength, and in which Richard Iii. while Duke of Gloucester, once slept.","file_id":"1827_b","plnames":[],"geonouns":[["church",9,15],["castle",46,52],["town",100,104],["wall",203,207],["ground",241,247],["house",257,262]],"pos_words":[["eminence",69,77],["great",421,426]],"neg_words":[["ruins",173,178],["tumbled",213,220],["crumbling",360,369]],"events":[],"dates":[["its day",403,410]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["down",221,225],["within",293,299],["through",348,355]],"normalised_sentiment":-0.025,"vader_sentiment":0.77,"roberta_sentiment":-0.9970050454},{"para_id":98,"paragraph":"On the 19th we rode to Carlisle. Just before our departure from Penrith, Lord Montague and family arrived at the same hotel, on their way to Scotland, affording us an opportunity to look at the style of some of the nobility. The carriage and equipage were neat, but not splendid, and nothing very remarkable was observed in the appearance of these great personages. In leaving the town, the Earl of Lonsdale passed us on horseback with a servant in livery at his heels. He is a short, thick, round-faced, heavy man, who looks as if his head never troubled the rest of his body; but for all that, he may be clever.","file_id":"1827_b","plnames":[["Carlisle",23,31],["Penrith,",64,72],["Scotland",141,149]],"geonouns":[["hotel",118,123],["carriage",229,237],["town",381,385],["head",536,540]],"pos_words":[["neat",256,260],["splendid",270,278],["remarkable",297,307],["great",348,353],["personages",354,364],["clever",606,612]],"neg_words":[["troubled",547,555]],"events":[],"dates":[["the 19th",3,11]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["round",492,497]],"normalised_sentiment":0.0980392157,"vader_sentiment":0.82,"roberta_sentiment":0.9906929135},{"para_id":99,"paragraph":"On a high hill near the road, and two miles from Penrith, stands a circular tower called the Beacon, which has been there for centuries, and was used in the time of the rebellion, for giving the alarm to the neighbouring country. It is a conspicuous object for a circuit of many miles. In climbing the long hill opposite this structure, we had a farewell view of Dunmallet, Place Fell, Helvellyn, and other mountains about the lakes, illumined by a bright sun. Their distant summits, seen in connexion with the woods at the foot of Ullswater, and the town just left behind, made a splendid landscape.","file_id":"1827_b","plnames":[["Penrith,",49,57],["Beacon",93,99],["Dunmallet",363,372],["Place Fell",374,384],["Helvellyn",386,395],["Ullswater",532,541]],"geonouns":[["hill",10,14],["road",24,28],["tower",76,81],["country",221,228],["hill",307,311],["mountains",407,416],["lakes",427,432],["summits",475,482],["woods",511,516],["foot",524,528],["town",551,555],["landscape",590,599]],"pos_words":[["bright",449,455],["splendid",581,589]],"neg_words":[["alarm",195,200],["conspicuous",238,249],["object",250,256]],"events":[],"dates":[["centuries",126,135]],"times":[],"distances":[["two miles",34,43]],"loc_advs":[["near",15,19],["there",116,121],["left",561,565]],"spa_preps":[["opposite",312,320],["about",417,422],["behind",566,572]],"normalised_sentiment":-0.0185185185,"vader_sentiment":0.74,"roberta_sentiment":0.9986150265},{"para_id":100,"paragraph":"There is nothing peculiarly interesting between Penrith and Carlisle. Towards the east, the prospect is bounded by the purple and desolate fells of Westmoreland, and westward extends a level tract to the base of Saddleback and Skiddaw. The road traverses gentle swells of what the English call turnip-land, industriously tilled, but not very fertile, or productive except in the vegetable, to which much of it is appropriated. It is not uncommon to see fields of many acres covered with Ruta Baga, and other species of the same root, which are extensively used in fattening cattle.","file_id":"1827_b","plnames":[["Penrith",48,55],["Carlisle",60,68],["Westmoreland",148,160],["Saddleback",212,222],["Skiddaw",227,234]],"geonouns":[["road",240,244],["land",301,305],["fields",453,459]],"pos_words":[["interesting",28,39],["gentle",255,261],["fertile",342,349],["productive",354,364]],"neg_words":[["peculiarly",17,27],["desolate",130,138]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["between",40,47],["westward",166,174]],"spa_preps":[],"normalised_sentiment":0.0408163265,"vader_sentiment":0.32,"roberta_sentiment":-0.9939187765},{"para_id":101,"paragraph":"In the course of the afternoon, innumerable droves of beeves passed us, on their way from Scotland to England, to be sold at the autumnal fairs. They are generally black, and of a small breed, seldom exceeding in size two - year-olds in our country. The road was so thronged, as to occasion much detention, and to render it difficult in some cases to get by at all.","file_id":"1827_b","plnames":[["Scotland",90,98],["England",102,109]],"geonouns":[["country",241,248],["road",254,258]],"pos_words":[["exceeding",200,209]],"neg_words":[["difficult",324,333]],"events":[],"dates":[["two - year-olds",218,233]],"times":[["the afternoon",17,30]],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":-0.61,"roberta_sentiment":-0.9891678095},{"para_id":102,"paragraph":"Ten miles from Penrith, we passed a pretty little sheet of water, called Tarn Wadling, on the margin of which are situated the ruins of Castle Hewin, which was once a regal fortress possessing great strength. Its aspect at present is very different from what it seems to have been in the days of good King Arthur, when it was the seat of knighthood, and is thus alluded to in a ballad of that age:","file_id":"1827_b","plnames":[["Penrith,",15,23],["Castle",136,142]],"geonouns":[["water",59,64],["seat",330,334]],"pos_words":[["pretty",36,42],["regal",167,172],["great",193,198],["good",296,300]],"neg_words":[["ruins",127,132]],"events":[],"dates":[["the days",284,292]],"times":[],"distances":[["Ten miles",0,9]],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0857142857,"vader_sentiment":0.89,"roberta_sentiment":0.9855827093},{"para_id":103,"paragraph":"\" In Tearne Wadlinge his castle stands, All on a hill so hye, And proudlye rise the battlements, And gaye the streamers fly.\"","file_id":"1827_b","plnames":[],"geonouns":[["castle",25,31],["hill",49,53]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":-0.1,"roberta_sentiment":0.9975754619},{"para_id":104,"paragraph":"We reached Carlisle at evening. Several large cotton factories in the suburbs, three or four stories high, brilliantly lighted up, added to the lamps of the town, produced quite an illumination. But notwithstanding all the light, which flashed around him, the stupid coachman was so heedless, as to meet breast to breast another vehicle, fortunately without any other inconvenience than disturbing his repose.","file_id":"1827_b","plnames":[["Carlisle",11,19]],"geonouns":[["town",157,161]],"pos_words":[["brilliantly",107,118],["fortunately",338,349]],"neg_words":[["stupid",260,266],["heedless",283,291],["inconvenience",368,381],["disturbing",387,397]],"events":[],"dates":[],"times":[["evening",23,30]],"distances":[],"loc_advs":[["without",350,357]],"spa_preps":[["around",244,250]],"normalised_sentiment":-0.0540540541,"vader_sentiment":-0.69,"roberta_sentiment":-0.9980924726},{"para_id":105,"paragraph":"The next morning, we set about seeing the town with all possible despatch. Its streets, which are sometimes handsome, often narrow, and generally dirty, breathing all sorts of odours but such as are grateful, were extensively perambulated. A walk to the noble bridge across the Eden, and thence along the bank of the river to the castle standing upon an eminence near its margin, gave us a good idea of the outlines of Carlisle and its environs.","file_id":"1827_b","plnames":[["Eden",278,282],["Carlisle",419,427]],"geonouns":[["town",42,46],["streets",79,86],["bridge",260,266],["bank",305,309],["river",317,322],["castle",330,336]],"pos_words":[["handsome",108,116],["grateful",199,207],["noble",254,259],["eminence",354,362],["good",390,394]],"neg_words":[["dirty",146,151]],"events":[],"dates":[],"times":[["The next morning",0,16]],"distances":[],"loc_advs":[["across",267,273]],"spa_preps":[["about",25,30],["along",295,300],["near",363,367]],"normalised_sentiment":0.0952380952,"vader_sentiment":0.92,"roberta_sentiment":0.9982239604},{"para_id":106,"paragraph":"Had not our recent visit to the lakes spoiled for a time the relish of ordinary scenery, a view from the battlements of the ancient castle, on a fine morning, would have afforded us unusual delight; for it is wide, diversified, and picturesque. To the north and east, the hills of Scotland and Northumberland rise in the distance, and to the south, our old acquaintances about Keswick once more bade us good morrow. The Eden is a fine river, sweeping down with a broad, rapid, and majestic current from its inhospitable source in the Cumbrian hills, and watering a fertile alluvial tract between Carlisle and the Solway, five miles below. It rolls close under the walls of the castle, and its banks present a rich landscape. Nor is the town itself, mean or unsightly. It is the capital of Cumberland, containing a population of fifteen or twenty thousand, and possessing a liberal share of public buildings. The two lofty round towers, of a singular form and neatly constructed of red sand-stone, occupying the site of the old citadel, and appropriated to the courts of justice, together with the weather-worn turrets of the Cathedral, built of the same material, give to the place quite a stately appearance.","file_id":"1827_b","plnames":[["Scotland",281,289],["Northumberland",294,308],["Keswick",377,384],["The Eden",416,424],["Carlisle",596,604],["Solway",613,619],["Cumberland",789,799]],"geonouns":[["lakes",32,37],["castle",132,138],["hills",272,277],["river",435,440],["hills",543,548],["walls",664,669],["castle",677,683],["banks",693,698],["landscape",714,723],["town",736,740],["buildings",897,906],["towers",928,934],["stone",990,995]],"pos_words":[["relish",61,67],["delight",190,197],["diversified",215,226],["picturesque",232,243],["good",403,407],["sweeping",442,450],["rapid",470,475],["majestic",481,489],["fertile",565,572],["rich",709,713],["neatly",959,965],["stately",1190,1197]],"neg_words":[["spoiled",38,45],["unusual",182,189],["inhospitable",507,519],["worn",1105,1109]],"events":[],"dates":[["morrow",408,414],["a fine",428,434],["fifteen",828,835]],"times":[["a fine morning",143,157]],"distances":[["five miles",621,631]],"loc_advs":[["together",1079,1087]],"spa_preps":[["about",371,376],["down",451,455],["between",588,595],["below",632,637],["close",648,653],["under",654,659],["round",922,927]],"normalised_sentiment":0.0740740741,"vader_sentiment":0.97,"roberta_sentiment":0.9985519052},{"para_id":107,"paragraph":"Independent of its location and its eligibility as an observatory, the castle possesses some interest. It is an ancient fortress, and has its full share of historical associations. At present it is garrisoned by a regiment, which was on drill at the time of our visit. One of the subalterns conducted us over every part of it. He and his wife occupy the room, which was appropriated to Mary, the fugitive and itinerant Queen of Scots, during her residence in this castle. The apartment has undergone few alterations since. Here is still seen the little recess in which she slept-- the pantry, not for her luxuries, but her allowanced fare-- and her narrow and darkened windows looking out upon the Eden. In its best estate, her prison could have furnished but mean and miserable accommodations for a personage, accustomed to palaces and pillows of down; for with the conveniences which have been added, it is now reckoned but indifferent quarters for a corporal or a musician.","file_id":"1827_b","plnames":[["Eden",698,702]],"geonouns":[["castle",71,77],["residence",446,455],["castle",464,470]],"pos_words":[["best",711,715]],"neg_words":[["fugitive",396,404],["darkened",660,668],["prison",728,734],["miserable",769,778],["indifferent",926,937]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["over",304,308],["out",685,688],["down",848,852]],"normalised_sentiment":-0.0526315789,"vader_sentiment":-0.37,"roberta_sentiment":0.9947597384},{"para_id":108,"paragraph":"There is one appendage to this fortress which was new to me, although it may be familiar to others. For the security of the magazine against the effects of lightning, a well has been sunk to the depth of sixty or eighty feet, and the conductor descends to the bottom, being constantly surrounded by water. It doubtless furnishes an additional safe-guard. Most of the accidents, which happen to buildings supplied with a rod, arise from its interruption, or from an inattention to its termination at the ground. The water of this well, though the shaft is deep and narrow, forms such a perfect mirror, that the soldier may adjust his cap by the reflection. A Roman fountain was pointed out to us, from which the garrison is supplied with water; but there is little except the name to attract attention.","file_id":"1827_b","plnames":[],"geonouns":[["water",299,304],["buildings",394,403],["ground",503,509],["water",515,520],["water",737,742]],"pos_words":[["well",169,173],["doubtless",309,318],["safe",343,347],["well",529,533],["perfect",585,592]],"neg_words":[["sunk",183,187],["interruption",440,452]],"events":[],"dates":[],"times":[],"distances":[["sixty or eighty feet",204,224]],"loc_advs":[["there",748,753]],"spa_preps":[["against",133,140],["out",685,688]],"normalised_sentiment":0.046875,"vader_sentiment":0.74,"roberta_sentiment":0.9808220267},{"para_id":109,"paragraph":"From the castle, our walk was extended to the Cathedral, which bears the marks of great age, and is highly respectable in its aspect. The order of architecture is Norman Gothic, with turrets rising above the other buildings of the town. Its appendages, for the residence and accommodation of its officers, are neat and convenient, situated around a small park, and finely shaded with trees. The clerk conducted us over the interior of St. Mary's and directed our attention to what he supposed most worthy of notice. It is a fault with all these showmen, which has given us a great deal of trouble, to suppose that only what is new can be interesting to the stranger, and to tell a long story about improvements which have already been made, or are in contemplation, whereas these innovations upon antique structures oftener create pain than pleasure.","file_id":"1827_b","plnames":[],"geonouns":[["castle",9,15],["buildings",214,223],["town",231,235],["residence",261,270],["park",355,359],["trees",384,389]],"pos_words":[["great",82,87],["respectable",107,118],["neat",310,314],["convenient",319,329],["finely",365,371],["worthy",498,504],["great",575,580],["interesting",638,649],["improvements",698,710],["pleasure",841,849]],"neg_words":[["fault",524,529],["trouble",589,596],["stranger",657,665],["pain",831,835]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["above",198,203],["around",340,346],["over",414,418],["about",692,697]],"normalised_sentiment":0.0845070423,"vader_sentiment":0.96,"roberta_sentiment":0.9987590313},{"para_id":110,"paragraph":"Taking little interest in the burden of our guide's information, we inquired of him if there were no monuments in the church deserving notice. Why, he did n't know, sure; there was one in memory of Archdeacon Paley, and another to Bishop Law, father of Lord Ellenborough, which might be worth looking at. The name of a philosopher and divine, whose writings are very justly honoured with a place among the classics in our country, needed no eulogium from the clerk, to call forth a tribute of respect and veneration. A plain, white marble slab on the wall, marks the spot where sleeps the author of the admired treatises on Moral Philosophy, Natural Theology, and the Evidences of the Christian Religion. On the monument is the following inscription:--\" William Paley, D. D. Archdeacon and Chancellor of this Diocese, died May 23, 1805, aged 62.\"","file_id":"1827_b","plnames":[["Ellenborough",258,270]],"geonouns":[["monuments",101,110],["church",118,124],["country",422,429],["wall",551,555],["monument",712,720]],"pos_words":[["deserving",125,134],["worth",287,292],["divine",335,341],["justly",367,373],["respect",493,500]],"neg_words":[["burden",30,36],["died",818,822]],"events":[],"dates":[["May 23, 1805",823,835],["62",842,844]],"times":[],"distances":[],"loc_advs":[["there",87,92],["there",171,176]],"spa_preps":[["among",396,401]],"normalised_sentiment":0.0357142857,"vader_sentiment":0.83,"roberta_sentiment":-0.9982005358},{"para_id":111,"paragraph":"His two wives rest on either side of him, the last of whom died in 1819. He left several children, four of whom, if no more, are yet living. One of his sons is a clergyman in Yorkshire, and another a farmer. Both of his daughters married clergymen. He died while on a visit to his native town in Yorkshire, and his remains were brought to Carlisle, to be interred by the side of his first wife. The clerk was personally acquainted with him, and attended his funeral, which was without parade, but occasioned much real sorrow. His old friend remarked, that the doctor was jocular in his turn, popular in his manners, and much beloved.","file_id":"1827_b","plnames":[["Yorkshire",175,184],["Yorkshire",296,305],["Carlisle",339,347]],"geonouns":[["town",288,292]],"pos_words":[["popular",592,599],["beloved",625,632]],"neg_words":[["died",59,63],["died",252,256],["sorrow",518,524]],"events":[],"dates":[["1819",67,71]],"times":[],"distances":[],"loc_advs":[["left",76,80],["without",477,484]],"spa_preps":[],"normalised_sentiment":-0.0178571429,"vader_sentiment":0.69,"roberta_sentiment":0.9901736975},{"para_id":112,"paragraph":"On the opposite side of the same partition, is a monument in memory of Edmund Law, Bishop of Carlisle, and father of the late Lord Ellenborough, who derived his title from a little village of that name, near Maryport on the Irish Sea, where he was accidentally born, while his mother was on an excursion to that part of the country. The family possess great talents, united with some eccentricities. It is well known, that one of them pushed his fortunes in the United States, where he has acquired some celebrity. Another of them went to Gretna Green, with a dowerless, pretty girl, and was clandestinely married. The Bishop's monument is of white marble, elegantly finished, surmounted by an emblem of christianity, holding a crucifix, and lamenting the death of the prelate. Beneath is a neat, classical inscription in Latin.","file_id":"1827_b","plnames":[["Carlisle",93,101],["Ellenborough",131,143],["Maryport",208,216],["Irish Sea",224,233]],"geonouns":[["monument",49,57],["village",181,188],["country",324,331],["monument",628,636]],"pos_words":[["great",352,357],["talents",358,365],["well",406,410],["pretty",571,577],["elegantly",657,666],["neat",791,795]],"neg_words":[["death",756,761]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["opposite",7,15],["near",203,207]],"normalised_sentiment":0.0694444444,"vader_sentiment":0.93,"roberta_sentiment":0.9963499308},{"para_id":113,"paragraph":"Many other ecclesiastical dignitaries repose under the pavement; but none of them were men of much eminence. There are also many grotesque ornaments and inscriptions upon the walls, which did not appear to be worth the labour of deciphering, although they have furnished subjects for the researches of antiquaries. The arms of the officers of the church are quartered upon the ceiling; and the choir, which is finished with tabernacle work, is handsome, setting off to advantage the large window with stained glass.","file_id":"1827_b","plnames":[],"geonouns":[["walls",175,180],["church",347,353]],"pos_words":[["eminence",99,107],["worth",209,214],["work",435,439],["handsome",444,452],["advantage",469,478]],"neg_words":[["grotesque",129,138]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["under",45,50]],"normalised_sentiment":0.0952380952,"vader_sentiment":0.86,"roberta_sentiment":-0.9890369773},{"para_id":114,"paragraph":"After completing a survey of the cathedral, we made an excursion of a mile or two across the Calder, a branch of the Eden, to the south-west part of the town, for the purpose of examining the canal, which connects Carlisle with Solway Frith. In this walk, sections of the ancient walls, by which the town was once enclosed, with gates at the four avenues, were distinctly traced. But the object of our pursuit was less easy of discovery amidst the intricacies of the suburbs. The directions of a little boy upon the road afforded us more amusement than information. To our inquiries he replied,\" ye gang doon, and ye gang doon, till you come to a house, and ye gang doon\"--\" thank you, my lad; that will do.\" The canal was at length reached, and found to be on a larger scale, than any that had been examined in England. Its length, to be sure, is short, being only twelve miles; but in breadth, depth and workmanship, it exceeds similar works in this country. In the basin at its termination, several brigs, from Liverpool, were discharging their cargoes. It admits vessels drawing nine feet water. There are eight locks of eighteen feet breadth, between Carlisle and the Solway. It was constructed by a company, who have a large warehouse upon its margin, and carry on an extensive trade with the Frith, supplying the town with stone for building, and with coals.","file_id":"1827_b","plnames":[["Eden",117,121],["Carlisle",214,222],["Solway Frith",228,240],["England",812,819],["Liverpool",1014,1023],["Carlisle",1156,1164],["Solway",1173,1179]],"geonouns":[["town",153,157],["canal",192,197],["walls",280,285],["town",300,304],["gates",329,334],["road",516,520],["house",647,652],["canal",713,718],["country",952,959],["water",1093,1098],["town",1320,1324],["stone",1330,1335],["building",1340,1348]],"pos_words":[["easy",419,423],["thank",675,680],["exceeds",922,929],["works",938,943]],"neg_words":[["object",388,394]],"events":[],"dates":[],"times":[],"distances":[["a mile",68,74],["only twelve miles",861,878],["nine feet",1083,1092],["eighteen feet",1125,1138]],"loc_advs":[["across",82,88]],"spa_preps":[["amidst",437,443],["between",1148,1155]],"normalised_sentiment":0.024,"vader_sentiment":0.95,"roberta_sentiment":0.9912732244},{"para_id":115,"paragraph":"In the afternoon, an hour or two was passed in the Academy of Fine Arts, which had been opened a few days previous. The collection contained upwards of two hundred pictures, covering the walls of four apartments. Many of them were from London, sent hither to be examined and sold, if purchasers offered. Some of them were valued at £ 6,000. Among the number, was a splendid picture of the King, just finished by Sir Thomas Lawrence. We saw the fellow to it at Chatsworth. There is but one more of the same stamp, which belongs to Lord Lowther. In the collection was a pretty illustration of Hawk Shooting, from a scene in Bracebridge Hall. The principal historical painting was Marmion's Mission to Scotland, before the battle of Flodden Field. But it would be endless to particularize. Nearly all the artists of any merit in the kingdom contributed to the assemblage. The show of statuary was limited and meagre. There was a sad want of arrangement in the collection. Venus and Hercules, Hebes and Gladiators, were all crowded into a small room together; and some of them appeared to have gotten broken arms, broken legs, and broken noses by being jostled. Due allowance should however be made. The proprietor of the hall, who seems to be a clever artist, has but just commenced this department.","file_id":"1827_b","plnames":[["London",236,242],["Lowther",535,542],["Scotland",699,707],["Flodden Field",730,743]],"geonouns":[["walls",187,192],["hall",1218,1222]],"pos_words":[["splendid",365,373],["pretty",568,574],["merit",817,822],["clever",1242,1248]],"neg_words":[["limited",894,901],["sad",926,929],["crowded",1020,1027],["broken",1097,1103],["broken",1110,1116],["broken",1127,1133]],"events":[],"dates":[["a few days previous",95,114]],"times":[["the afternoon",3,16],["an hour",18,25]],"distances":[],"loc_advs":[["upwards",141,148],["hither",249,255]],"spa_preps":[["into",1028,1032],["together",1046,1054]],"normalised_sentiment":-0.018018018,"vader_sentiment":-0.72,"roberta_sentiment":0.9896869063},{"para_id":116,"paragraph":"The pleasure of the day and of our visit to Carlisle were closed with attending the theatre in the evening, partly to learn the fashions of the town, but more to see Miss F.H. Kelly, a sister to the one who, I suppose, has been long enough in the United States, and is certainly sufficiently a favourite, to be called our own. She appeared in the character of Belvidera, in Venice Preserved, a difficult part, in which, as in poetry, there can be no mediocrity, but which she performed to admiration. Her person is good, her step dignified, her voice has great compass and flexibility, and she catches the true spirit of the author. Her Belvidera was by far the chastest and most powerful specimen of acting I have yet seen in England. In the parts of Jaffier and Pierre she was tolerably well supported, and the rest was bad enough. The theatre is small, and of rude construction. There was a full house of genteely dressed ladies and gentlemen. The audience appeared to be discriminating in their applause, and remarkably silent and attentive, with the exception of one or two drunken fellows in the pit, who were engaged in a noisy brawl, whilst Belvidera was melting others into tears by her genuine pathos. Gratifying as it would have been to see Miss Kelly in the character of Jenny Deans, preparations to be off on the day following towards\" the Heart of Mid Lothian,\" rendered it inconvenient to remain at the after-piece, and witness an exhibition of Scottish scenes in anticipation of our visit.","file_id":"1827_b","plnames":[["Carlisle",44,52],["England",727,734]],"geonouns":[["town",144,148],["house",899,904]],"pos_words":[["pleasure",4,12],["enough",233,239],["sufficiently",279,291],["admiration",489,499],["good",515,519],["dignified",530,539],["great",555,560],["flexibility",573,584],["powerful",680,688],["well",789,793],["supported",794,803],["enough",826,832],["remarkably",1013,1023],["silent",1024,1030],["attentive",1035,1044],["genuine",1196,1203]],"neg_words":[["difficult",394,403],["mediocrity",450,460],["bad",822,825],["rude",863,867],["drunken",1079,1086],["noisy",1129,1134]],"events":[],"dates":[["the day",16,23],["the day",1322,1329]],"times":[["the evening",95,106]],"distances":[],"loc_advs":[["there",434,439]],"spa_preps":[["into",1178,1182]],"normalised_sentiment":0.078125,"vader_sentiment":0.99,"roberta_sentiment":0.9988341928}]