[{"para_id":0,"paragraph":"Reaching Liverpool that night, I was invited by the Rev. Mr. Bishop, the minister at large in Liverpool, to join a party who were to make an excursion, the next day, to the Lakes of Cumberland. This excursion was got up by the members of the Roscoe Club; a society consisting principally of the young men of Liverpool, engaged in commerce, and who unite together for mutual instruction and recreation. We left Liverpool by rail at about 9 o'clock, and reached Bowness, on Lake Windermere, in about three hours. At Bowness we took a little steamer, and sailed to Ambleside at the other extremity. I walked from Ambleside to Rydal, and saw Wordsworth's house. Understanding that he was not at home, and following the example of other sight-seers, who seemed to make themselves quite at home in his premises, I also walked into his little domain, and stood on the terrace before his house, where he has so often stood to look over Lake Windermere and at the stormy summit of Loughrigg. Then I climbed Knabscar behind his house, whence a very fine view of the lake scenery is to be obtained. It was tough work for a hot day, but amply repaid me. There lay Windermere, stretching far away to the south, and Ambleside between, its stone cottages embosomed in foliage, its white road running between green hedges to the foot of the hill; and away in the distance rose a great mountain form, which much attracted me, but which, I found by the map afterward, must have been Helvellyn, only four or five miles off. Though I did not know that Helvellyn was in the neighborhood, and had supposed it to be a Scotch mountain, I was repeating to myself constantly, while on Knabscar, Scott's lines,--","file_id":"1852_e","plnames":[["Liverpool",9,18],["Liverpool",94,103],["Lakes",173,178],["Cumberland",182,192],["Liverpool",308,317],["Liverpool",410,419],["Bowness",460,467],["Lake Windermere",472,487],["Bowness",514,521],["Ambleside",562,571],["Ambleside",610,619],["Rydal",623,628],["Wordsworth",638,648],["Lake Windermere",928,943],["Loughrigg",972,981],["Knabscar",998,1006],["Windermere",1152,1162],["Ambleside",1202,1211],["Helvellyn",1465,1474],["Helvellyn",1532,1541],["Knabscar",1659,1667]],"geonouns":[["steamer",539,546],["house",651,656],["terrace",861,868],["house",880,885],["summit",962,968],["house",1018,1023],["lake",1056,1060],["stone",1225,1230],["cottages",1231,1239],["road",1272,1276],["foot",1313,1317],["hill",1325,1329],["mountain",1369,1377],["mountain",1602,1610]],"pos_words":[["fine",1039,1043],["tough",1095,1100],["work",1101,1105],["amply",1125,1130],["great",1363,1368]],"neg_words":[["rail",423,427],["stormy",955,961]],"events":[],"dates":[["the next day",152,164],["a hot day",1110,1119]],"times":[["that night",19,29],["about 9 o'clock",431,446],["about three hours",492,509]],"distances":[["four or five miles",1481,1499]],"loc_advs":[["together",354,362],["left",405,409],["home",691,695],["home",784,788],["between",1212,1219]],"spa_preps":[["into",820,824],["over",923,927],["behind",1007,1013],["away",1179,1183],["between",1285,1292],["away",1335,1339]],"normalised_sentiment":0.02,"vader_sentiment":0.94,"roberta_sentiment":0.9973315001},{"para_id":1,"paragraph":"' I climbed the dark brow of the mighty Helvellyn, Lakes and mountains beneath me gleamed misty and wide.'","file_id":"1852_e","plnames":[["Helvellyn",40,49],["Lakes",51,56]],"geonouns":[["brow",21,25],["mountains",61,70]],"pos_words":[["mighty",33,39]],"neg_words":[["dark",16,20]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["beneath",71,78]],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9964799285},{"para_id":2,"paragraph":"The scenery, no doubt, suggested the lines, for I was surrounded by mountains, and beneath me lay Rydal Water, Grasmere and other lakes. But the main thought in my mind was, that Wordsworth had looked upon this scenery day by day; that here his mind had been fed and strengthened; that his hill, that lake, had been his muse; every thing around me bore the coloring of the poet's mind. This was the Nature which he had interpreted and idealized. There was a glory upon these hills, not known to sea or land elsewhere, but borrowed from the poet's dream. The landscape was made alive by the power of thought; pervaded throughout with soul, humanized and elevated by the wonderful magic of the imagination. I very much enjoyed the breezy top of the mountain, bare of every thing but grass and heather. I saw a brook in the distance, tumbling and careering down along its side; so I went to it and offered myself as its companion, clambering down a very rocky steep till I reached my little brook. It was","file_id":"1852_e","plnames":[["Rydal Water",98,109],["Grasmere",111,119],["Wordsworth",179,189]],"geonouns":[["lines",37,42],["mountains",68,77],["lakes",130,135],["hill",290,294],["lake",301,305],["hills",475,480],["sea",495,498],["land",502,506],["landscape",558,567],["mountain",747,755],["brook",808,813],["brook",988,993]],"pos_words":[["glory",458,463],["wonderful",669,678],["magic",679,684],["enjoyed",717,724],["top",736,739]],"neg_words":[["doubt",16,21],["bore",348,352],["rocky",951,956],["steep",957,962]],"events":[],"dates":[["this scenery day",206,222],["day",226,229]],"times":[],"distances":[],"loc_advs":[["beneath",83,90],["here",236,240],["elsewhere",507,516],["throughout",617,627]],"spa_preps":[["around",338,344],["down",854,858],["along",859,864],["down",939,943]],"normalised_sentiment":0.0112359551,"vader_sentiment":0.98,"roberta_sentiment":0.9971323013},{"para_id":3,"paragraph":"' Gurgling in foamy water-break, Loitering in glassy pool--'","file_id":"1852_e","plnames":[],"geonouns":[["water",20,25]],"pos_words":[],"neg_words":[["break",26,31]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.1428571429,"vader_sentiment":0.0,"roberta_sentiment":0.9944519401},{"para_id":4,"paragraph":"and perhaps was the identical brook which did so in Wordsworth's poem. I accompanied the brawler down into the woods, though he led me by wet ways, and finally treacherously lost me in a wilderness of underwood. It was getting dark, and, as I have a faculty of losing myself where no one else would, I was becoming somewhat bewildered; but at last I reached a path and followed it. It led me into a park, laid out with care, and, amid noble trees, to a ravine in which was a water-fall; and then it turned out that I was near the house of Lady Le Fleming, Wordsworth's neighbor, and the owner of Rydal. I went out of her gate, and pursued my way to lovely Ambleside, the sweetest of villages. I passed along a hard white road between green hedges or gray stone walls, lichen-covered, over which hung laurel and woodbines. All was neat and kept in perfect order, no branch or twig suffered to stray, more than a curl on a lady's cheek. The houses and cottages were all of gray or blue stone, and covered, in whole or part, with ivy. The fences and gates the perfection of neatness, and all the foliage rich; the fields all deep green, the grass smooth as a carpet; and the whole of this fair village was framed by a panorama of mountains, and intersected by winding brooks.","file_id":"1852_e","plnames":[["Wordsworth",52,62],["Wordsworth",556,566],["Rydal",596,601],["Ambleside",656,665]],"geonouns":[["brook",30,35],["woods",111,116],["path",360,364],["park",399,403],["trees",441,446],["water",475,480],["house",530,535],["gate",621,625],["villages",683,691],["road",721,725],["stone",755,760],["walls",761,766],["houses",939,945],["cottages",950,958],["stone",984,989],["gates",1047,1052],["fields",1111,1117],["village",1191,1198],["mountains",1227,1236],["winding",1257,1264],["brooks",1265,1271]],"pos_words":[["led",128,131],["led",385,388],["noble",435,440],["lovely",649,655],["neat",830,834],["perfect",847,854],["perfection",1057,1067],["rich",1101,1105],["smooth",1144,1150],["fair",1186,1190]],"neg_words":[["treacherously",160,173],["lost",174,178],["dark",227,231],["losing",261,267],["bewildered",324,334],["fall",481,485],["hard",710,714],["hung",795,799],["suffered",880,888]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["down",97,101],["into",102,106],["into",392,396],["out",410,413],["amid",430,434],["out",506,509],["near",521,525],["out",610,613],["along",702,707],["between",726,733],["over",784,788]],"normalised_sentiment":0.0086206897,"vader_sentiment":0.99,"roberta_sentiment":0.9974446297},{"para_id":5,"paragraph":"When I reached my little inn, I found a party of gentlemen and ladies taking tea in the coffee-room. Presently one of the ladies spoke of Elihu Burritt; and another made a remark concerning Ralph Waldo Emerson. This attracted my attention, which, one of the ladies afterward told me, was her precise purpose, she having suspected me of being an American. Presently I found myself engaged in a very pleasant conversation with this party, who proved to be from Manchester, and the family of Mr. B., member of Parliament for that place. We talked about America and England, Mr. Emerson, and Emanuel Swedenborg, the Peace Congress, the poet Wordsworth, and the doctrine of the Trinity. On the latter topic we could not well agree; they being Swedenborgians, and I a Unitarian, I quarrelled with Swedenborg's doctrine of the Lord, on the ground that he seemed to me, while maintaining the divinity of Christ, to lose his humanity, declaring that the soul of Christ was God himself. This, I thought, made the humanity a mere name; for a human body without a human soul, is surely not a human being; and it nullified those Scriptures, in which Jesus asserts his dependence on the Father. They found my criticisms unsatisfactory, and our discussion, warm but very kindly, was protracted to a late hour. After the fatigues of the day, I slept soundly in my neat room and comfortable English bed, with its nice linen sheets, elastic mattrass, and white drapery around.","file_id":"1852_e","plnames":[["Manchester",459,469],["America",550,557],["England",562,569],["Wordsworth",637,647],["Jesus",1137,1142]],"geonouns":[["inn",25,28],["ground",833,839],["mere",1014,1018],["bed",1382,1385]],"pos_words":[["precise",292,299],["pleasant",398,406],["well",715,719],["warm",1242,1246],["kindly",1256,1262],["soundly",1334,1341],["neat",1348,1352],["comfortable",1362,1373],["nice",1396,1400]],"neg_words":[["lose",907,911],["criticisms",1195,1205],["unsatisfactory",1206,1220],["protracted",1268,1278]],"events":[],"dates":[["the day",1317,1324]],"times":[["a late hour",1282,1293]],"distances":[],"loc_advs":[["without",1042,1049]],"spa_preps":[["about",544,549],["around",1451,1457]],"normalised_sentiment":0.0393700787,"vader_sentiment":0.98,"roberta_sentiment":0.9987296462},{"para_id":6,"paragraph":"Next morning I arose at five to walk to Grasmere to breakfast. I walked by a private path through the fields to Rydal. This foot-path went through gates and over stiles, through fair meadows, where swains were mowing the grass diamonded with morning dew; by beautiful country-seats, buried deep in shrubbery, all lovely in the sunny morning. Millions of harebells opened their blue eyes, or rather hung their bells, to welcome the day; and the wild honeysuckle, in the hedges, filled the air with fragrance. So I passed on to Rydal. There I again turned from the road into another foot-path which skirted Rydal Water, and at last I came in view of the village of Grasmere lying beyond its lake. Here I was seized with the mad desire of getting across the little River Rothay, by which Grasmere debouches into Rydal. It was swollen by the rain, and so, as I stepped from slippery rock to rock, my pole, plucked from the hedge, snapped, and I tumbled in. My hat flew from my head immediately, dipped itself half full of water, and was just going to the bottom when I caught it. There I stood, with the water about my waist, taking my morning bath in a very unexpected manner. Emptying a quart of water from my hat, I scrambled up the bank, walked a mile and a half to the village of Grasmere, and, ordering breakfast, sat by the kitchen fire to see it cooked while I dried my clothes. The cook was a rosy English lass, and I advised her to go to America; but she knew better and said,' It is too far; I might set out' said she,' but I am afraid I should never get there.' This cook was almost the only person whom I saw among the working classes in Europe, who was not thinking more or less seriously of moving to America. America is an ideal world to the peasantry of Europe. It supplies them with hope; and even to those who never go there it is a blessing, in giving them a hope of improving their condition. It is the El Dorado, the land of golden plenty, where every man can have a home of his own, and leave his children comfortable when he dies. Let it be known any where in Europe that you are an American, and you are at once welcomed by the common people. Each one has something to say to you about America; something to ask about friends living there; about wages, price of land, and modes of living.","file_id":"1852_e","plnames":[["Grasmere",40,48],["Rydal",112,117],["Rydal",526,531],["Rydal Water",605,616],["Grasmere",663,671],["River Rothay",762,774],["Grasmere",785,793],["Rydal",809,814],["Grasmere",1281,1289],["America",1444,1451],["Europe",1647,1653],["America",1712,1719],["America",1721,1728],["Europe",1767,1773],["El Dorado",1920,1929],["Europe",2080,2086],["America",2207,2214]],"geonouns":[["path",85,89],["fields",102,108],["foot",124,128],["path",129,133],["gates",147,152],["meadows",183,190],["country",268,275],["seats",276,281],["road",563,567],["foot",581,585],["path",586,590],["village",652,659],["lake",689,693],["rock",879,883],["rock",887,891],["head",973,977],["water",1018,1023],["water",1100,1105],["water",1194,1199],["bank",1232,1236],["village",1270,1277],["land",1935,1939],["common",2149,2155],["land",2283,2287]],"pos_words":[["fair",178,182],["beautiful",258,267],["lovely",313,319],["welcome",419,426],["rosy",1398,1402],["better",1466,1472],["ideal",1735,1740],["blessing",1848,1856],["improving",1883,1892],["golden",1943,1949],["comfortable",2025,2036]],"neg_words":[["hung",398,402],["wild",444,448],["lying",672,677],["mad",722,725],["swollen",823,830],["hedge",919,924],["tumbled",941,948],["unexpected",1155,1165],["scrambled",1215,1224],["afraid",1536,1542],["dies",2045,2049]],"events":[],"dates":[["the day",427,434]],"times":[["Next morning",0,12],["morning",242,249],["morning",333,340],["morning",1132,1139]],"distances":[["a mile and a half",1245,1262]],"loc_advs":[["across",744,750],["there",1562,1567],["there",1834,1839],["home",1985,1989],["there",2254,2259]],"spa_preps":[["through",90,97],["through",139,146],["over",157,161],["through",170,177],["into",568,572],["beyond",678,684],["into",804,808],["about",1106,1111],["out",1511,1514],["among",1618,1623],["about",2201,2206],["about",2233,2238],["about",2261,2266]],"normalised_sentiment":0.0,"vader_sentiment":0.99,"roberta_sentiment":0.9988117218},{"para_id":7,"paragraph":"Having dried myself by the kitchen fire, and suffering no injury, but rather by this summary hydropathic process curing a cold I had before caught, I took my breakfast, and then found a boy to row me in a skiff across Grasmere. I climbed some hills on the other side; and descending into another valley to another lake, the Elter Water, I walked rapidly by a new road which passes near Loughrigg, a high hill, to Ambleside. Reaching the inn I found, to my alarm, that the steamer had left for the cars which leave Bowness for Liverpool. But a gentleman, with two children, riding by at that moment, invited me to get in and carried me to Bowness, where, to my great pleasure, I met with two American friends on their way from Scotland to London. To realize the pleasure of meeting a friend, be by yourself for a day or two, in a foreign country, and then meet him unexpectedly. The sober English at the station must have been not a little surprised at our enthusiastic greeting.","file_id":"1852_e","plnames":[["Grasmere",218,226],["Elter Water",324,335],["Loughrigg",386,395],["Ambleside",413,422],["Bowness",514,521],["Liverpool",526,535],["Bowness",638,645],["Scotland",726,734],["London",738,744]],"geonouns":[["hills",243,248],["valley",296,302],["lake",314,318],["road",363,367],["passes",374,380],["hill",404,408],["inn",437,440],["steamer",472,479],["country",837,844],["station",903,910]],"pos_words":[["great",660,665],["pleasure",666,674],["pleasure",761,769],["enthusiastic",956,968]],"neg_words":[["suffering",45,54],["injury",58,64],["cold",122,126],["alarm",456,461],["unexpectedly",864,876],["sober",882,887]],"events":[],"dates":[["a day",810,815]],"times":[],"distances":[],"loc_advs":[["left",484,488]],"spa_preps":[["across",211,217],["into",283,287],["near",381,385]],"normalised_sentiment":-0.023255814,"vader_sentiment":0.98,"roberta_sentiment":0.9984766841}]