[{"para_id":0,"paragraph":"To Mr. George Romney.","file_id":"1776_c","plnames":[["George",7,13]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9796134233},{"para_id":1,"paragraph":"Whilst you was engaged in contemplating those wonderful productions of ancient art, which Italy is enriched with, I was tracing the ruder beauties of Nature in a domestic tour through the mountainous parts of Westmoreland and Cumberland: You carried out with you a disinterested passion for your art, with faculties which this country hath rarely given birth to; and you return from your travels with some specimens of so auspicious a sort, that, when encouragement shall provoke your genius to its full display, we are persuaded you will take rank with the first masters of the highest province and best age of painting: I set out on my expedition with no other pretensions than a devout respect for Nature in her sublimest shapes, and some small leanings towards the Muse; not enough to make our intercourse the talk of posterity, but barely sufficient to fill up the hour. The fruit of my tour hath been, what I fear is scarce worth laying at your feet, the following Irregular Ode, which was literally struck out on the spot, and is addrest to the Sun; for as the season was far advanced towards winter, we had frequent temptations to invoke that luminary, who was never very gracious to our suit, except whilst we were viewing the lack of Keswick and its accompaniments.","file_id":"1776_c","plnames":[["Italy",90,95],["Westmoreland",209,221],["Cumberland",226,236],["Keswick",1244,1251]],"geonouns":[["country",327,334],["feet",951,955]],"pos_words":[["wonderful",46,55],["passion",279,286],["auspicious",422,432],["encouragement",452,465],["genius",485,491],["masters",564,571],["best",600,604],["devout",682,688],["respect",689,696],["enough",779,785],["sufficient",844,854],["worth",930,935],["advanced",1083,1091],["gracious",1180,1188]],"neg_words":[["disinterested",265,278],["provoke",472,479],["fear",915,919],["scarce",923,929],["struck",1006,1012],["lack",1236,1240]],"events":[],"dates":[["the season",1064,1074],["winter",1100,1106]],"times":[["the hour",866,874]],"distances":[],"loc_advs":[],"spa_preps":[["through",176,183],["out",250,253],["out",628,631],["out",1013,1016]],"normalised_sentiment":0.0761904762,"vader_sentiment":-0.39,"roberta_sentiment":0.9982975125},{"para_id":2,"paragraph":"If I should be asked why I give that to the world and you, which I really think scarce worthy of the acceptance of you and the world, Ihave only to answer, that if the honest pride of the Friend did not draw it into public, the idle vanity of the Poet would be well content to spare the Press its pains: but the gratification of saying how much I respect your genius and esteem your virtues, finds it an easy task to overcome the remonstrances of Judgement, or the terrors of criticism.","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[["worthy",87,93],["honest",168,174],["pride",175,180],["well",261,265],["gratification",312,325],["respect",347,354],["genius",360,366],["easy",404,408]],"neg_words":[["scarce",80,86],["idle",228,232],["vanity",233,239],["pains",297,302],["criticism",476,485]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["into",211,215]],"normalised_sentiment":0.075,"vader_sentiment":0.9,"roberta_sentiment":0.9967820644},{"para_id":3,"paragraph":"Mr. Gray, whose faculty of describing can give life to scenes which I should have conceived nothing but pencil could convey, hath left behind him a Journal, for which we are indebted to his candid friend and editor. This Journal refers to all the scenes hinted at in the following Ode; and being a book in every body's hands, makes it unnecessary for me to trouble the Reader with any attempts of my own by way of notes, which with the best of poems seldom accord, and in my instance might have been a hazardous experiment.","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[["indebted",174,182],["best",436,440]],"neg_words":[["unnecessary",335,346],["trouble",357,364],["hazardous",502,511]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["left",130,134]],"spa_preps":[["behind",135,141]],"normalised_sentiment":-0.0212765957,"vader_sentiment":0.82,"roberta_sentiment":0.9987843633},{"para_id":4,"paragraph":"How it came to pass, that this enchanting display of sublime and beautiful objects could extort nothing more than a prosaic description from a poetical pen, I am at a loss to guess. I have been favoured with a Manuscript of the late ingenious Dr. Brown, which I have the privilege of inserting in this publication, and should so have done, but that I found it had already got forth into the world, and was in print: It is touched with great spirit, and in a glowing stile, which gradually kindles till it breaks forth into the following rhapsody, which I believe hath hitherto escaped publication:","file_id":"1776_c","plnames":[],"geonouns":[["pass",15,19]],"pos_words":[["enchanting",31,41],["sublime",53,60],["beautiful",65,74],["ingenious",233,242],["privilege",271,280],["great",435,440],["glowing",458,465]],"neg_words":[["extort",89,95],["loss",167,171],["breaks",505,511]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["into",382,386],["into",518,522]],"normalised_sentiment":0.0816326531,"vader_sentiment":0.9,"roberta_sentiment":-0.9967162609},{"para_id":5,"paragraph":"Now sunk the Sun, now Twilight sunk, and Night Rode in her zenith; nor a passing breeze Sighed to the groves, which in the midnight air Stood motionless, and in the peaceful floods Inverted hung: For now the billow slept Along the shore, nor heaved the deep, but spread A shining mirror to Moon's pale orb, Which, dim and waining, o' ver the shadowy clifts, The solemn woods and spiry mountain-tops Her glimmering faintness threw: Now every eye, Oppressed with toil, was drowned in deep repose; Save that the unseen sheperd in his watch, Propt on his crook, stood listening by the fold, And gazed the starry vault and pendant moon; Nor voice nor sound broke on the deep seren, But the soft murmur of swift-gushing rills, Forth Issuing from the mountain's distant sleep,( Unheard till now, and now scarce heard) proclaimed All things at rest, and imaged the still voice Of quiet whispering to the ear of Night.","file_id":"1776_c","plnames":[],"geonouns":[["groves",102,108],["shore",231,236],["woods",369,374],["mountain",385,393],["mountain",744,752]],"pos_words":[["zenith",59,65],["breeze",81,87],["peaceful",165,173],["tops",394,398],["glimmering",403,413],["soft",685,689],["swift",700,705],["quiet",872,877]],"neg_words":[["sunk",4,8],["sunk",31,35],["motionless",142,152],["hung",190,194],["pale",297,301],["dim",314,317],["shadowy",342,349],["solemn",362,368],["toil",461,465],["crook",551,556],["broke",652,657],["scarce",797,803]],"events":[],"dates":[["the ear",892,899]],"times":[["midnight",123,131]],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.0425531915,"vader_sentiment":-0.37,"roberta_sentiment":-0.9858984947},{"para_id":6,"paragraph":"In fine, says Dr. Browne, this accumulation of beauty and immensity tends not only to excite the rapture but reverence; for my part I make an annual voyage to Keswick, not only as an innocent amusement, but a religious act. I walk forth in this stupendous scene, as into the grandest earthly temple of the Creator; and as I take my progess through its several parts, often break forth with the divine Psalmist in that grateful exclamation--\" O Lord, how manifold are thy works;\" in wisdom hast thou made them all.\"","file_id":"1776_c","plnames":[["Keswick",159,166]],"geonouns":[],"pos_words":[["fine",3,7],["beauty",47,53],["excite",86,92],["rapture",97,104],["reverence",109,118],["stupendous",245,255],["divine",394,400],["grateful",418,426],["works",471,476],["wisdom",482,488]],"neg_words":[["break",373,378]],"events":[],"dates":[["annual",142,148]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["into",266,270],["through",340,347]],"normalised_sentiment":0.1764705882,"vader_sentiment":0.98,"roberta_sentiment":0.9986983538},{"para_id":7,"paragraph":"What I have here inserted is taken from a letter to a friend, and is a valuable specimen of the author. As for the minute delineations, which some travellers affect to give of scenes that come under their contemplation, they seldom convey to my apprehension any map of the place they describe. To you perhaps, whose pictures are language, language may be a picture; and as I know you can paint our very words, words may in return paint that to you, of which a less intuitive mind takes no conception; the bulk of mankind however collect little from these descriptions but the amusement of reading them; and the most they can effect is to refresh the memories of them, who have been on the spot, or to inspire those, who have not been, with a resolution of going thither. And in truth a more pleasing tour than these lakes hold out to men of leisure and curiosity cannot be devised. We penetrate the Glacieres, traverse the Rhone and the Rhine, whilst our own domestic lakes of Ulswater, Keswick and Windermere exhibit scenes in so sublime a stile, with such beautiful colourings of rock, wood and water, backed with so tremendous a disposition of mountains, that if they do not fairly take the lead of all the views in Europe, yet they are indisputably such as no Enlish traveller should leave behind him, provided he be one, who, with my Atticus, loves","file_id":"1776_c","plnames":[["Rhone",923,928],["Ulswater",977,985],["Keswick",987,994],["Windermere",999,1009],["Europe",1219,1225]],"geonouns":[["lakes",816,821],["lakes",968,973],["rock",1082,1086],["wood",1088,1092],["water",1097,1102],["mountains",1147,1156]],"pos_words":[["valuable",71,79],["intuitive",465,474],["refresh",638,645],["inspire",701,708],["pleasing",791,799],["sublime",1031,1038],["beautiful",1058,1067],["fairly",1178,1184],["lead",1194,1198],["loves",1348,1353]],"neg_words":[["apprehension",245,257]],"events":[],"dates":[],"times":[["the minute",111,121]],"distances":[],"loc_advs":[["here",12,16]],"spa_preps":[["under",193,198],["out",827,830],["behind",1294,1300]],"normalised_sentiment":0.0865384615,"vader_sentiment":0.98,"roberta_sentiment":0.9983747005},{"para_id":8,"paragraph":"\" To follow nature in her simple haunts,\" With early steps to climb the shaggy side\" Of some hoar cliff and meet the dewy breath\" Of morning, issuing from the flowery vale:\" Or soft reclining on the mossy turf\" Careless to lye, and, as the dimpling brook\" Steals gently on, with motionless regard\" To eye the floating mirror; while as fast\" Down Meditation's smooth and silent tide\" In easy lapse his tuneful moments fall,\" Clear and untroubled as the passing stream.\"","file_id":"1776_c","plnames":[],"geonouns":[["vale",167,171],["brook",249,254],["stream",460,466]],"pos_words":[["soft",177,181],["regard",290,296],["fast",335,339],["smooth",359,365],["silent",370,376],["easy",386,390]],"neg_words":[["motionless",279,289],["lapse",391,396],["fall",417,421]],"events":[],"dates":[],"times":[["morning",133,140]],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.05,"vader_sentiment":0.4,"roberta_sentiment":0.9987391829},{"para_id":9,"paragraph":"But the views of our young travelling gentry, as you must well know, are not thus directed: on the road they are couriers; in the cities they are revellers: Whilst they are journeying there is no respite nor repose; their enquiries extend neither to right hand nor left, and seldom further forward than to the next poste; the shortest and straightest road to dissipation and pleasure is their's, all the rest is out of the way: but if their course should necessarily carry them up to any thing curious in nature, if their road should compel them to the banks of a torrent, or the brow of a mountain, they are asleep, or it is dark night and they cannot see it, for they are in haste, and want to be at the next great noisy town: And now begins the plan of all their operations; here they lay in their stock of new cloathes, new taste and new opinions; in return for which they barter away all their little fund of money, modesty and religion: Here they walk through palaces of pictures with as much edification as a boarding-school girl would through the Museum, or an upholsterer through the Vatican. They have been told of the gusto of the antique, but where to find it, or how to distinguish it, they know no more than their mothers: Virtù however is to be purchased, like other superfluities, and in the end their Cicerone lays them in for a bargain, perhaps a patch-work head of Trajan set upon a modern pair of shoulders, and made up with Caracalla' s nose and Nero' s ears,","file_id":"1776_c","plnames":[],"geonouns":[["road",99,103],["road",351,355],["road",522,526],["banks",553,558],["brow",580,584],["mountain",590,598],["town",723,727],["school",1025,1031],["head",1376,1380]],"pos_words":[["well",58,62],["respite",196,203],["right",250,255],["pleasure",375,383],["great",711,716],["modesty",921,928],["gusto",1129,1134],["like",1271,1275],["bargain",1346,1353],["work",1371,1375],["modern",1402,1408]],"neg_words":[["torrent",564,571],["dark",626,630],["haste",677,682],["noisy",717,722]],"events":[],"dates":[],"times":[["night",631,636]],"distances":[],"loc_advs":[["there",184,189],["left",265,269],["forward",290,297],["here",778,782]],"spa_preps":[["out",412,415],["away",884,888],["through",958,965],["through",1043,1050],["through",1081,1088]],"normalised_sentiment":0.0598290598,"vader_sentiment":0.93,"roberta_sentiment":-0.9933851361},{"para_id":10,"paragraph":"Aut curios jam dimidios, humerove minorem Corvinum, aut Galbam auriculis nasoque carentem.","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[["jam",11,14]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.0833333333,"vader_sentiment":0.0,"roberta_sentiment":0.9955643415},{"para_id":11,"paragraph":"Thus equipt with these imperial reliques, with an veritable daubing of Raphaelle, copied from the very print which is given to prove its originality, and a huge cameo on his little finger, home they come privileged Virtuosi, qualified to condemn every thing that their own countrymen can produce; and thus having contributed all that in them lies to disgrace their native land, they conclude their career by affecting to despise it. It is in vain that a native artist exhibits to their view the models of a Mars and a Venus, such as I am bold to say would have done credit to Athens in its purest age; they may moulder in his shop for them, unless indeed they had lost a leg or an arm in the ruins of Hadrian' s villa, and then they would purchase them at twice the cost of the whole figures,","file_id":"1776_c","plnames":[],"geonouns":[["land",372,376]],"pos_words":[["veritable",50,59],["originality",137,148],["privileged",204,214],["qualified",225,234]],"neg_words":[["condemn",238,245],["lies",342,346],["disgrace",350,358],["despise",421,428],["vain",442,446],["lost",664,668],["ruins",692,697]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["home",189,193]],"spa_preps":[],"normalised_sentiment":-0.0434782609,"vader_sentiment":-0.77,"roberta_sentiment":-0.9983495474},{"para_id":12,"paragraph":"It is superfluous to say that this points at Mr. Bacon; the reader of taste will be sorry to know that these beautiful models have brought nothing but reputation to their maker.","file_id":"1776_c","plnames":[],"geonouns":[["points",35,41]],"pos_words":[["beautiful",109,118],["reputation",151,161]],"neg_words":[["superfluous",6,17],["sorry",84,89]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.32,"roberta_sentiment":-0.9993308783},{"para_id":13,"paragraph":"Miranturque nihil nisi quod Libitina sacravit.","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9920368195},{"para_id":14,"paragraph":"I should be much misunderstood if this was not thought to be said with all due expectations; much more, if I was supposed insensible to the general uses of travel: this would be only combating one prejudice with another; let both be cast aside and men and things considered in their true light: There are to be found( and many their number multiply!) protectors of living genius, who will admit the Orpheus of Dance and the Ugolino of Reynolds into their choicest cabinets; and I trust there will be found, with whom your Graces will find an honourable station; for sure it would be a very anti-patriotic prejudice to admit the vulgar drabs of the Flemish, or the theatrical dames of the Italian artist, in preference to a fairer and chaster progeny, for no better reason than because those were foreigners, and these of Enlish parentage:","file_id":"1776_c","plnames":[],"geonouns":[["station",553,560]],"pos_words":[["genius",372,378],["trust",480,485],["patriotic",595,604],["better",758,764]],"neg_words":[["misunderstood",17,30],["insensible",122,132],["prejudice",197,206],["prejudice",605,614],["vulgar",628,634]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",486,491]],"spa_preps":[["aside",238,243],["into",444,448]],"normalised_sentiment":-0.0151515152,"vader_sentiment":0.84,"roberta_sentiment":0.99176687},{"para_id":15,"paragraph":"Indignor quicquam reprehendi, non quia crasse Compositum inlepideve putetur, sed quia nuper: Nec veniam antiquis, sed honorem et praemia posci.","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9908032417},{"para_id":16,"paragraph":"This is a depravity of taste that does real injury to the genius of the nation, and should for that reason be combated by every weapon that can serve to root out so noxious an infatuation.","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[["genius",58,64]],"neg_words":[["injury",44,50],["noxious",165,172]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["out",158,161]],"normalised_sentiment":-0.0714285714,"vader_sentiment":-0.48,"roberta_sentiment":-0.9983122349},{"para_id":17,"paragraph":"The readiest weapon for this office is ridicule. Comedy could not be better employed than in holding up to view a character of the above description; such prejudices militate as much against antient Art and Science as against modern: I wish some of my brother dramatists, who have more leisure than I have, would accept and improve upon the hint.","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[["better",69,75],["modern",226,232],["improve",324,331]],"neg_words":[["ridicule",39,47],["prejudices",155,165]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["above",131,136],["against",183,190],["against",218,225]],"normalised_sentiment":0.0357142857,"vader_sentiment":0.08,"roberta_sentiment":-0.9982391596},{"para_id":18,"paragraph":"I am,&amp; c. &amp; c.","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.988574028},{"para_id":19,"paragraph":"R.C.","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9762636423},{"para_id":20,"paragraph":"Ode 1. To the Sun","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["1",4,5]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9904987216},{"para_id":21,"paragraph":"Soul of the world, refulgent Sun, Oh take not from my ravisht fight Those golden beams of living light, Nor, ere thy daily course be run, Precipitate the Night. Lo, where the ruffian clouds arise, Usurp the abdicated skies,","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[["golden",74,80]],"neg_words":[["ruffian",175,182]],"events":[],"dates":[["daily",117,122]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":-0.38,"roberta_sentiment":0.9979798198},{"para_id":22,"paragraph":"And seize the aetherial throne; Sullen Sad the scene appears, Huge Helvellyn streams with tears, Hark,' tis giant Skiddaw's groan! I hear terrific Lawdoor roar; The Sabbath of thy reign is over, The anarchy's begun; Father of light, return; break forth, refulgent Sun!","file_id":"1776_c","plnames":[["Helvellyn",67,76],["Skiddaw's",114,123]],"geonouns":[["streams",77,84]],"pos_words":[["terrific",138,146]],"neg_words":[["anarchy",199,206],["break",241,246]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["over",189,193]],"normalised_sentiment":-0.0294117647,"vader_sentiment":-0.44,"roberta_sentiment":0.9878630638},{"para_id":23,"paragraph":"What if the rebel blast shall rend shese nodding horrors from the mountain's brow-- Hither thy glad deliverance fend, Ah save the votarist and accept the vow! And, say, through thy diurnal round, Where, great Spectator, hast thou found Such solemn soul-inviting shades, Ghostly dells, religious glades? Where Penitence may plant its meek abode, And hermit Meditation meet its God.","file_id":"1776_c","plnames":[],"geonouns":[["mountain",66,74],["dells",278,283]],"pos_words":[["glad",95,99],["great",203,208]],"neg_words":[["solemn",241,247]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["through",169,176],["round",189,194]],"normalised_sentiment":0.0217391304,"vader_sentiment":0.87,"roberta_sentiment":0.9974504113},{"para_id":24,"paragraph":"Now by the margin of yond glassy deep My pensive vigils let me keep; There, by force of Runic spells, Shake the grot where Nature dwells; And in the witching hour of night, Whilst thy pale filter lends her shadowy light, Summon the naked wood-nymphs to my sight.","file_id":"1776_c","plnames":[],"geonouns":[["force",79,84],["wood",238,242]],"pos_words":[],"neg_words":[["pale",184,188],["shadowy",206,213]],"events":[],"dates":[],"times":[["the witching hour of night",145,171]],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.0689655172,"vader_sentiment":-0.13,"roberta_sentiment":0.9965254664},{"para_id":25,"paragraph":"Trembling now with giddy tread, Press the Moss on Gowdar's head; But lo, where sits the bird of Jove, Couched in his airy far above; Oh, lend thine eye, thy pinion lend, Higher, yet higher let me still ascend:' Tis done; my forehead smites the skies, To the last summit of the cliff I rise; I touch the sacred ground, Where step of man was never found; I see Nature's rude domain around.","file_id":"1776_c","plnames":[],"geonouns":[["head",59,63],["summit",263,269],["ground",310,316]],"pos_words":[],"neg_words":[["giddy",19,24],["rude",368,372]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["above",126,131]],"spa_preps":[["around",380,386]],"normalised_sentiment":-0.04,"vader_sentiment":-0.72,"roberta_sentiment":0.9931228757},{"para_id":26,"paragraph":"Peace to thy empire, queen of calm desires, Health crown thy hills and plenty robe thy vales; May thy groves wave untoucht by wastful fires, Nor commerce croud thy lakes with sordid sails! Press not so fast upon my aking sight Gigantic shapes, nor rear you heads so high, As if ye meant to war against the sky, Sons of old Chaos and primaeval Night. Such were the heights enshrined Bruno trod, When on the cliff he hung his towering cell, Amongst the clouds aspired to dwell, And half ascended to his God. The prim canal, the level green, The close-clipt hedge that bounds the flourisht scene, What rapture can such forms impart With all the spruce impertinence of art?","file_id":"1776_c","plnames":[],"geonouns":[["hills",61,66],["vales",87,92],["groves",102,108],["lakes",164,169],["heads",257,262],["canal",515,520]],"pos_words":[["calm",30,34],["fast",202,206],["rapture",599,606]],"neg_words":[["hung",415,419],["hedge",555,560]],"events":[],"dates":[["May",94,97]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["against",294,301],["close",543,548]],"normalised_sentiment":0.0131578947,"vader_sentiment":0.18,"roberta_sentiment":0.9960964322},{"para_id":27,"paragraph":"Yet pageant streams, that roll in state By the vain windows of the great,","file_id":"1776_c","plnames":[],"geonouns":[["streams",12,19]],"pos_words":[["great",67,72]],"neg_words":[["vain",47,51]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.32,"roberta_sentiment":-0.9911283255},{"para_id":28,"paragraph":"Rest on your muddy ooze and see Old majestic Derwent force His independent course, And learn of him and nature to be free, And you, triumphal arches, shrink, Ye temples, tremble, and ye columns, sink! One nod from Wallah's craggy brow Shall crush the Dome Of sacerdotal Rome, And lay her glittering gilded trophies low.","file_id":"1776_c","plnames":[["Derwent",45,52],["Rome",270,274]],"geonouns":[["force",53,58],["brow",230,234]],"pos_words":[["majestic",36,44],["free",117,121],["triumphal",132,141]],"neg_words":[["muddy",13,18],["sink",195,199],["crush",241,246]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.42,"roberta_sentiment":0.992462635},{"para_id":29,"paragraph":"Now downward as I bend my eye, What is thsat atom I espy, That speck in Nature's plan? Great Heaven! is that a Man? And hath that little wretch its cares, Its freaks, its follies, and its airs; And do I hear that insect say,\" My lakes, my mountains, my domain?\" O weak, contemptible and vain! The tenant of a day.","file_id":"1776_c","plnames":[],"geonouns":[["lakes",229,234],["mountains",239,248]],"pos_words":[],"neg_words":[["wretch",137,143],["freaks",159,165],["weak",264,268],["contemptible",270,282],["vain",287,291]],"events":[],"dates":[["a day",307,312]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.1515151515,"vader_sentiment":0.55,"roberta_sentiment":-0.9964795709},{"para_id":30,"paragraph":"Say to old Skiddaw,\" Change thy place,\" Heave Helvellyn from his base, Or bid impetuous Derwent stand At the proud waving of a master's hand.","file_id":"1776_c","plnames":[["Skiddaw",11,18],["Helvellyn",46,55],["Derwent",88,95]],"geonouns":[],"pos_words":[["proud",109,114],["master",127,133]],"neg_words":[["impetuous",78,87]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.05,"vader_sentiment":0.74,"roberta_sentiment":-0.9893012643},{"para_id":31,"paragraph":"Now with silent step and flow Descend, but first forbear to blow, Ye felon winds, let discord cease, And Nature seal an element of peace: Hush, not a whisper here, Beware, for Echo on the watch Sits with erect and listening ear The secrets of the scene to catch, Then swelling, as she rolls around, The hoarse reverberated sound, With loud repeated shocks She beats the loose impending rocks, Tears down the fragment big with death, And hurls it thundering on the wretch beneath.","file_id":"1776_c","plnames":[],"geonouns":[["rocks",386,391]],"pos_words":[["silent",9,15],["peace",131,136]],"neg_words":[["blow",60,64],["felon",69,74],["discord",86,93],["swelling",268,276],["loud",335,339],["loose",370,375],["impending",376,385],["death",426,431],["wretch",464,470]],"events":[["Echo",176,180]],"dates":[],"times":[],"distances":[],"loc_advs":[["here",158,162],["beneath",471,478]],"spa_preps":[["around",291,297],["down",399,403]],"normalised_sentiment":-0.14,"vader_sentiment":-0.92,"roberta_sentiment":-0.9846504331},{"para_id":32,"paragraph":"Not so the Naid, she defies The faithless Echo, and with yelling cries Howls on the summit of rude Lawdoor's brow; Then with a desperate leap Springs from the rocky steep, And runs enamoured to the lake below. So the Cambrian minstrel stood Bending over old Conway's flood, White as foam his silver beard, And loud and shrill his voice was heard; All the while down Snowdon's side, Winding slow in dread array, He saw the victor king pursue his way; Then fearless rushed into the foaming tide, Cursed him by all his idol gods and died.","file_id":"1776_c","plnames":[["Snowdon",366,373]],"geonouns":[["summit",84,90],["brow",109,113],["lake",198,202]],"pos_words":[["fearless",455,463],["idol",516,520]],"neg_words":[["faithless",32,41],["rude",94,98],["desperate",127,136],["rocky",159,164],["steep",165,170],["loud",310,314],["shrill",319,325],["slow",390,394],["dread",398,403],["died",530,534]],"events":[["Echo",42,46]],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["below",203,208],["over",249,253],["down",361,365],["into",471,475]],"normalised_sentiment":-0.1428571429,"vader_sentiment":-0.91,"roberta_sentiment":0.9968890548},{"para_id":33,"paragraph":"This alludes to the great waterfall of Lawdoor.","file_id":"1776_c","plnames":[],"geonouns":[["waterfall",26,35]],"pos_words":[["great",20,25]],"neg_words":[],"events":[],"dates":[["This alludes",0,12]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.25,"vader_sentiment":0.62,"roberta_sentiment":0.9903075695},{"para_id":34,"paragraph":"Ah! where is he that swept the sounding lyre, And while he touched the master string, Bad Ruin seize the ruthless King With all a prophet's fire? Mourn him, ye naids, and ye wood-nymphs mourn, But chiefly ye, who rule over Keswick's vale, Your visitor bewail, And pluck fresh laurels for his hallowed urn; He saw your scenes in harmony divine, On him indulgent suns could shine, Me turbid skies and threatening clouds await, Emblems, alas! of my ignoble fate.","file_id":"1776_c","plnames":[["Keswick's",223,232]],"geonouns":[["wood",174,178],["vale",233,237]],"pos_words":[["master",71,77],["fresh",270,275],["hallowed",292,300],["harmony",328,335],["divine",336,342],["indulgent",351,360],["shine",372,377]],"neg_words":[["ruthless",105,113],["mourn",186,191],["bewail",252,258],["threatening",399,410],["ignoble",446,453]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["over",218,222]],"normalised_sentiment":0.0392156863,"vader_sentiment":-0.46,"roberta_sentiment":-0.9819319248},{"para_id":35,"paragraph":"But see the embattled vapours break, Disperse and fly, Posting like couriers down the sky; The grey rock glitters in the glassy lake; And now the mountain tops are seen Frowning amidst the blue serene;","file_id":"1776_c","plnames":[],"geonouns":[["rock",100,104],["lake",128,132],["mountain",146,154]],"pos_words":[["like",63,67],["tops",155,159],["serene",194,200]],"neg_words":[["embattled",12,21],["break",30,35]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["down",77,81],["amidst",178,184]],"normalised_sentiment":0.0454545455,"vader_sentiment":0.87,"roberta_sentiment":-0.992726922},{"para_id":36,"paragraph":"The variegated groves appear, Deckt in the colours of the waining year; And, as new beauties they unfold, Dip their skirts in beaming gold. Thee, savage Wyborn, now I hail; Delicious Grasmeres calm retreat, And stately Wyndermere I greet, And Keswick's sweet fantastic vale: But let her naids yield to thee, And lowly bend the subject knee, Imperial lake of Patrick's dale, For neither Scotish Lomond's pride, Nor smooth Killarney's silver tide, Nor aught that learned Poussin drew, Or dashing Rosa flung upon my view, Shall shake thy sovereign undisturbed right, Great scene of wonder and sublime delight!","file_id":"1776_c","plnames":[["Wyndermere",219,229],["Keswick's",243,252],["Patrick's",358,367],["Lomond's",394,402],["Killarney's",421,432]],"geonouns":[["groves",15,21],["vale",269,273],["lake",350,354],["dale",368,372]],"pos_words":[["gold",134,138],["hail",167,171],["calm",193,197],["stately",211,218],["sweet",253,258],["fantastic",259,268],["pride",403,408],["smooth",414,420],["dashing",486,493],["right",557,562],["wonder",579,585],["sublime",590,597],["delight",598,605]],"neg_words":[["savage",146,152],["retreat",198,205],["lowly",312,317],["shake",525,530]],"events":[],"dates":[["year",66,70]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.1232876712,"vader_sentiment":0.94,"roberta_sentiment":0.989821434},{"para_id":37,"paragraph":"This alludes to the Great Lake of Ulswater, situated in Patterdale, i.e. Patrick's dale, a scene of grandeur and sublimity far superior in my opinion to the Lake of Keswick.","file_id":"1776_c","plnames":[["Ulswater",34,42],["Patterdale",56,66],["Patrick's",73,82],["Keswick",165,172]],"geonouns":[["dale",83,87]],"pos_words":[["grandeur",100,108],["superior",127,135]],"neg_words":[],"events":[],"dates":[["This alludes",0,12]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.1111111111,"vader_sentiment":0.9,"roberta_sentiment":0.9986048341},{"para_id":38,"paragraph":"Hail to thy beams, O Sun! for this display What, glorious orb, can I repay? Not Memnon's costly shrine, Not the white coursers of imperial Rome Nor the rich smoke of Persia's hecatomb; Such proud oblations are not mine; Nor thou my simple tribute shall refuse, The thanks of an unprostituted muse: And may no length of still returning day Strike from thy forehead one refulgent ray; But let each tuneful, each attendant sphere To the latest time thy stated labours chear, And with new Poens crown the finisht year.","file_id":"1776_c","plnames":[["Rome",139,143]],"geonouns":[],"pos_words":[["glorious",49,57],["rich",152,156],["proud",190,195]],"neg_words":[["costly",89,95],["smoke",157,162],["refuse",253,259]],"events":[],"dates":[["day",335,338],["the finisht year",497,513]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.42,"roberta_sentiment":0.9985705614},{"para_id":39,"paragraph":"Ode Ii. To Dr. Robert James.","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["Ii.",4,7]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9940616488},{"para_id":40,"paragraph":"Friend of man's feeble race, victorious sage, Great tamer of the fever's rage; Thine, mighty Master, is the art To heal the father's bursting heart;' Tis thine Elijah Like to save The widow's darling from the grave;","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[["victorious",29,39],["mighty",86,92],["heal",115,119],["darling",192,199]],"neg_words":[["feeble",16,22],["fever",65,70],["rage",73,77]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0333333333,"vader_sentiment":0.86,"roberta_sentiment":0.9972230196},{"para_id":41,"paragraph":"Thine in the very gasp of death To rescue the convulsive breath, And to a husband's bosom give Her, without whom I cease to live.","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[["gasp",18,22],["death",26,31]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["without",100,107]],"spa_preps":[],"normalised_sentiment":-0.1538461538,"vader_sentiment":-0.22,"roberta_sentiment":0.993624568},{"para_id":42,"paragraph":"Now from the chamber of the sickly East, Scenting the bloody human feast Hither Death's haggard family repair, Scattering contagion through the troubled air: Wherever the dread forerunners come, Prophetic of the sick man's doom, The raven and the screetch-owl sing Their boding knell, and clap the carrion wing.","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[["sickly",28,34],["bloody",54,60],["haggard",88,95],["troubled",144,152],["dread",171,176],["sick",212,216],["doom",223,227]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["through",132,139]],"normalised_sentiment":-0.2058823529,"vader_sentiment":-0.95,"roberta_sentiment":0.9823335409},{"para_id":43,"paragraph":"And see, fast bound upon her ebon bier, Frantic Fever in the rear: Round her a visionary group Phantoms, and dreams, and terrors troop:","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[["fast",9,13],["visionary",79,88]],"neg_words":[],"events":[["Round",67,72]],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.125,"vader_sentiment":-0.1,"roberta_sentiment":0.9968500733},{"para_id":44,"paragraph":"Mark how she rolls her staring eyes; Hark, hark, she screams, she laughs, she cries, And now be still-- she faints, she falls, she dies!","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[["falls",120,125],["dies",131,135]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.1428571429,"vader_sentiment":-0.25,"roberta_sentiment":-0.9936902523},{"para_id":45,"paragraph":"Ah no; behold, she starts again: Cold, cold, through every shivering vein Runs the slowly-creeping pain:' Tis past those fiery spots bespeak The glowing furnace in her cheek;' Tis in her brain; it mounts, it burns, She freezes and she flames by turns. Now on the very throne of life Distraction reigns and mortal strife, The rebel arteries beat to arms, And shake her soul with dire alarms; Dread horrors seize the toiling heart, And circulate despair through every part.","file_id":"1776_c","plnames":[],"geonouns":[["mounts",197,203]],"pos_words":[["fiery",121,126],["glowing",145,152]],"neg_words":[["cold",39,43],["slowly",83,89],["creeping",90,98],["pain",99,103],["burns",208,213],["freezes",219,226],["strife",313,319],["shake",358,363],["dire",378,382],["despair",444,451]],"events":[["Cold",33,37]],"dates":[],"times":[],"distances":[],"loc_advs":[["past",110,114]],"spa_preps":[["through",45,52],["through",452,459]],"normalised_sentiment":-0.1632653061,"vader_sentiment":-0.97,"roberta_sentiment":0.6241070628},{"para_id":46,"paragraph":"Daughter, hell-born of sin and death, Pass on and stop thy stygian breath,","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[["hell",10,14],["sin",23,26],["death",31,36]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.3333333333,"vader_sentiment":-0.87,"roberta_sentiment":-0.9946229458},{"para_id":47,"paragraph":"Deadlier than is the fatal blast, That sweeps Numidia's sultry waste: And lo, where wrapt in clouds and fire, Follows thy gaunt and ghastly fire: On his pale steed erect the monarch stands, His dirk and javelin glittering in his hands; This from a distance deals the ignoble blow, And dispatches the resisting foe; Whilst all beneath him, as he flies, Dire are the tossings, deep the cries, The landscape darkens, and the season dies.","file_id":"1776_c","plnames":[],"geonouns":[["landscape",395,404]],"pos_words":[],"neg_words":[["fatal",21,26],["waste",63,68],["ghastly",132,139],["pale",153,157],["ignoble",267,274],["blow",275,279],["foe",310,313],["dies",429,433]],"events":[],"dates":[["the season",418,428]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["beneath",326,333]],"normalised_sentiment":-0.1818181818,"vader_sentiment":-0.96,"roberta_sentiment":0.9908977151},{"para_id":48,"paragraph":"Oh thou, to whom such healing power is given, The delegate, as we believe, of heaven; Here take thy interposing stand; Here wave thy medicated wand; Or leave a charm to guard my door,' Till the consuming plague be over. -- But hark! what groan is this I hear? Sad tidings for a father's ear;","file_id":"1776_c","plnames":[],"geonouns":[["door",178,182]],"pos_words":[["heaven",78,84],["charm",160,165]],"neg_words":[["plague",204,210]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["over",214,218]],"normalised_sentiment":0.03125,"vader_sentiment":-0.37,"roberta_sentiment":-0.9876554608},{"para_id":49,"paragraph":"See, where all pale my loved Eliza stands, Claspt in mute anguish her submitted hands, Anguish too genuine to seek Acquaintance with the blabbing cheek; In her soft eye one ray of hope appears, A Christian's hope tempering a mother's fears: These downward on her dying Son are bent, This upward with her prayers to Heaven's high throne is sent.","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[["loved",23,28],["genuine",99,106],["soft",160,164]],"neg_words":[["pale",15,19],["anguish",58,65],["fears",234,239],["dying",263,268],["bent",277,281]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["upward",288,294]],"spa_preps":[],"normalised_sentiment":-0.05,"vader_sentiment":-0.23,"roberta_sentiment":0.984180212},{"para_id":50,"paragraph":"And now with calm deliberate tread I reach the fever-tainted bed; Ah, luckless innocent, is that the hue, Which Nature's roseat pencil drew? Ah, changed alas, is that the face, Where beamed of late such youthful grace? Accursed fever, why annoy My gentle unoffending Boy? Rather why didst thou not arrest The full-gorged glutton at his feast?","file_id":"1776_c","plnames":[],"geonouns":[["bed",61,64]],"pos_words":[["calm",13,17],["youthful",203,211],["grace",212,217],["gentle",248,254]],"neg_words":[["fever",47,52],["tainted",53,60],["fever",228,233],["annoy",239,244]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.82,"roberta_sentiment":-0.9976366758},{"para_id":51,"paragraph":"Or in a drunken revel smite The lewd profaner of the night? No, these shall live, and Nature's toils Repair what foul intemperance spoils, And health and hope shall deign to dwell With hardened convicts in their cell; While sleep, which from his guiltless pillow flies, Shall close( O strange to tell!) the gamesters haggard eyes.","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[["revel",16,21],["guiltless",246,255]],"neg_words":[["drunken",8,15],["lewd",32,36],["foul",113,117],["spoils",131,137],["deign",165,170],["hardened",185,193],["strange",285,292],["haggard",317,324]],"events":[],"dates":[],"times":[["the night",49,58]],"distances":[],"loc_advs":[],"spa_preps":[["close",276,281]],"normalised_sentiment":-0.1764705882,"vader_sentiment":0.36,"roberta_sentiment":0.9823588729},{"para_id":52,"paragraph":"Is there no drug to cool that burning breast; No chance for one short moment's rest? Is there no hope? --' Tis past-- I see Art can no more: the rest is left for me. Come then, this wonder-working charm receive; The last command thy father hath to give: The dying youth all over convulsed they raise, He to the last the well-known voice obeys; The mother aids the draught, and, as she aids it, prays.","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[["cool",20,24],["wonder",182,188],["charm",197,202],["well-known",320,330]],"neg_words":[["burning",30,37],["dying",258,263]],"events":[],"dates":[],"times":[["The last",212,220]],"distances":[],"loc_advs":[["there",3,8],["there",88,93],["left",153,157]],"spa_preps":[["over",274,278]],"normalised_sentiment":0.0476190476,"vader_sentiment":0.59,"roberta_sentiment":0.9905105233},{"para_id":53,"paragraph":"Soft awhile! let all be still, And wait high Heaven's disposing will. Now in each other's eyes we stare With looks, that ask if Hope be there: Mean while the magic drug, at strife With the detested foe of life, Runs to the heart, mounts to the brain, And visits each corrupted vein; Wherever it comes bids tumult cease, And hail the messenger of peace.","file_id":"1776_c","plnames":[],"geonouns":[["mounts",230,236]],"pos_words":[["magic",158,163],["hail",324,328],["peace",346,351]],"neg_words":[["strife",173,179],["detested",189,197],["foe",198,201],["corrupted",267,276]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",136,141]],"spa_preps":[],"normalised_sentiment":-0.027027027,"vader_sentiment":0.62,"roberta_sentiment":0.9947265983},{"para_id":54,"paragraph":"Now, lengthening on the listening ear, The soft subsiding sigh we hear; His breath, a wintery storm before, That loudly lashed the sounding shore, Now sinks into a summer breeze, That gently lifts the swelling seas; Over his parched skin a healthful dew appears, The stern distemper sheds repentant tears; He smiles, he turns, he sleeps-- Oh joy!-- Begone, my fears!","file_id":"1776_c","plnames":[],"geonouns":[["shore",140,145],["seas",210,214]],"pos_words":[["soft",43,47],["breeze",171,177],["healthful",240,249],["smiles",309,315]],"neg_words":[["swelling",201,209],["stern",267,272],["fears",360,365]],"events":[],"dates":[["a summer",162,170]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["into",157,161]],"normalised_sentiment":0.025,"vader_sentiment":0.47,"roberta_sentiment":0.9985073209},{"para_id":55,"paragraph":"Haste then, my Muse, tear down the oaken bough, To crown the great Physician's brow; See that the mystic branch is broke From sage Apollo's delphic oak; Then, dripping from Castalia's spring, Hither the civic garland bring; And as your tuneful fingers tye The votive chaplet, raise on high Your founding notes; provoke again A louder yet, and yet louder strain; Then to the temple of immortal Fame, And on the brightest tablet stamp his living name.","file_id":"1776_c","plnames":[],"geonouns":[["brow",79,83]],"pos_words":[["great",61,66],["brightest",410,419]],"neg_words":[["broke",115,120],["dripping",159,167],["provoke",311,318],["louder",327,333],["louder",347,353],["strain",354,360]],"events":[],"dates":[["spring",184,190]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["down",26,30]],"normalised_sentiment":-0.08,"vader_sentiment":0.81,"roberta_sentiment":0.9957096577},{"para_id":56,"paragraph":"Finis","file_id":"1776_c","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9842213392}]