[{"para_id":0,"paragraph":"The Second Part, Or A Contrivance Of Polyolbion From The Eighteenth Song.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9928526282},{"para_id":1,"paragraph":"Containing all the Tracts, Riuers, Moun taines, and Forrests:","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9842169285},{"para_id":2,"paragraph":"Intermixed with the most remarkable Stories, Antiquities, Wonders, Rarities, Pleasures, and Commodities of the East, and Northerne parts of this isle, lying betwixt the two famous Riuers of Thames, and Tweed.","file_id":"1612_a","plnames":[["Thames",190,196],["Tweed",202,207]],"geonouns":[["isle",145,149]],"pos_words":[["remarkable",25,35],["famous",173,179]],"neg_words":[["lying",151,156]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0526315789,"vader_sentiment":0.53,"roberta_sentiment":0.998462081},{"para_id":3,"paragraph":"London, Printed by Augustine Mathews for Iohn Marriott, Iohn Grismand, and Thomas Dewe. 1622.","file_id":"1612_a","plnames":[["London",0,6]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["1622",88,92]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9902181029},{"para_id":4,"paragraph":"The seauen and twentieth Song.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["twentieth",15,24]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9956756234},{"para_id":5,"paragraph":"The Argvment.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9900993705},{"para_id":6,"paragraph":"The circuit of this Shire exprest, Erwell, and Ribble then contest; The Muse nest to the Mosses flies, And to fayre Wyre her selfe applies, The Fishy Lun then doth shee bring, The praise of Lancashire to sing, The isle of Man maintaines her plea, Then falling Eastward from that Sea, On rugged Furnesse, and his Fells, Of which this Canto lastly tells.","file_id":"1612_a","plnames":[["Lancashire",190,200]],"geonouns":[["isle",214,218]],"pos_words":[["praise",180,186]],"neg_words":[["plea",241,245],["falling",252,259]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.0285714286,"vader_sentiment":0.46,"roberta_sentiment":0.994935751},{"para_id":7,"paragraph":"SCarce could the labouring Muse salute this liuely Shire, But strait such shouts arose from euery Mosse and Mere, And Riuers rushing downe, with such vnvsuall noyse, Vpon their peably sholes, seemed to expresse their ioyes, That Mersey( in her course which happily confines Braue Cheshire from this Tract, two County Palatines) As rauished with the newes, along to Lerpoole ran, That all the Shores which lye to the Vergiuian,","file_id":"1612_a","plnames":[["Cheshire",280,288]],"geonouns":[],"pos_words":[["salute",32,38],["happily",257,264]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["along",356,361]],"normalised_sentiment":0.0476190476,"vader_sentiment":0.71,"roberta_sentiment":-0.9821137786},{"para_id":8,"paragraph":"The Irish Sea.","file_id":"1612_a","plnames":[["Irish Sea",4,13]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9971398115},{"para_id":9,"paragraph":"Resounded with the shouts, so that from Creeke to Creeke, So lowd the Ecchoes cryd, that they were heard to shreeke To Fournesse ridged Front, whereas the rocky Pile Of Foudra is at hand, to guard the out-layd Isle Of Walney, and those grosse and foggy Fells awooke;","file_id":"1612_a","plnames":[["Isle Of Walney",210,224]],"geonouns":[],"pos_words":[],"neg_words":[["rocky",155,160]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["out",201,204]],"normalised_sentiment":-0.04,"vader_sentiment":0.49,"roberta_sentiment":0.995785892},{"para_id":10,"paragraph":"The circuit and true demension of Lancashire.","file_id":"1612_a","plnames":[["Lancashire",34,44]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.42,"roberta_sentiment":0.9984180927},{"para_id":11,"paragraph":"Thence flying to the East, with their reuerberance shooke The Clouds from Pendles head,( which as the people say, Prognosticates to them a happy Halcyon day) Rebounds on Blackstonedge, and there by falling fils Faire Mersey, making in from the Derbeian Hills. But whilst the actiue Muse thus nimbly goes about, Of this large Tract to lay the true Demensions owt,","file_id":"1612_a","plnames":[],"geonouns":[["head",82,86]],"pos_words":[["happy",139,144]],"neg_words":[["falling",198,205]],"events":[],"dates":[["day",153,156]],"times":[],"distances":[],"loc_advs":[["there",189,194]],"spa_preps":[["about",304,309]],"normalised_sentiment":0.0,"vader_sentiment":0.7,"roberta_sentiment":0.9968296885},{"para_id":12,"paragraph":"The neat Lancastrian Nymphes, for beauty that excell, That for the Hornpipe round doe beare away the bell,","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[["neat",4,8],["beauty",34,40]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["away",92,96]],"spa_preps":[["round",76,81]],"normalised_sentiment":0.1818181818,"vader_sentiment":0.78,"roberta_sentiment":0.9983893633},{"para_id":13,"paragraph":"The Lancashire Horne Pipe.","file_id":"1612_a","plnames":[["Lancashire",4,14]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9967214465},{"para_id":14,"paragraph":"Some that about the Banks of Erwell make abode, With some that haue their seat by Ribbles siluer road, In great contention fell,( that might difference grew) Which of those Floods deserued to haue the soueraigne due; So that all future spleene, and quarrels to preuent, That likely was to rise about their long discent, Before the neighbouring Nymphs, their right they meane to plead, And first thus for her selfe the louely Erwell sayd. Yee Laffes, quoth this Flood, haue long and blindly ered,","file_id":"1612_a","plnames":[],"geonouns":[["seat",74,78],["road",97,101]],"pos_words":[["great",106,111],["right",358,363]],"neg_words":[["contention",112,122],["fell",123,127],["quarrels",249,257]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["about",10,15],["about",294,299]],"normalised_sentiment":-0.0212765957,"vader_sentiment":0.62,"roberta_sentiment":0.9889468551},{"para_id":15,"paragraph":"Ervvels oration","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9854177237},{"para_id":16,"paragraph":"That Ribble before me, so falsely haue long and blindly ered, That am a Natiue borne, and my descent doe bring, From ancient Gentry here, when Ribble from her Spring, An Alien knowne to be, and from the Mountaines rude Of Yorkshire getting strength, here boldly dares intrude Vpon my proper Earth, and through her mighty fall, Is not ashamed her selfe of Lancashire to call: Whereas of all the Nymphes that carefully attend My Mistris Merseys State, ther's none that doth transcend My greatnesse with her grace, which doth me so preferre, That all is due to me, which doth belong to her. For though from Blackstonedge the Taume come tripping downe, And from that long-ridged Rocke, her fathers high renowne, Of Mersey thinks from me, the place along to winne, With my attending Brooks, yet when I once come in, I out of countenance quite doe put the Nymph, for note, As from my Fountaine I towerds mightier Mersey float, First Roch a dainty Rill, from Roch Dale her deare Dame, Who honored with the halfe of her sterne mothers name, Growes proud, yet glad her selfe into my Bankes to get, Which Spodden from her Spring, a pretty Riuelet, As her attendant brings, when Irck addes to my store, And Medlock to their much, by lending somewhat more, At Manchester doe meet, all kneeling to my State, Where braue I show my selfe; then with a prouder gate, Towerds Mersey making on, great Chatmosse at my fall, Lyes full of Turfe, and Marle, her vnctuous Minerall, There at the generall Flood supposed to be drownd. Thus chiefe of Merseys traine, away with her I runne, When in her prosperous course shee watreth Warrington, And her faire siluer load in Lerpoole downe doth lay, A Road none more renownd in the Verginian Sea. Yee lustie Laffes then, in Lancashire that dwell, For Beautie that are sayd to beare away the Bell,","file_id":"1612_a","plnames":[["Yorkshire",222,231],["Lancashire",355,365],["Manchester",1248,1258],["Warrington",1606,1616],["Lancashire",1746,1756],["Bell",1813,1817]],"geonouns":[["gate",1344,1348]],"pos_words":[["proper",284,290],["mighty",314,320],["grace",505,510],["honored",982,989],["proud",1040,1045],["glad",1051,1055],["pretty",1122,1128],["great",1376,1381],["prosperous",1575,1585]],"neg_words":[["falsely",26,33],["rude",214,218],["intrude",268,275],["fall",321,325],["ashamed",334,341],["fall",1398,1402]],"events":[],"dates":[["Spring",159,165],["Spring",1112,1118]],"times":[],"distances":[],"loc_advs":[["here",132,136],["here",250,254]],"spa_preps":[["through",302,309],["along",744,749],["out",813,816],["into",1066,1070],["away",1540,1544],["away",1804,1808]],"normalised_sentiment":0.0170454545,"vader_sentiment":0.99,"roberta_sentiment":0.9981181622},{"para_id":17,"paragraph":"Your Countries are Horn Pipe, yee so minsingly that tread, As ye the Eg Pye loue, and Apple Cherry Red;","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9967670441},{"para_id":18,"paragraph":"He that wil fish for a Lancashire man, at any time or tide, Must bait his hooke with a good Egspie, or an Apple with a red side.","file_id":"1612_a","plnames":[["Lancashire",23,33]],"geonouns":[],"pos_words":[["good",87,91]],"neg_words":[["bait",65,69]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.44,"roberta_sentiment":0.9970638156},{"para_id":19,"paragraph":"In all your mirthfull Songs, and merry meetings tell, That Erwell euery way doth Ribble farre excell. Her well disposed speech had Erwell scarcely done, But swift report therewith imediately doth runne To the Virginian Shores, among the Mosses deepe, Where Alt a neighboring Nymph for very ioy doth weepe, That Symonds wood, from whence the Flood assumes her Spring, Excited with the same, was lowdly heard to ring; And ouer all the Moores, with shrill re-ecchoing sounds, The drooping Fogs to driue from those grosse watry grounds, Where those that toyle for Turffe, with peating Spades doe find Fish liuing in that earth( contrary to their kind) Which but that Pontus, and Heraclia likewise showes, The like in their like earth, that with like moisture flowes And that such Fish as these, had not been likewise found, Within farre firmer earth, the Paphlagonian ground, A Wonder if this Isle, this well might haue been thought But Ribbell that this while for her aduantage wrought, Of what shee had to say, doth well her selfe aduise, And to braue Erwels speech, thus boldly she replies, With that, whereby most thou thinkst me to disgrace, That I an Alien am,( not rightly of this place) My greatest glory is, and Lancashire therefore, To Nature for my Birth, beholding is the more; That Yorkshire, which all Shires for largenesse doth exceed, A kingdome to be cald, that well deserues( indeed) And not a Fountaine hath, that from her wombe doth flow Within her spacious selfe, but that she can bestow; To Lancaster yet lends, me Ribbell, from her store, Which adds to my renowne, and makes her Bountie more. From Penigents proud foot, as fro my source I slide, That Mountaine my proud Syre, in height of all his pride, Takes pleasure in my Course, as in his first - borne Flood: And Ingleborow Hill of that Olympian Brood, With Pendle, of the North the highest Hills that be, Doe wistly me behold, are beheld of me, These Mountaines make me proud, to gaze on me that stand: So Long Ridge, once ariued on the Lancastrian Land, Salutes me, and with smiles, me to his soyle inuites, So haue I many a Flood, that forward me excites, As Hodder, that from home attends me from my Spring; Then Caldor comming downe, from Blackstonedge doth bring Me eas' ly on my way, to Preston the greatst Towne, Wherewith my Banks are blest; whereat my going downe,","file_id":"1612_a","plnames":[["Isle",889,893],["Lancashire",1217,1227],["Yorkshire",1291,1300],["Lancaster",1509,1518],["Preston",2268,2275]],"geonouns":[["wood",319,323],["grounds",524,531],["ground",864,870],["foot",1633,1637]],"pos_words":[["merry",33,38],["well",106,110],["swift",157,162],["like",705,709],["like",719,723],["like",741,745],["firmer",833,839],["well",900,904],["well",1014,1018],["rightly",1168,1175],["greatest",1194,1202],["glory",1203,1208],["exceed",1339,1345],["well",1375,1379],["spacious",1465,1473],["proud",1627,1632],["proud",1683,1688],["pride",1716,1721],["pleasure",1729,1737],["proud",1945,1950],["smiles",2051,2057],["excites",2124,2131]],"neg_words":[["scarcely",138,146],["shrill",446,452],["wrought",975,982],["disgrace",1133,1141]],"events":[],"dates":[["Spring",359,365],["Spring",2178,2184]],"times":[],"distances":[],"loc_advs":[["forward",2113,2120],["home",2154,2158]],"spa_preps":[["among",227,232]],"normalised_sentiment":0.0821917808,"vader_sentiment":1.0,"roberta_sentiment":0.9939582348},{"para_id":20,"paragraph":"Cleere Darwen on along me to the Sea doth driue, And in my spacious fall no sooner I arriue, But Sauock to the North, from Longridge making way, To this my greatnesse adds, when in my ample Bay, Swart Dulas comming in, from Wiggin with her ayds, Short T and, and Dartow small, two little Country Mayds,( In those low watry lands, and Moory Mosses bred) Doe see mee safely layd in mighty Neptunes bed; And cutting in my course, euen through the very heart Of this renowned Shire, so equally it part, As Nature should haue said, Loe thus I meant to doe; This Flood diuides this Shire thus equally in two. Ye Mayds, the Horne Pipe then, so minsingly that tread, As yee the Egg Pye loue, and Apple Cherry Red; In all your mirthfull Songs, and merry meetings tell, That Ribbell euery way, your Erwell doth excell. Heere ended shee againe, when Mertons Mosse and Mere, With Ribbels sole reply so much reuiued were, That all the Shores resound the Riuers good successe, And wondrous ioy there was all ouer Andernesse,","file_id":"1612_a","plnames":[],"geonouns":[["lands",323,328],["bed",396,399]],"pos_words":[["spacious",59,67],["ample",184,189],["safely",365,371],["mighty",380,386],["renowned",463,471],["merry",739,744],["resound",929,936],["good",948,952],["wondrous",967,975]],"neg_words":[["fall",68,72]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",980,985]],"spa_preps":[["along",17,22],["through",432,439]],"normalised_sentiment":0.0720720721,"vader_sentiment":0.87,"roberta_sentiment":0.9982405901},{"para_id":21,"paragraph":"A part of Lancashire so called","file_id":"1612_a","plnames":[["Lancashire",10,20]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9888873696},{"para_id":22,"paragraph":"Which straight conuayed the newes into the vpper land, Where Pendle, Penigent, and Ingleborow stand","file_id":"1612_a","plnames":[["Penigent",69,77]],"geonouns":[["land",49,53]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["into",34,38]],"normalised_sentiment":0.0,"vader_sentiment":0.23,"roberta_sentiment":0.9935690165},{"para_id":23,"paragraph":"Ing' eborow, Pendle and Penigent, The highest Hils betwixt Baruuick and Trent. See to the 28. Song.","file_id":"1612_a","plnames":[["Penigent",24,32]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["28",90,92]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.996871531},{"para_id":24,"paragraph":"Like Gyants, and the rest doe proudly ouerlooke; Or Atlas - like as though they onely vndertooke To vnder-prop high Heauen, or the wide Welkin dared, Who in their Ribbels praise( be sure) no speeches spared; That the loud sounds from them downe to the Forrests fell, To Bowland braue in state, and Wyersdale, which as well, As any Syulan Nymphes, their beautious Scites may boast, Whose Eccho's sent the same all round about the Coast, That here was not a Nymph to Iollity inclind, Of of the wooddy brood, or of the watry kind, But at their fingers ends, they Ribbels Song could say, And perfectly the Note vpon the Bag Pipe play. That Wyre, when once she knew how well these Floods had sped,( When their reports abroad in euery place was spread) It vexed her very heart, their eminence to see, Their equall( at the least) who thought her selfe to be, Determins at the last to Neptunes Court to goe, Before his ample State, with humblenesse to show The wrongs she had sustained by her proud sisters spight, And offring them no wrong, to doe her greatnesse right, Arising but a Rill at first from Wyersdales lap, Yet still receiuing strength from her Mothers pap, As downe to Seaward she, her ferious course doth ply, Takes Caldor comming in, to beare her company.","file_id":"1612_a","plnames":[],"geonouns":[["fell",261,265]],"pos_words":[["like",60,64],["praise",171,177],["well",318,322],["perfectly",588,597],["well",665,669],["eminence",778,786],["ample",911,916],["proud",985,990],["right",1056,1061]],"neg_words":[["loud",217,221],["brood",499,504],["wrong",1027,1032]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["here",441,445],["abroad",713,719]],"spa_preps":[["round",413,418],["about",419,424]],"normalised_sentiment":0.0491803279,"vader_sentiment":0.96,"roberta_sentiment":0.9951152802},{"para_id":25,"paragraph":"From Woolcrags Cliffy foot, a Hill to her at hand, By that fayre Forrest knowne, within her Verge to stand. So Bowland from her breast sends Brock her to attend, As she a Forrest is, so likewise doth shee send Her child, on Wyersdales Flood, the dainty VVyre to wayt, With her assisting Rills, when VVyre is once repleat; Shee in her crooken course to Seaward softly slides, Where Pellins mighty Mosse, and Mertons, on her sides Their boggy breasts out lay, and Skipton downe doth crawle, To entertaine this VVyer, attained to her fall: When whilst each wandring flood seemed setled to admire, First Erwell, Ribbell then, and last of all this VVyre, That might wagers would haue willingly been layd,( But that these matters were with much discretion staid) Some broyles about these Brooks had surely been begun. When Coker a coy Nymph, that cleerely seemes to shun All popular applause, who from her Christall head, In Wyresdale, neere where Wyre is by her fountaine fed, That by their naturall birth, they seeme( in deed) to twin, Yet for her sisters pride shee careth not a pin, Of none, and being helped, she likewise helpeth none, But to the Irish Sea goes gently downe alone Of any vndisturbd, till comming to her Sound, Endangered by the Sands, with many a loftie bound, She leaps against the Tydes, and cries to Christall Lon, The Flood that names the Towne, from whence the Shire begun, Her title first to take, and loudly tells the Flood, That if a little while she thus but trifling stood, These pettie Brooks would bee before her still preferd. Which the long-wandring Lon, with good aduisement heard, As shee comes ambling on from Westmerland, where first Arising from her head, amongst the Mountaines nurst, By many a pretty spring, that howerly getting strength, Ariuing in her Course in Lancashire at length, To Lonsdale showes her selfe, and louingly doth play","file_id":"1612_a","plnames":[["Skipton",462,469],["Irish Sea",1146,1155],["Lancashire",1802,1812]],"geonouns":[["foot",22,26],["head",910,914],["head",1685,1689]],"pos_words":[["mighty",389,395],["admire",586,592],["willingly",679,688],["popular",869,876],["pride",1052,1057],["helped",1100,1106],["good",1590,1594],["pretty",1731,1737]],"neg_words":[["fall",531,535],["staid",750,755],["shun",860,864]],"events":[],"dates":[["spring",1738,1744]],"times":[],"distances":[],"loc_advs":[["within",81,87]],"spa_preps":[["out",449,452],["about",770,775],["against",1287,1294],["amongst",1691,1698]],"normalised_sentiment":0.0274725275,"vader_sentiment":0.99,"roberta_sentiment":0.9956846237},{"para_id":26,"paragraph":"Lunesdale.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9945318699},{"para_id":27,"paragraph":"With her deare daughter Dale, which her frim Cheeke doth lay To her cleere mothers Breast, as minsingly she traces, And oft imbracing her, she oft againe imbraces, And on her Darling smiles, with euery little gale. When Lac the most loued child of this delicious Dale, And Wemming on the way, present their eithers Spring. Next them she Henbourne hath, and Robourne, which do bring Their bounties in one banke, their Mistris to preferre, That shee with greater state may come to Lancaster, Of her which takes the name, which likewise to the Shire, The Soueraigne title lends, and eminency, where","file_id":"1612_a","plnames":[["Lancaster",479,488]],"geonouns":[],"pos_words":[["smiles",183,189],["delicious",253,262]],"neg_words":[],"events":[],"dates":[["Spring",315,321]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0357142857,"vader_sentiment":0.93,"roberta_sentiment":0.9980729818},{"para_id":28,"paragraph":"To giue to this her Towne, what rightly doth belong, Of this most famous Shire, our Lun thus frames her Song.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[["rightly",32,39],["famous",66,72]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.1818181818,"vader_sentiment":0.0,"roberta_sentiment":0.9978258014},{"para_id":29,"paragraph":"Lancashire, Faire women.","file_id":"1612_a","plnames":[["Lancashire",0,10]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9952784777},{"para_id":30,"paragraph":"First, that most precious thing, and pleasing most to man, Who from him( made of earth) imediately began, His shee selfe woman, which the goodliest of this Isle, This country hath brought forth, that much doth grace my stile; Why should those Ancients else, which so much knowing were, When they the Blazons gaue to euery feuerall Shire, Fayre women as mine owne, haue titled due to me. Besides in all this Isle, there no such Cattell be, For largenesse, Horne, and Haire, as these of Lancashire;","file_id":"1612_a","plnames":[["Isle",156,160],["Isle",407,411],["Lancashire",485,495]],"geonouns":[["country",167,174]],"pos_words":[["precious",17,25],["pleasing",37,45],["grace",210,215]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",413,418]],"spa_preps":[],"normalised_sentiment":0.0666666667,"vader_sentiment":0.84,"roberta_sentiment":0.9968175888},{"para_id":31,"paragraph":"Lancashire Breed of cattel the best.","file_id":"1612_a","plnames":[["Lancashire",0,10]],"geonouns":[],"pos_words":[["best",31,35]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.25,"vader_sentiment":0.64,"roberta_sentiment":0.9982970357},{"para_id":32,"paragraph":"So that from euery part of England farre and neere, Men haunt her Marts for Store, as from her Race to breed. And for the third, wherein she doth all Shires exceed, Be those great race of Hounds, the deepest mouthed of all","file_id":"1612_a","plnames":[["England",27,34],["Store",76,81]],"geonouns":[],"pos_words":[["exceed",157,163],["great",174,179]],"neg_words":[["haunt",56,61]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0476190476,"vader_sentiment":0.34,"roberta_sentiment":0.9930256605},{"para_id":33,"paragraph":"Lancashire, Deepe mouthd Hounds.","file_id":"1612_a","plnames":[["Lancashire",0,10]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9895910621},{"para_id":34,"paragraph":"The other of this kind, which we our Hunters call, Which from their bellowing throats vpon a sent so roare, That you would surely thinke, that the firme earth they tore With their wide yawning chaps, or rent the Clouds in sunder, As though by their lowd crie they meant to mocke the thunder. Besides, her Natiues haue been anciently esteemed, For Bow Men neere our best, and euer haue been deemed","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[["best",365,369]],"neg_words":[["sunder",222,228]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.93,"roberta_sentiment":-0.9959576726},{"para_id":35,"paragraph":"Lancashire Bowmen.","file_id":"1612_a","plnames":[["Lancashire",0,10]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9918228984},{"para_id":36,"paragraph":"So loyall, that the Guard of our preceding Kings, Of them did most consist, but yet mongst all these things, Euen almost euer since the English Crowne was set Vpon the lawfull head, of our Plantaginet, In Honor, next the first, our Dukedome was allowed, And alwayes with the greatst, reuenewes was endowed: And after when it hapt, France - conquering Edwards blood Diuided in it selfe, here for the Garland stood; The right Lancastrian Line, it from Yorks Issue bare; The Red Rose, our braue Badge, which in their Helmets ware,","file_id":"1612_a","plnames":[["France",331,337],["Rose",476,480]],"geonouns":[["head",176,180]],"pos_words":[["right",418,423]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["here",386,390]],"spa_preps":[],"normalised_sentiment":0.0204081633,"vader_sentiment":0.65,"roberta_sentiment":0.9944458008},{"para_id":37,"paragraph":"The White and Red Rose.","file_id":"1612_a","plnames":[["Rose",18,22]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9933974743},{"para_id":38,"paragraph":"In many a bloody field, at many a doubtfull sight, Against the House of Yorke, which bare for theirs the White. And for my selfe there's not the Tiuy, nor the VVye,","file_id":"1612_a","plnames":[],"geonouns":[["field",17,22]],"pos_words":[],"neg_words":[["bloody",10,16]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",129,134]],"spa_preps":[],"normalised_sentiment":-0.0714285714,"vader_sentiment":-0.44,"roberta_sentiment":-0.9415222406},{"para_id":39,"paragraph":"See to the sixt Song.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9897049069},{"para_id":40,"paragraph":"Nor any of those Nymphs, that to the Southward lye, For Salmon me excels; and for this name of Lun,","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[["excels",66,72]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.1428571429,"vader_sentiment":0.54,"roberta_sentiment":0.9972087741},{"para_id":41,"paragraph":"Lun, in the British, fulnesse.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9958546758},{"para_id":42,"paragraph":"That I am Christened by, the Britaines it begun, Which Fulnesse doth import, of waters still encrease: To Neptune lowting low, when Christall Lun doth cease, And Conder comming in, conducts her by the hand, Till lastly shee salute the poynt of Sunderland,","file_id":"1612_a","plnames":[["Sunderland",244,254]],"geonouns":[["waters",80,86]],"pos_words":[["salute",224,230]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0384615385,"vader_sentiment":0.27,"roberta_sentiment":0.9927048087},{"para_id":43,"paragraph":"A part of Lancashire inuiting out into the Irish Sea.","file_id":"1612_a","plnames":[["Lancashire",10,20],["Irish Sea",43,52]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["out",30,33],["into",34,38]],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9985702038},{"para_id":44,"paragraph":"And leaues our dainty Lun to Amphitrites care. So blyth and bonny now the Lads and Lasses are, The euer as anon the Bag Pipe vp doth blow, Cast in a gallant Round about the Harth they goe,","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[["bonny",60,65],["gallant",149,156]],"neg_words":[["blow",133,137]],"events":[["Round",157,162]],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["about",163,168]],"normalised_sentiment":0.0476190476,"vader_sentiment":0.71,"roberta_sentiment":0.9972546697},{"para_id":45,"paragraph":"And at each pause they kisse, was neuer seene such rule In any place but heere, at Boon Fire, or at Yeule; And euery village smokes at Wakes with lusty cheere, Then Hey they cry for Lun, and Hey for Lancashire; That one high Hill was heard to tell it to his brother, That instantly againe to tell it to some other; From Hill againe to Vale, from Vale to Hill it went, The High Lands they againe, it to the lower sent, The mud-exhausted Meres, and Mosses deepe among, With the report thereof, each Road, and Harbor rung; The Sea Nymphs with their Song, so great a coyle doe keepe, They cease not to resound it ouer all the Deepe, And acted it each day before the Isle of Man, Who like an Empresse sits in the Virginian By her that hath the Calfe, long Walney, and the Pyle,","file_id":"1612_a","plnames":[["Lancashire",199,209],["Isle",662,666],["Walney",751,757]],"geonouns":[["village",117,124]],"pos_words":[["instantly",272,281],["great",555,560],["resound",598,605],["like",679,683]],"neg_words":[["cry",174,177],["exhausted",426,435]],"events":[],"dates":[["each day",642,650]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["among",460,465]],"normalised_sentiment":0.0266666667,"vader_sentiment":0.37,"roberta_sentiment":0.9956592321},{"para_id":46,"paragraph":"The Calfe of Man, a little island.","file_id":"1612_a","plnames":[],"geonouns":[["island",27,33]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9963692427},{"para_id":47,"paragraph":"As Hand Mayds to attend on her their Souereign Isle, To whom, so many though the Hebrides doe show, Acknowlege, that to her they due subiection owe: With Corne and Cattell stored, and what for hers is good,( That we, nor Ireland, need not scorne her neighbourhood) Her midst with Mountaines set, of which, from Sceafels height,","file_id":"1612_a","plnames":[["Isle",47,51],["Hebrides",81,89],["Ireland",221,228]],"geonouns":[],"pos_words":[["good",201,205]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.037037037,"vader_sentiment":0.49,"roberta_sentiment":0.9972625971},{"para_id":48,"paragraph":"A mountaine in the Isle of Man.","file_id":"1612_a","plnames":[["Isle",19,23]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9985590577},{"para_id":49,"paragraph":"A cleere and perfect eye, the weather being bright,( Be Neptunes visage neer so terrible and sterne) The Scotch, the Irish Shores, and the English may discerne; And what an Empire can, the same this Island brings Her Pedigrees to show, her right successiue Kings, Her Chronicles and can as easily rehearce, And with all forraine parts to haue had free commerce; Her Municipiall Lawes, and Customes very old, Belonging to her State, which strongly shee doth hold: This Island, with the Song of Lun is taken so, As shee hath speciall cause before all other, who For her bituminous Turfe, squared from her Mossy ground, And Trees farre vnder earth,( by daily digging found, As for the store of Oats, which her blacke Gleabe doth beare, In euery one of these resembling Lancashire, To her shee' l stoutly stick, as to her neerest kin, And cries the day is ours, braue Lancashire doth win. But yet this Isle of Man more seemes not to reioyce For Lancashires good luck, nor with a louder voyce To found it to the Shores, then Furnesse whose sterne face, With Mountaines set like Warts, which Nature as a grace Bestowed vpon this Tract, whose Browes doe looke so sterne, That when the Nymphs of Sea did first her Front discerne, Amazedly they fled, to Amphitrite's Bower. Her grim aspect to see, which seemed to them so sower,","file_id":"1612_a","plnames":[["Lancashire",766,776],["Lancashire",864,874],["Isle",898,902]],"geonouns":[["ground",609,615]],"pos_words":[["perfect",13,20],["bright",44,50],["right",240,245],["free",347,351],["win",880,883],["good",953,957],["luck",958,962],["like",1068,1072],["grace",1098,1103]],"neg_words":[["terrible",80,88],["louder",975,981],["grim",1269,1273]],"events":[],"dates":[["daily",650,655],["the day",841,848]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0465116279,"vader_sentiment":0.96,"roberta_sentiment":0.9984548092},{"para_id":50,"paragraph":"As it maligned the Rule which might Neptune bare, Whose Fells to that grim god, most sterne and dreadfull are, With Hills whose hanging browes, with Rocks about are bound, Whose weighty feet stand fixt in that blacke beachy ground, VVhereas those scattered trees, which naturally pertake, The fatnesse of the soyle( in many a slimy Lake, Their roots so deeply soked) send from their stocky bough, A soft and sappy Gum, from which those Tree Geese grow, Called Barnacles by vs, which like a Ielly first","file_id":"1612_a","plnames":[],"geonouns":[["feet",186,190],["ground",224,230],["trees",257,262]],"pos_words":[["soft",399,403],["like",483,487]],"neg_words":[["grim",70,74]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["about",155,160]],"normalised_sentiment":0.0188679245,"vader_sentiment":-0.27,"roberta_sentiment":-0.9807641506},{"para_id":51,"paragraph":"Barnacles one of the British Wonders.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9969775677},{"para_id":52,"paragraph":"To the beholder seeme, then by the fluxure nurst, Still great and greater thriue, vntill you well may see Them turned to perfect Fowles, when dropping from the tree Into the Meery Pond, which vnder them doth lye, VVaxe ripe, and taking wing, away in flockes doe flye, VVhich well our Ancients did among our Wonders place: Besides by her strong scite, she doth receaue this grace, Before her neighbouring Tracts,( which Fournesse well may vaunt) That when the Saxons here their forces first did plant, And from the Inner Land the ancient Britains draue, To their district estate it no lesse succour gaue. Then the trans Seuerned Hills, which their old stocke yet stores, Which now we call the Welsh, or the Cornubian Shores. VVhat Countrey lets ye see those soyles within her Seat, But shee in little hath, what it can shew in great? As first without her selfe at Sea to make her strong,( Yet how soeer exposed, doth still to her belong) And fence her furthest poynt, from that rough Neptunes rage, The Isle of Walney lyes, whose longitude doth swage His fury when his waues, on Furnesse seeme to warre, VVhose crooked back is armed with many a rugged scarre","file_id":"1612_a","plnames":[["Isle",1002,1006],["Walney",1010,1016]],"geonouns":[["tree",160,164],["forces",477,483],["district",562,570]],"pos_words":[["great",56,61],["well",93,97],["perfect",121,128],["well",275,279],["strong",337,343],["grace",373,378],["well",429,433],["great",826,831],["strong",879,885]],"neg_words":[["rough",977,982],["rage",992,996],["fury",1054,1058],["crooked",1110,1117]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["away",242,246],["here",466,470],["within",764,770],["without",842,849]],"spa_preps":[["among",297,302]],"normalised_sentiment":0.0406504065,"vader_sentiment":0.64,"roberta_sentiment":0.9979183078},{"para_id":53,"paragraph":"A scarre is a Rock.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9978932738},{"para_id":54,"paragraph":"Against his boystrous shocks, which this defensiue Isle Of Walney still assayle, that shee doth scorne the while, VVhich to assist her hath the Pyle of Fouldra set, And Fulney at her backe, a pretty Insulet, Which all their forces bend, their Furnesse safe to keepe: But to his inner earth, diuert we from the deepe, Where those two mightie Meres, out-stretcht in length do wander, The lesser Thurstan named, the famouser Wynander, So bounded with her Rocks, as Nature would descry, By her how those great Seas Mediterranean lye. To Sea Ward then shee hath her sundry Sands agen, As that of Dudden first, then Leuin, lastly Ken, Of three bright Naiades named, as Dudden on the West, That Cumberland cuts off from this Shire, doth inuest Those Sands with her proud Style, then Leuin from the Fells, Besides her naturall source, with the abundance swells,","file_id":"1612_a","plnames":[["Isle Of Walney",51,65],["Cumberland",688,698]],"geonouns":[["forces",224,230]],"pos_words":[["pretty",192,198],["safe",252,256],["great",500,505],["bright",638,644],["proud",758,763],["abundance",836,845]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["out",348,351]],"normalised_sentiment":0.0731707317,"vader_sentiment":0.93,"roberta_sentiment":0.9941831231},{"para_id":55,"paragraph":"Which those two might Meres, vpon her either side Contrribute by recourse, that out of very pride, Shee leaues her ancient name, and Fosse her selfe doth call, Till comming to the Sands, euen almost at her fall, On them her ancient Style shee liberally bestowes. Vpon the East from these, cleere Ken her beautie showes, From Kendale comming in, which shee doth please to grace, First with her famous Type, then lastly in her race, Her name vpon those Sands doth liberally bequeath, Whereas the Muse awhile may sit her downe to breath, And after walke along towerds Yorkshire on her way, On which shee strongly hopes to get a noble day.","file_id":"1612_a","plnames":[["Yorkshire",565,574]],"geonouns":[],"pos_words":[["pride",92,97],["grace",371,376],["famous",393,399],["noble",625,630]],"neg_words":[["fall",206,210]],"events":[],"dates":[["day",631,634]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["out",80,83],["along",551,556]],"normalised_sentiment":0.0434782609,"vader_sentiment":0.93,"roberta_sentiment":0.9956641793},{"para_id":56,"paragraph":"The thirtieth Song.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9811953306},{"para_id":57,"paragraph":"The Argvment.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9900993705},{"para_id":58,"paragraph":"Of Westmerland the Muse now sings, And fetching Eden from her Springs, Sets her along, and Kendall then Surueying, beareth backe agen; And climbing Skidows loftie Hill, By many a Riuer, many a Rill To Cumberland, where in her way, Shee Copland calls, and doth display Her Beauties, backe to Eden goes, Whose Floods, and Fall shee aptly showes.","file_id":"1612_a","plnames":[["Eden",48,52],["Kendall",91,98],["Cumberland",201,211],["Copland",236,243],["Eden",291,295]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["along",80,85]],"normalised_sentiment":0.0,"vader_sentiment":0.53,"roberta_sentiment":0.9970797896},{"para_id":59,"paragraph":"Yet cheerely on my Muse, no whit at all dismayed,( ayd; But look aloft towerds heauen, to him whose powerfull Hath led thee on thus long,&amp; through so sundry soiles, Steep Mountains, Forrests rough, deepe Riuers, that thy Most sweet refreshings seeme, and still thee comfort sent,( toyles Against the Bestiall Rout, and Boorish rabblement Of those rude vulgar sots, whose braines are onely Slime, Borne to the doting world, in this last yron Time, So stony, and so dll, that Orphens hich( men say) By the inticing Straines of his melodious Lay, Drew Rocks and aged Trees, to whether he would please; He might as well haue mooued the Vniuerse as these; But leaue this Frie of Hell in their owne filth defilde, And seriously pursue the sterne Westmerian Wilde, First ceazing our Song, the South part of the Shire,","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[["led",115,118],["sweet",230,235],["comfort",270,277],["well",615,619]],"neg_words":[["dismayed",40,48],["rough",195,200],["rude",351,355],["vulgar",356,362],["filth",697,702]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["through",143,150]],"normalised_sentiment":-0.010989011,"vader_sentiment":-0.19,"roberta_sentiment":0.995018959},{"para_id":60,"paragraph":"See to the latter end of the 27. Song.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["27",29,31]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9897595644},{"para_id":61,"paragraph":"Where Westmerland to West, by wide Wynander Mere, The Eboracean fields her to the Rising bound, Where Can first creeping forth, her feet hath scarcely found, But giues that Dale her name, where Kendale towne doth stand, For making of our Cloth scarce matched in all the land. Then keeping on her course, though hauing in her traine, But Sput, a little Brooke, then VVinster, doth retaine, Towerds the Virginian Sea, by her two might Falls,( While the braue Roman tongue, her Catadupa calls) This eager riuer seems outragiously to rore, And counterfetting Nyle, to deafe the neighbouring shore,","file_id":"1612_a","plnames":[],"geonouns":[["fields",64,70],["feet",132,136],["land",270,274],["shore",587,592]],"pos_words":[["eager",496,501]],"neg_words":[["creeping",112,120],["scarcely",142,150],["scarce",244,250]],"events":[],"dates":[["VVinster",365,373]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.0333333333,"vader_sentiment":0.5,"roberta_sentiment":0.995626092},{"para_id":62,"paragraph":"To which she by the sound apparently doth show, The season foule or faire, as then the wind doth blow: For when they to the North, the noyse dee easiliest heere, They constantly affirme the weather will be cleere; And when they to the South, againe they boldly say, It will be clouds or raine the next approaching day. To the Hibernick Gulfe, when soone the Riuer hasts, And to those queachy Sands, from whence her selfe she casts, She likewise leaues her name as euery place where she, In her cleare course doth come by her should honored be. But backe into the North from hence our course doth lye, As from this fall of Can, still keeping in our eye, The source of long liued Lun, I long-liued doe her call;","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[["honored",532,539]],"neg_words":[["blow",97,101]],"events":[],"dates":[["season",52,58],["the next approaching day",293,317],["this fall",609,618]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["into",554,558]],"normalised_sentiment":0.0,"vader_sentiment":0.49,"roberta_sentiment":0.9914016128},{"para_id":63,"paragraph":"See to the 27. Song.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["27",11,13]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9945223331},{"para_id":64,"paragraph":"For of the British Floods, scarce one amongst them all, Such state as to her selfe, the Destinies assigne, By christning in her Course a Countie Palatine, For Luncaster so named, the Fort vpon the Lun, And Lancashire the name from Lancaster begun: Yet though shee be a Flood, such glory that doth gaine, In that the British Crowne doth to her state pertaine, Yet Westmerland alone, not onely boasts her birth, But for her greater good the kind Westmerian earth, Cleere Burbeck her bequeaths, and Barrow to attend Her grace, till shee her name to Lancaster doe lend. With all the speed we can, to Cumberland we hye,( Still longing to salute the vtmost Albany) By Eden, issuing out of the Husseat Moruill Hill, And pointing to the North, as then a little Rill, There simply takes her leaue of her sweet sister Swale, Borne to the self same Sire, but with a stronger gale, Towerds Humber hyes her course, but Eden making on,","file_id":"1612_a","plnames":[["Lancashire",206,216],["Lancaster",231,240],["Barrow",496,502],["Lancaster",546,555],["Cumberland",596,606],["Eden",662,666],["Eden",906,910]],"geonouns":[],"pos_words":[["glory",281,286],["good",430,434],["grace",517,522],["salute",633,639],["sweet",795,800],["stronger",855,863]],"neg_words":[["scarce",27,33],["longing",622,629]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["amongst",38,45],["out",676,679]],"normalised_sentiment":0.043956044,"vader_sentiment":0.98,"roberta_sentiment":0.9956333041},{"para_id":65,"paragraph":"The first place of note which shee runnes through.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[["The first",0,9]],"distances":[],"loc_advs":[],"spa_preps":[["through",42,49]],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9965734482},{"para_id":66,"paragraph":"Through Malerstrang hard by, a Forrest woe begone In loue with Edens eyes, of the cleere Naiades kind, Whom thus the Wood Nymph greets: What passage shalt thou find, My most beloued Brook, in making to thy Bay, That wandring art to wend through many a crooked way, Farre vnder hanging Hills, through many a crooked strait, And few the watry kind, vpon thee to await, Opposed in thy course with many a rugged Cliffe, Besides the Northern winds against thy streame so stiffe, As by maine strength they meant to stop thee in thy course, And send thee easly back to Moruill to thy source. O my bright louely Brooke, whose name doth beare the sound Of Gods first Garden Plot, the imparadized ground, Wherein he placed Man, from whence by sinne he fell. O little blessed Brooke, how doth my bosome swell,","file_id":"1612_a","plnames":[],"geonouns":[["ground",687,693]],"pos_words":[["bright",590,596]],"neg_words":[["hard",20,24],["woe",39,42],["crooked",252,259],["crooked",307,314],["fell",742,746]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["through",237,244],["through",292,299],["against",443,450]],"normalised_sentiment":-0.0425531915,"vader_sentiment":0.92,"roberta_sentiment":0.9907076359},{"para_id":67,"paragraph":"VVith loue I beare to thee, the day cannot suffice For Malerstang to gaze vpon thy beautious eyes. This sayd, the Forrest rubed her rugged fron the while, Cleere Eden looking back, regreets her with a smile, And simply takes her leaue, to get into the Maine; When Below a bright Nymph, from Stanmore downe doth straine To Eden, as along to Appleby shee makes, Which passing, to her traine, next Troutbeck in she takes, And Leuenant, then these a somewhat lesser Rill, VVhen Glenkwin greets her well, and happily to fill, Her more abundant Banks, from Vlls, a mightie Mere On Cumberlands confines, comes Eymot neat and cleere, And Loder doth allure, with whom she haps to meet, VVhich at her comming in, doth thus her Mistris greet. Quoth shee, thus for my selfe I say, that where I swell Vp from my Fountaine first, there is a Tyding Well, That daily ebbs and flowes,( as Writers doe report) The old Euripus doth, or in the selfe same sort, The Venedocian Fount, or the Demetian Spring,","file_id":"1612_a","plnames":[["Eden",162,166],["Stanmore",291,299],["Eden",322,326],["Appleby",340,347],["Troutbeck",395,404]],"geonouns":[],"pos_words":[["suffice",43,50],["smile",201,206],["bright",272,278],["well",494,498],["happily",504,511],["abundant",530,538],["neat",609,613]],"neg_words":[],"events":[],"dates":[["the day",28,35],["daily",845,850],["Spring",979,985]],"times":[],"distances":[],"loc_advs":[["there",816,821]],"spa_preps":[["into",243,247],["along",331,336]],"normalised_sentiment":0.068627451,"vader_sentiment":0.95,"roberta_sentiment":0.9981963038},{"para_id":68,"paragraph":"Two fountains the one in the South, the other in Northvvales. See to the 5. 10. and 27. Song.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["5",73,74],["27",84,86]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9962879419},{"para_id":69,"paragraph":"Or that which the cold Peake doth with her wonders bring, Why should not Loder then, her Mistris Eden please, With this, as other Floods delighted are with these. When Eden, though shee seemed to make vnusuall haste, And cleere Loders neck, yet louingly doth cast Her oft infolding Armes, as Westmerland shee leaues, VVhere Cumberland againe as kindly her receiues. Yet vp her watry hands, to Winfield Forrest holds In her rough wooddy armes, which amorously infolds Cleere Eden comming bt, with all her watry store, In her darke shades, and seemes her parting to deplore. But Southward sallying hence, to those Sea Bording sands, VVhere Dudden driuing downe to the Lancastrian lands, This Cumberland cuts out, and strongly doth confine, This meeting there with that, both meerly Maratine, Where many a daintie Rill out of her natiue Dale, To the Virginian makes, with many a pleasant gale; And Eske her farth, so first, a coy bred Cumbrian Lasse, Who commeth to her Road, renowned Rauenglasse, By Denock driuen along,( which from a large-brimed Lake, To hye her to the Sea, with greater haste doth make) Meets Nyte, a nimble Brooke, their Rendeuous that keepe In Rauenglasse, when soone into the blewish Deepe Comes Irt, of all the rest, though small, the richest Girle, Her costly bosome strewed with precious Orient Pearle, Bred in her shining Shels, which to the deaw doth yawne, VVhich deaw they sucking in, conceaue that lustly Spawne,","file_id":"1612_a","plnames":[["Eden",97,101],["Eden",168,172],["Cumberland",324,334],["Eden",474,478],["Cumberland",690,700]],"geonouns":[["sands",624,629],["lands",678,683]],"pos_words":[["wonders",43,50],["delighted",137,146],["kindly",345,351],["pleasant",876,884],["renowned",973,981],["nimble",1119,1125],["precious",1303,1311]],"neg_words":[["cold",18,22],["haste",210,215],["rough",423,428],["deplore",564,571],["haste",1088,1093],["costly",1276,1282]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",751,756]],"spa_preps":[["out",706,709],["out",816,819],["along",1012,1017],["into",1188,1192]],"normalised_sentiment":0.0068493151,"vader_sentiment":0.97,"roberta_sentiment":0.9978660941},{"para_id":70,"paragraph":"Of which when they grow great, and to their fulnesse swell, They cast, which those at hand there gathering, dearly fell. This cleare pearle-paued Irt, Bleng to her habor brings, From Copland comming downe, a Forrest Nymph, which sings Her owne praise, and those Floods, their Fountains that deriue From her, which to extoll, the Forrest thus doth striue. Yee Northerne Dryades all adorned with Mountaines steepe,","file_id":"1612_a","plnames":[["Copland",183,190]],"geonouns":[],"pos_words":[["great",24,29],["praise",244,250],["extoll",317,323]],"neg_words":[["fell",115,119]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",91,96]],"spa_preps":[],"normalised_sentiment":0.0540540541,"vader_sentiment":0.94,"roberta_sentiment":0.9974944592},{"para_id":71,"paragraph":"Nymphes of the Forrest.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9943444729},{"para_id":72,"paragraph":"Vpon whose hoary heads cold Winter long doth keepe, Where often rising Hils, deepe Dales and many make, Where many a pleasant Spring, and many a large-spread Lake, Their cleere beginnings keepe, and doe their names bestow Vpon those humble Vales, through which they eas' ly flow; Whereas as the Mountaine Nymphs, and those that doe frequent The Fountaines, Fields, and Groues, with wondrous meriment, By Moone Shine many a night, doe giue each other chase, At Hood Winke, Barley Breake, at Tick, or Prison Base, With tricks, and antique toyes, that one another mocke, That skip from Crag to Crag, and leape from Rocke to Rocke. Then Copland, of this Tract a corner, I would know, What place can there be found in Britan, that doth show A Surface more austere, more sterne from euery way, That who doth it behold, he cannot chuse but say, The aspect of these grim Hills, these darke and mistie Dales, From clouds scarce euer cleered, with the strongest Northern gales, Tell their mighty Roots, some Minerall there doth lye, The Islands generall want, whose plenty might supply: Wherefore as some suppose of Copper Mynes in me, I Copper Land was cald, but some will haueed to be From the old Britans brought, for Cop they vse to call The tops of many Hils, which I am stored withall. Then Eskdale mine Ally, and Niterdale so named, Of Floods from you that flow, as Borowdale most famed, With Wasdale walled in, with Hills on euery side, Howsoeuer ye extent within your wasts so wide, For the surface of a soyle, a Copland, Copland cry, Till to your shouts the Hills with Ecchoes all reply. Which Copland scarce had spoke, but quickly euery hill, Vpon her Verge that stands, the neighbouring Vallies fill; Heluillon from his height, it through the Mountaines threw, From whom as soone againe, the sound Dunbalrase drew, From whose stone-trophied head, it on to Wendrosse went, Which towerds the Sea againe, resounded it to Dent, That Brodwater therewith within her Banks astound, In sayling to the Sea, told it in Egremound, VVhose Buildings, walks, and streets, with Ecchoes loud and long, Did mightily commend old Copland for her Song.","file_id":"1612_a","plnames":[["Crag",583,587],["Crag",591,595],["Copland",633,640],["Eskdale",1287,1294],["Wasdale",1390,1397],["Copland",1512,1519],["Copland",1521,1528],["Copland",1594,1601],["Dent",1920,1924],["Copland",2113,2120]],"geonouns":[["heads",17,22],["hill",1638,1642],["stone",1828,1833],["head",1843,1847],["streets",2051,2058]],"pos_words":[["pleasant",117,125],["humble",233,239],["wondrous",382,390],["strongest",942,951],["mighty",979,985],["tops",1236,1240],["famed",1378,1383],["astound",1968,1975],["mightily",2092,2100],["commend",2101,2108]],"neg_words":[["cold",23,27],["austere",751,758],["grim",858,862],["scarce",912,918],["cry",1529,1532],["scarce",1602,1608],["loud",2073,2077]],"events":[],"dates":[["Winter",28,34],["Spring",126,132]],"times":[["a night",421,428]],"distances":[],"loc_advs":[["there",695,700],["there",1007,1012],["within",1455,1461],["within",1951,1957]],"spa_preps":[["through",247,254],["through",1733,1740]],"normalised_sentiment":0.0138888889,"vader_sentiment":0.84,"roberta_sentiment":0.997428596},{"para_id":73,"paragraph":"VVhence soone the Muse proceeds, to find out fresh-Springs, Where Darwent her cleere Fount from Borowdale that brings, Doth quickly cast her selfe into an ample Lake, And with Thurls mighty Mere, betweene them two doe make An Island, which the name from Darwent doth deriue,","file_id":"1612_a","plnames":[["Darwent",66,73],["Darwent",254,261]],"geonouns":[],"pos_words":[["fresh",45,50],["ample",155,160],["mighty",183,189]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["out",41,44],["into",147,151]],"normalised_sentiment":0.1034482759,"vader_sentiment":0.0,"roberta_sentiment":0.9972274899},{"para_id":74,"paragraph":"The Isle of Darwent.","file_id":"1612_a","plnames":[["Isle",4,8],["Darwent",12,19]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9980248213},{"para_id":75,"paragraph":"VVithin whose secret breast nice Nature doth contriue, That might Copper Myne, which not without its Vaines, Of Gold and Siluer found, it happily obtaines Of Royaltie the name, the richest of them all The Britan bringeth forth, which Royall she doth call.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[["nice",28,32],["happily",138,145]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["without",89,96]],"spa_preps":[],"normalised_sentiment":0.0740740741,"vader_sentiment":0.87,"roberta_sentiment":0.9981976151},{"para_id":76,"paragraph":"The Mynca Royall.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9954149723},{"para_id":77,"paragraph":"Of Borowdale her Dam, of her owne named Isle, As of her Royall Mynes, this Riuer proud the while, Keepes on her Course to Sea, and in her way doth win Cleere Coker her compeere, which at her comming in, Giues Coker Mouth the name, by standing at her fall, Into faire Darwents Banks, when Darwent therewithall, Runnes on her watry Race, and for her greater fame, Of Neptune doth obtaine a Hauen of her name, When of the Cambrian Hills, proud Skiddo that doth show The high, respecting whom, the other be but low, Perceiuing with the Floods, and Forrests, how it fared, And all their feuerall tales substantially had heard, And of the Mountaine kind, as of all other be, Most like Pernassus selfe that is supposed to be, Hauing a double head, as hath that sacred Mount, Which those nine sacred Nymphs held in so hie account, Bethinketh of himselfe what he might iustly say, When to them all he thus his beauties doth display. The rough Hibernian sea, I proudly ouerlooke, Amongst the scattered Rocks, and there is not a nooke, But from my glorious height into its depth I pry, Great Hills farre vnder me, but as my Pages lye; And whe my Helme of Clouds vpon my head I take, At very sight thereof, immediately I make The inhabitants about, tempestuous stormes to feare, And for faire weather looke, when as my top is cleere; Great Fournesse mighty Fells, I on my South suruay: So likewise on the North, Albania makes me way, Her Countries to behold, when Scurfell from the skie,","file_id":"1612_a","plnames":[["Isle",40,44],["Darwent",288,295],["Mount",761,766]],"geonouns":[["head",735,739],["sea",944,947],["head",1159,1163]],"pos_words":[["proud",81,86],["win",147,150],["fame",356,360],["proud",435,440],["like",674,678],["glorious",1037,1045],["top",1307,1310],["mighty",1338,1344]],"neg_words":[["fall",250,254],["rough",928,933],["pry",1070,1073]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",1003,1008]],"spa_preps":[["into",1053,1057],["about",1230,1235]],"normalised_sentiment":0.0364963504,"vader_sentiment":0.99,"roberta_sentiment":0.9981715679},{"para_id":78,"paragraph":"A Hill in Scotland.","file_id":"1612_a","plnames":[["Scotland",10,18]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.997684598},{"para_id":79,"paragraph":"That Anadale doth crowne, with a most amorous eye, Salutes me euery day, or at my pride lookes grim, Oft threatning me with Clouds, as I oft threatning him: So likewise to the East, that rew of Mountaines tall, Which we our English Alpes may very aptly call, That Scotland here with vs, and England doe diuide, As those, whence we them name vpon the other side,","file_id":"1612_a","plnames":[["Scotland",264,272],["England",291,298]],"geonouns":[],"pos_words":[["pride",82,87]],"neg_words":[["grim",95,99]],"events":[],"dates":[["day",68,71]],"times":[],"distances":[],"loc_advs":[["here",273,277]],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.2,"roberta_sentiment":0.9972234964},{"para_id":80,"paragraph":"Doe Italy, and France, these Mountaines heere of ours, That looke farre off like clouds, shap' t with embattelled towers, Much enuy my estate, and somewhat higher be, By lifting vp their heads, to stare and gaze at me. Cleere Darwent dancing on, I looke at from aboue, As some enamoured Youth, being deeply struck in loue, His Mistris doth behold, and euery beauty notes; Who as shee to her fall, through Fells and Vallies flotes, Oft lifts her limber selfe aboue her Banks to view, How my braue by-clift top, doth still her Course pursue. O all yee Topick Gods, that doe inhabite here, To whom the Romans did, those ancient Altars reare, Oft found vpon those Hills, now sunke into the Soyles, Which they for Trophies left of their victorious spoyles, Ye Geny of these Floods, these Mountaines, and these Dales, That with poore Shepheards Pipes,&amp; harmlesse Heardsmans tales Haue often pleased been, still guard me day and night, And hold me Skidow still, the place of your delight. This Speech by Skidow spoke, the Muse makes forth againe, Towerds where the in-borne Floods, cleere Eden intertaine, To Cumberland comen in, from the Westmerian wasts, Whereas the readyest way to Carlill, as shee casts, Shee with two Wood Nymphs meets, the first is great and wilde, And Westward Forrest hight; the other but a childe, Compared with her Phere, and Inglewood is cald, Both in their pleasant Scites, most happily instald. What Syluan is there seene, and be she nere so coy, Whose pleasures to the full these Nymphs doe not enioy, And like Dianas selfe, so truly liuing chast; For seldome any Tract, doth crosse their waylesse waste, With many a lustie leape, the shagged Satyrs show Them pastime euery day, both from the Meres below, And Hils on euery side, that neatly hemme them in; The blushing morne to breake, hardly doth begin, But that the ramping Goats, swift Deere, and harmlesse Sheepe, Which there their owners know, but no man hath to keepe, The Dales doe ouer-spread, by them like Motley made; But Westward of the two, by her more widened Slade, Of more abundance boasts, as of those mighty Mynes, Which in her Verge she hath: but that whereby she shines, Is her two daintie Floods, which from two Hils doe flow, Which in her selfe she hath, whose Banks doe bound her so Vpon the North and South, as that she seemes to be Much pleased with their course, as that she seemes to be How Elme vpon the South, in sallying to the Sea Confines her: on the North how Wampull on her way,","file_id":"1612_a","plnames":[["Italy",4,9],["France",15,21],["Darwent",226,233],["Eden",1086,1090],["Cumberland",1106,1116]],"geonouns":[["towers",114,120],["heads",187,192]],"pos_words":[["like",76,80],["beauty",358,364],["top",505,508],["victorious",732,742],["pleased",889,896],["delight",977,984],["great",1252,1257],["pleasant",1383,1391],["happily",1405,1412],["like",1534,1538],["neatly",1763,1769],["swift",1862,1867],["like",1989,1993],["abundance",2067,2076],["mighty",2097,2103],["pleased",2340,2347]],"neg_words":[["struck",307,313],["fall",391,395],["waste",1626,1631]],"events":[],"dates":[["day",918,921],["day",1702,1705]],"times":[["night",926,931]],"distances":[],"loc_advs":[["here",581,585],["left",718,722],["there",1437,1442],["there",1903,1908]],"spa_preps":[["through",397,404],["into",677,681],["below",1727,1732]],"normalised_sentiment":0.0530612245,"vader_sentiment":0.99,"roberta_sentiment":0.9964430928},{"para_id":81,"paragraph":"Her purlews wondrous large, yet limitreth againe, Both falling from her earth into the Irish Maine. No lesse is Westward proud of VVauer, nor doth win Lesse praise by her cleere Spring, which in her course doth twin VVith VViz, a neater Nymph scarce of the watry kind; And though shee be but small, so pleasing VVauers mind, That they entirely mixed, the Irish Seas imbrace, But earnestly proceed in our intended Race. At Eden now arriued, whom we haue left too long, Which being comen at length, the Cumbrian hills among, As shee for Carlill coasts, the Floods from euery where, Prepare each in their course, to entertaine her there, From Skidow her tall Sire, first Cauda cleerely brings In Eden all her wealth; so Petterell from her Springs,( Not farre from Skidows foot, whence dainty Cauda creeps) Along to ouertake her Soueraigne Eden sweeps, To meet that great concourse, which seriously attend That dainty Cumbrian Queene, when Gilsland downe doth send Her Riuerets to receiue Queene Eden in her course, As Irthing comming in from her most plenteous source, Through many a cruell Crag, though she be forced to crawle, Yet working forth her way to grace her selfe with all, First Pultrosse is her Page, then Gelt shee gets her guide, Which springeth on her South, on her Serpentrion side, Shee crooked Cambeck calls, to wait on her along, And Eden ouertakes amongst the watry throng. To Carlill being come, cleere Bruscath beareth in, To greet her with the rest, when Eden as to win Her grace in Carlils sight, the Court of all her state, And Cumberlands chiefe towne, loe thus shee doth dilate. What giueth more delight,( braue Citie) to they Seat, Then my sweet louely selfe? a Riuer so compleat, With all that Nature can a dainty Flood endow, That all the Northerne Nymphs me worthily allow, Of all their Nyades kind the neatest, and so farre Transcending, that oft times they in their amorous warre, Haue offered by my course, and Beauties to decide The mastery, with her most vaunting in her pride,","file_id":"1612_a","plnames":[["Eden",422,426],["Cauda",668,673],["Eden",693,697],["Cauda",789,794],["Eden",836,840],["Gilsland",936,944],["Eden",992,996],["Crag",1088,1092],["Eden",1350,1354],["Eden",1475,1479]],"geonouns":[["hills",510,515],["coasts",543,549],["foot",769,773]],"pos_words":[["wondrous",12,20],["proud",121,126],["win",147,150],["praise",157,163],["pleasing",302,310],["earnestly",379,388],["great",862,867],["grace",1155,1160],["win",1486,1489],["grace",1494,1499],["delight",1620,1627],["sweet",1665,1670],["neatest",1831,1838],["mastery",1965,1972],["pride",2004,2009]],"neg_words":[["falling",55,62],["scarce",243,249],["creeps",795,801],["crooked",1301,1308]],"events":[],"dates":[["Spring",178,184]],"times":[],"distances":[],"loc_advs":[["left",453,457],["there",628,633]],"spa_preps":[["into",78,82],["among",516,521],["along",1339,1344],["amongst",1365,1372]],"normalised_sentiment":0.0555555556,"vader_sentiment":0.99,"roberta_sentiment":0.9951459765},{"para_id":82,"paragraph":"See to the Song 29.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9954930544},{"para_id":83,"paragraph":"That mighty Roman Fort, which of the Picts we call, But by them neere those times was stiled Senerus wall, Of that great Emperour named, which first that worke began, Betwixt the Irish Sea, and German Ocean, Doth cut me in his course neere Carlill, and doth end At Boulnesse, where my selfe I on the Ocean spend.","file_id":"1612_a","plnames":[["Irish Sea",179,188],["German",194,200]],"geonouns":[["wall",101,105]],"pos_words":[["mighty",5,11],["great",115,120]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0625,"vader_sentiment":0.61,"roberta_sentiment":0.9939804077},{"para_id":84,"paragraph":"The West end of the Picts Wall.","file_id":"1612_a","plnames":[["Picts Wall",20,30]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9978457689},{"para_id":85,"paragraph":"And for my Country here,( of which I am the chiefe Of all her watry kind) know that shee lent reliefe,","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["here",19,23]],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9971621633},{"para_id":86,"paragraph":"To those old Britains once, when from the Saxons they For succour hither fled, as farre out of their way, Amongst her mighty Wylds and Mountains freed from feare, And from the British race, residing a long time here, Which in their Genuine tongue, themselues id Kimbri name,","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[["mighty",118,124],["freed",145,150]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["hither",66,72],["here",211,215]],"spa_preps":[["out",88,91]],"normalised_sentiment":0.08,"vader_sentiment":0.4,"roberta_sentiment":0.9969601631},{"para_id":87,"paragraph":"Why Cumberland so called.","file_id":"1612_a","plnames":[["Cumberland",4,14]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9932316542},{"para_id":88,"paragraph":"Of Kimbri Land, the name of Cumberland first came; And in her praise bee's spoke, this soyle whose best is mine, That Fountaine bringeth forth, from which the Southern Tyne. ( So named for that of North, another hath that stile) This to the Easterne Sea, that makes forth many a mile, Her first beginning takes, and Vent, and Alue doth lend, To wait vpon her foorth; but further to transcend To these great things of note, which many Countries call Their wonders, there is not a Tract amongst them all, Can shew the like to mine, at the lesse Sakeld, neere To Edens Bank, the like is scarcely any where, Stones seuentie seuen stand, in manner of a Ring Each full ten foot in height, but yet the strangest thing, Their equall distance is, the circle that compose, Within which other stones lye flat, which doe inclose The bones of men long dead,( as there the people say,) So neere to Loderi Spring, from thence not farre away, Be others nine foot high, a myle in length that runne, The victories for which these Trophies were begun, From darke obliuion thou, O Time, shouldst haue protected, For mighty were their minds, them thus that first erected: And neere to this againe, there is a piece of ground, A little rising Bank, which of the Table round, Men in remembrance keepe, and Arthurs Table name. But whilst there more and more, with glory her inflame, Supposing on her selfe in these her wonders great, All her attending Floods, faire Eden doe entreat, To lead them downe to Sea, when Leuen comes along, And by her double Spring, being mightie them among, There ouertaketh Eske, from Scotland that doth hye, Faire Eden to behold, who meeting by and by, Downe from those Westerne Sands into the Sea doe fall, Where I this Canto end, as also therewithall My England doe conclude, for which I vndertooke, This strange Herculean toyle, to this my thirtieth Booke.","file_id":"1612_a","plnames":[["Cumberland",28,38],["Tyne",168,172],["Eden",1442,1446],["Scotland",1591,1599],["Eden",1621,1625],["England",1763,1770]],"geonouns":[["foot",667,671],["stones",782,788],["ground",1197,1203],["fall",1709,1713]],"pos_words":[["praise",62,68],["best",99,103],["great",401,406],["wonders",455,462],["like",516,520],["like",576,580],["mighty",1096,1102],["glory",1340,1345],["wonders",1395,1402],["great",1403,1408],["lead",1463,1467]],"neg_words":[["scarcely",584,592],["strangest",695,704],["dead",839,843],["inflame",1350,1357],["strange",1814,1821]],"events":[],"dates":[["Spring",891,897],["Spring",1529,1535]],"times":[],"distances":[["a mile",277,283],["nine foot",937,946]],"loc_advs":[["there",464,469],["there",849,854],["away",921,925],["there",1177,1182],["there",1314,1319]],"spa_preps":[["amongst",485,492],["round",1246,1251],["along",1504,1509],["among",1556,1561],["into",1692,1696]],"normalised_sentiment":0.0327868852,"vader_sentiment":0.99,"roberta_sentiment":0.9974487424},{"para_id":89,"paragraph":"Finis.","file_id":"1612_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9923334122}]