[{"para_id":0,"paragraph":"Through England On a Side Saddle In The Time Of William And Mary Being The Diary Of Celia Fiennes.","file_id":"1698_a","plnames":[["England",8,15]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9965068698},{"para_id":1,"paragraph":"With An Introduction By The Hon. Mrs Griffiths.","file_id":"1698_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.996935606},{"para_id":2,"paragraph":"London:","file_id":"1698_a","plnames":[["London",0,6]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9749289155},{"para_id":3,"paragraph":"Field&amp; Tuer, The Leadenhall Press, E.C.","file_id":"1698_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9795210958},{"para_id":4,"paragraph":"Simpkin, Marshall&amp; Co.; Hamilton, Adams&amp; Co.","file_id":"1698_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9655624032},{"para_id":5,"paragraph":"New York: Scribner&amp; Welford, 743&amp; 745, Broadway.","file_id":"1698_a","plnames":[["York",4,8]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9879407883},{"para_id":6,"paragraph":"1888","file_id":"1698_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["1888",0,4]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.8819786906},{"para_id":7,"paragraph":"Field&amp; Tuer,","file_id":"1698_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9597771764},{"para_id":8,"paragraph":"The Leadenhall Press, E.C.","file_id":"1698_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9874519706},{"para_id":9,"paragraph":"( T. 4346)","file_id":"1698_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9468904138},{"para_id":10,"paragraph":"The Diary Of Celia Fiennes","file_id":"1698_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9927328229},{"para_id":11,"paragraph":"To The Reader.","file_id":"1698_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.996162653},{"para_id":12,"paragraph":"As this was never designed: soe not likely to fall into the hands of any but my near relations, there needs not much to be said to Excuse or recommend it. Som. thing may be diverting and proffitable though not to Gentlemen that have travelled more about England, staid longer in places, might have more acquaintance and more opportunity to be informed. My Journeys as they were begun to regain my health by variety and change of aire and exercise, soe whatever promoted that was pursued; and those informations of things as could be obteined from jnns en passant, or from some acquaintance, inhabitants of such places could ffurnish me with for my diversion, I thought necessary to remark: that as my bodily health was promoted my mind should not appear totally unoccupied, and the collecting it together remain for my after conversation( with such as might be inquisitive after such and such places) to wch might have recourse; and as most I converse with knows both the ffreedom and Easyness I speak and write as well as my deffect in all, so they will not expect exactness or politeness in this book, though such Embellishments might have adorned the descriptions and suited the nicer taste.","file_id":"1698_a","plnames":[["England",254,261]],"geonouns":[["fall",46,50]],"pos_words":[["recommend",141,150],["variety",407,414],["well",1015,1019],["politeness",1079,1089],["nicer",1182,1187]],"neg_words":[["staid",263,268]],"events":[["Embellishments",1116,1130]],"dates":[],"times":[],"distances":[],"loc_advs":[["there",96,101]],"spa_preps":[["into",51,55],["near",80,84],["about",248,253],["together",796,804]],"normalised_sentiment":0.0425531915,"vader_sentiment":0.98,"roberta_sentiment":-0.822399497},{"para_id":13,"paragraph":"Now thus much without vanity may be asserted of the subject, that if all persons, both Ladies, much more Gentlemen, would spend some of their tyme in Journeys to visit their native Land, and be curious to Inform themselves and make observations of the pleasant prospects, good buildings, different produces and manufactures of each place, with the variety of sports and recreations they are adapt to, would be a souveraign remedy to cure or preserve ffrom these Epidemick diseases of vapours, should I add Laziness? -- it would also fform such an Idea of England, add much to its Glory and Esteem in our minds and cure the evil Itch of overvalueing fforeign parts; at least ffurnish them with an Equivalent to entertain strangers when amongst us, Or jnform them when abroad of their native Country, which has been often a Reproach to the English, ignorance and being strangers to themselves. Nay the Ladies might have matter not unworthy their observation, soe subject for conversation, within their own compass in each county to which they relate, and thence studdy now to be serviceable to their neighbours especially the poor among whome they dwell, which would spare them the uneasye thoughts how to pass away tedious dayes, and tyme would not be a burthen when not at a card or dice table, and the ffashions and manners of fforeign parts less minded or desired. But much more requisite is it for Gentlemen in gl service of their country at home or abroad, in town or country, Especially those that serve in parliament to know and jnform themselves ye nature of Land, ye Genius of the Inhabitants, so as to promote and improve Manufacture and trade suitable to each and encourage all projects tending thereto, putting in practice all Laws made for each particular good, maintaining their priviledges, procuring more as requisite; but to their shame it must be owned many if not most are Jgnorant of anything but the name of the place for which they serve in parliament; how then can they speake for or promote their good or Redress their Grievances? But now I may be justly blamed to pretend to give acc: of our Constitution, Customs, Laws, Lect, matters farre above my Reach or capacity, but herein I have described what have come within my knowledge either by view and reading, or relation from others which according to my conception have faithfully Rehearsed, but where I have mistaken in any form or subject matter I easily submitt to a correction and will enter such Erratas in a supplement annext to ye Book of some particulars since remarked; and shall conclude with a hearty wish and recommendation to all, but Especially my own Sex, the studdy of those things which tends to Improve the mind and makes our Lives pleasant and comfortable as well as proffitable in all the Stages and Stations of our Lives, and render suffering and age supportable and Death less fformidable and a future State more happy.","file_id":"1698_a","plnames":[["England",555,562],["Laws",1738,1742],["Laws",2139,2143]],"geonouns":[["buildings",277,286],["county",1020,1026],["pass",1204,1208],["table",1288,1293],["country",1434,1441],["town",1464,1468],["country",1472,1479]],"pos_words":[["pleasant",252,260],["good",272,276],["variety",348,355],["remedy",423,429],["cure",433,437],["cure",614,618],["entertain",710,719],["improve",1623,1630],["suitable",1653,1661],["encourage",1674,1683],["good",1768,1772],["good",2020,2024],["justly",2071,2077],["faithfully",2346,2356],["recommendation",2597,2611],["pleasant",2726,2734],["comfortable",2739,2750],["well",2754,2758],["happy",2911,2916]],"neg_words":[["vanity",22,28],["evil",623,627],["ignorance",847,856],["unworthy",929,937],["poor",1124,1128],["tedious",1214,1221],["shame",1847,1852],["pretend",2088,2095],["mistaken",2385,2393],["suffering",2830,2839]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["without",14,21],["abroad",767,773],["away",1209,1213],["home",1445,1449],["abroad",1453,1459],["herein",2197,2203],["within",2236,2242]],"spa_preps":[["amongst",735,742],["within",987,993],["among",1129,1134],["above",2165,2170]],"normalised_sentiment":0.0358565737,"vader_sentiment":0.99,"roberta_sentiment":0.9905979037},{"para_id":14,"paragraph":"Celia Fiennes.","file_id":"1698_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9951117635},{"para_id":15,"paragraph":"Leverpoole wch is in Lancashire is built just on the River Mersy mostly new built houses of brick and stone after the London fashion; ye first original was a few fishermens houses and now is grown to a large fine town and but a parish and one Church, though there be 24 streetes in it. There is Indeed a little Chappell and there are a great many dessenters in the town. Its a very Rich trading town, ye houses of Brick and stone built high and Even that a streete quite through Lookes very handsome-- the streetes well pitched. There are abundance of persons you see very well dressed and of good fashion, ye streetes are faire and Long, its London in miniature as much as ever I saw anything. There is a very pretty Exchange stands on 8 pillars besides the Corners wch are Each Arche pillars all of stone and its railed in, over wch is a very handsome town hall-- over all is a tower and Cupilow thats so high that from thence one has ye whole view of ye town and the Country round-- in a Clear day you may see ye Jsle of Man wch also was in view from out of Wales at Harding on the high tarrass walke in my Cosen Percivalls garden.","file_id":"1698_a","plnames":[["Lancashire",21,31],["River",53,58],["London",118,124],["London",643,649],["Wales",1061,1066]],"geonouns":[["houses",82,88],["stone",102,107],["houses",173,179],["town",213,217],["parish",228,234],["town",365,369],["town",395,399],["houses",404,410],["stone",424,429],["stone",801,806],["town",854,858],["tower",880,885],["town",957,961]],"pos_words":[["fine",208,212],["great",336,341],["well",515,519],["abundance",539,548],["well",573,577],["good",593,597],["pretty",711,717],["handsome",845,853]],"neg_words":[],"events":[],"dates":[["24",267,269],["8",737,738],["a Clear day",989,1000]],"times":[],"distances":[],"loc_advs":[["there",258,263],["there",324,329]],"spa_preps":[["through",471,478],["over",826,830],["over",866,870],["out",1054,1057]],"normalised_sentiment":0.0666666667,"vader_sentiment":0.99,"roberta_sentiment":0.9985679388},{"para_id":16,"paragraph":"Thence to Prescote 7 very long miles, but pretty good way, mostly Lanes; there I passed by Nosel the Earle of Darbys house wch Looked very nobly wth many towers and balls on them; it stands amongst tall trees and Lookes like a pleasant grove all about it, its an old house runs a great Compass of ground. Ye town of Prescote stands on a high hill, a very pretty neate Market town-- a Large market place and broad streetes well pitched.","file_id":"1698_a","plnames":[],"geonouns":[["house",117,122],["towers",154,160],["trees",203,208],["grove",236,241],["house",267,272],["ground",297,303],["town",308,312],["hill",342,346],["market",390,396]],"pos_words":[["pretty",42,48],["good",49,53],["nobly",139,144],["like",220,224],["pleasant",227,235],["great",280,285],["pretty",355,361],["well",422,426]],"neg_words":[],"events":[],"dates":[["7",19,20]],"times":[],"distances":[],"loc_advs":[["there",73,78]],"spa_preps":[["amongst",190,197],["about",246,251]],"normalised_sentiment":0.1481481481,"vader_sentiment":0.98,"roberta_sentiment":0.9986428618},{"para_id":17,"paragraph":"Thence to Wiggon, 7 long miles more mostly in Lanes and some hollow wayes and some pretty deep stony way so forced us upon ye high Causey, but some of ye way was good wch I went pretty fast and yet by reason of the tediousness of ye miles for length I was 5 hours going that 14 mile; I could have gone 30 miles about London in ye tyme. There was pretty much woods and Lanes through which I passed, and passed by a mer or Lake of water; there are many of these here about, but not going through Ormskerk. I avoided going by the famous Mer Called Martin mer that as ye proverb sayes has parted many a man and his mare-- indeed it being neare evening and not getting a Guide I was a little afraid to go that way it being very hazardous for Strangers to passe by it. Some part of yt mer one Mr Ffleetewood has been at ye Expence to draine so as to be able to use the ground for tillage, having by trenches and floodgates wth banks shutt out ye waters yt still kept it a marsh and moorish ground, but it was a very great Charge; however it shews by industry and some Expence, if Gentlemen would set about it, Most of ye waste ground thats now a ffenny Moor and Mostly water might be rendered usefull and in a few yeares answere ye first great Charge on it. Wiggons is another pretty Market town built of stone and brick: here it is that the fine Channell Coales are in perfection-- burns as light as a Candle-- set the Coales together wth some fire and it shall give a snap and burn up light. Of this Coale they make Saltcellars, Stand Dishes and many boxes and things wch are sent about for Curiositys and sold in London and are often offered in the Exchange in Company wth white or black marble and most people deceived by them wch have not been in those Countrys and know it, but such persons discover it and will Call for a Candle to trye them whether marble or Coale: its very finely pollished and Lookes much like jett or Ebany wood for wch one might Easily take it when in boxes&amp; c&amp; c. I bought some of them for Curiosity sake. 2 mile off Wigon towards Warrington( wch was some of my way back againe but for ye Curiosity's sake I did,) is the Burning well wch burns like brandy; its a little sorry hole in one of ye grounds 100 yards from ye Road that Comes from Warrington to Wiggon just by a hedge or banck, its full of dirt and mud almost but the water Continually bubbles up as if it were a pott boyling wch is the spring or severall springs in that place; Nevertheless I felt ye water and it was a Cold Spring. Ye man wch shewed it me, wth a dish tooke out a good quantety of ye water and threw away and then wth a piece of Rush he lighted by a Candle yt he brought in a lanthorne, he set ye water in ye well on fire and it burned blewish just like spirits and Continued a good while, but by reason of ye great raines yt ffell ye night before ye spring was weaker and had not thrown off the raine water, otherwise it used to flame all over ye well a good height, now it burnt weaker; at last the wind blew out ye mans Candle and he severall tymes lighted ye bitt of Rush or splinter of wood by ye flame yt burnt in ye well. This is a little unaccountable; I apprehended its a sort of an unctious matter in ye Earth and soe through its veines the springs run wch Causes it so to burn, for I observed when they dug into ye banche and opened the sort of Clay or mudd, it burnt fiercer and more from ye well. I returned againe to Wiggon two mile and thence to Preston and passed by Sr John Bradshaws house wch stood on ye declineing of a hill in ye midst of a fine grove of trees. Severall fine walkes and Rows of trees thereabout; just in the Road on the banck where on the hedge stood was Errected a high stone pillar Carved and a ball on ye top with an jnscription Cutt on it shewing the Cause of it, being the monument of an officer that in a fight just there, his horse takeing ye hedge and Ditch on some distaste he tooke at ye Gunns and smoake, flung out his sword out of ye scabbard and flung his Master down on ye poynt of it wch ran him through that he dyed and Lyes buried on ye Spott.","file_id":"1698_a","plnames":[["London",317,323],["London",1610,1616],["Warrington",2063,2073],["Warrington",2273,2283],["Preston",3471,3478]],"geonouns":[["woods",358,363],["water",429,434],["ground",863,869],["banks",921,926],["waters",940,946],["ground",984,990],["ground",1121,1127],["water",1163,1168],["town",1285,1289],["stone",1299,1304],["wood",1929,1933],["grounds",2226,2233],["water",2360,2365],["water",2494,2499],["water",2594,2599],["water",2707,2712],["water",2912,2917],["wood",3101,3105],["house",3511,3516],["hill",3549,3553],["grove",3576,3581],["trees",3585,3590],["trees",3625,3630],["stone",3718,3723],["top",3755,3758],["monument",3825,3833]],"pos_words":[["pretty",83,89],["good",162,166],["pretty",178,184],["fast",185,189],["pretty",346,352],["famous",527,533],["great",1010,1015],["great",1232,1237],["pretty",1271,1277],["fine",1336,1340],["finely",1877,1883],["like",1910,1914],["well",2161,2165],["like",2176,2180],["good",2574,2578],["well",2719,2723],["like",2759,2763],["good",2788,2792],["great",2820,2825],["well",2958,2962],["good",2965,2969],["well",3133,3137],["well",3414,3418],["fine",3601,3605]],"neg_words":[["hollow",61,67],["afraid",687,693],["hazardous",723,732],["passe",750,755],["waste",1115,1120],["burns",1377,1382],["burn",1473,1477],["burns",2170,2175],["sorry",2202,2207],["hedge",2304,2309],["dirt",2332,2336],["burned",2739,2745],["weaker",2872,2878],["weaker",2991,2997],["burn",3293,3297],["hedge",3686,3691],["hedge",3897,3902],["distaste",3921,3929]],"events":[["a Cold Spring",2511,2524]],"dates":[["Saltcellars",1512,1523],["the spring",2425,2435],["spring",2861,2867],["a fine",3569,3575]],"times":[["5 hours",256,263],["evening",640,647],["night",2845,2850]],"distances":[["7 long miles",18,30],["14 mile",275,282],["30 miles",302,310],["2 mile",2038,2044],["two mile",3448,3456]],"loc_advs":[["there",436,441],["here",460,464],["here",1316,1320],["away",2610,2614],["there",3869,3874]],"spa_preps":[["about",311,316],["through",374,381],["about",465,470],["through",486,493],["out",933,936],["about",1094,1099],["together",1421,1429],["about",1577,1582],["out",2568,2571],["over",2950,2954],["out",3021,3024],["through",3238,3245],["into",3328,3332],["out",3969,3972],["out",3983,3986],["down",4023,4027],["through",4058,4065]],"normalised_sentiment":0.0134529148,"vader_sentiment":0.98,"roberta_sentiment":-0.9984750152},{"para_id":18,"paragraph":"Preston is reckoned but 12 mile from Wiggon but they Exceed in Length by farre those yt I thought long the day before from Leverpoole; its true to avoid the many Mers and marshy places it was a great Compass I tooke, and passed down and up very steep hills, and this way was good Gravell way; but passing by many very Large arches yt were only single ones but as Large as two great gate wayes, and ye water I went through yt ran under them was so shallow notwithstanding there were Extreme high arches, I enquired the Meaneing and was informed that on great raines those brookes would be swelled to so great a height that unless those arches were so high, noe passing while it were so.","file_id":"1698_a","plnames":[["Preston",0,7]],"geonouns":[["hills",251,256],["gate",382,386],["water",401,406]],"pos_words":[["great",194,199],["good",275,279],["great",376,381],["great",552,557],["great",602,607]],"neg_words":[["steep",245,250],["shallow",447,454],["swelled",588,595]],"events":[],"dates":[["the day before",103,117]],"times":[],"distances":[["12 mile",24,31]],"loc_advs":[["there",471,476]],"spa_preps":[["down",228,232],["through",414,421],["under",429,434]],"normalised_sentiment":0.0303030303,"vader_sentiment":0.99,"roberta_sentiment":0.9429998398},{"para_id":19,"paragraph":"They are but narrow bridges for foote or horse and at such floods they are fforced in many places to boate it till they Come to those arches on the great Bridges wch are across their great Rivers; this happens sometymes on sudden great showers for a day or two in ye summer, but ye winter is often or mostly soe that there are deep waters so as not Easily Crossed; but once in 3 or 4 years there is some of those very greate floods I mentioned before, that they are fforced to boate from bridge to bridge wch is little Enough then to secure them. I passed by at Least half a dozn of these high single arches besides severall great stone Bridges of 4 or 6 arches which are very high also over their greatest rivers. Preston stands on a hill and is a very good market town; Satterday is their market wch day I was there and saw it was provided with all sorts of things-- Leather, Corn Coales, butter, Cheese and fruite and garden things: there is a very spacious Market place and pretty Church and severall good houses. At ye Entrance of ye town was a very good house wch was a Lawyers all stone work 5 windows in ye front and high built according to ye Eastern building near London; the ascent to ye house was 14 or 15 stone stepps Large and a handsome Court with open jron Pallasadoes in the gate, and on Each side, the whole breadth of ye house, wch discovered the gardens on Each side of the house, neately kept flowers and greens; there was also many steps up to ye house from ye Court-- it was a Compleate building. There was 2 or 3 more such houses in ye town and Indeed the Generallity of ye buildings, Especially in 2 or 3 of ye great streetes were very handsome, better than in most Country towns and ye streetes spacious and well pitched. I was about 4 houres going this twelve mile and Could have gone 20 in the tyme in most Countrys, nay by the people of these parts this twelve is as long and as much tyme taken up in going it as to go from thence to Lancaster wch is 20 mile, and I Can Confirme this by my own Experience for I went to Goscoyne wch is 10 miles and halfe way to Lancaster in two houres, where I baited, and here it was I was first presented wth ye Clap bread wch is much talked of made all of oates. I was surprised when the Cloth was Laid, they brought a great Basket such as one uses to undress Children with and set it on the table full of thin waffers as big as Pancakes and drye that they Easily breake into shivers, but Coming to dinner found it to be ye only thing I must Eate for bread. Ye taste of oate bread is pleasant enough and where its well made is very acceptable, but for ye most part its scarce baked and full of drye flour on ye outside. Ye description of how its made ought to Come in here but I reserve it to ye place I saw it made at the best way. As I Come to this place which was much over downs or a Race ground I Came along by some of ye old Picts walls, ye ruines of which here and there remaines in many parts of ye Country. Gascoyn is a little market town-- one Church in it wch is a mile off from ye town, and ye parish is 8 miles long, which discouraged me in staying there being Satterday night and so pressed on to Lancaster.","file_id":"1698_a","plnames":[["Preston",715,722],["London",1174,1180],["Lancaster",1963,1972],["Lancaster",2090,2099],["Lancaster",3176,3185]],"geonouns":[["bridges",20,27],["waters",332,338],["bridge",488,494],["bridge",498,504],["stone",631,636],["rivers",707,713],["hill",735,739],["market",759,765],["town",766,770],["market",791,797],["houses",1010,1016],["town",1039,1043],["house",1060,1065],["stone",1088,1093],["building",1160,1168],["house",1199,1204],["stone",1218,1223],["gate",1292,1296],["house",1340,1345],["house",1394,1399],["house",1469,1474],["building",1510,1518],["houses",1547,1553],["town",1560,1564],["buildings",1598,1607],["towns",1699,1704],["table",2357,2362],["ground",2858,2864],["walls",2902,2907],["market",3001,3007],["town",3058,3062],["parish",3071,3077]],"pos_words":[["great",148,153],["great",183,188],["great",230,235],["secure",534,540],["great",625,630],["greatest",698,706],["good",754,758],["spacious",952,960],["pretty",978,984],["good",1005,1009],["good",1055,1059],["work",1094,1098],["handsome",1243,1251],["great",1636,1641],["handsome",1661,1669],["better",1671,1677],["spacious",1721,1729],["well",1734,1738],["great",2284,2289],["pleasant",2549,2557],["enough",2558,2564],["well",2579,2583],["best",2788,2792]],"neg_words":[["scarce",2634,2640]],"events":[],"dates":[["a day",248,253],["summer",267,273],["winter",282,288],["3 or 4 years",377,389],["4",648,649],["6",653,654],["Satterday",772,781],["day",802,805],["5",1099,1100],["14",1209,1211],["15",1215,1217],["2",1530,1531],["3",1535,1536],["2",1623,1624],["3",1628,1629],["4",1760,1761],["20",1812,1814]],"times":[["Satterday night",3139,3154]],"distances":[["this twelve mile",1775,1791],["20 mile",1980,1987],["10 miles",2064,2072],["a mile",3039,3045],["8 miles",3081,3088]],"loc_advs":[["there",317,322],["there",390,395],["there",812,817],["there",936,941],["there",1434,1439],["here",2135,2139],["outside",2676,2683],["here",2733,2737],["here",2928,2932],["there",2937,2942],["there",3127,3132]],"spa_preps":[["across",170,176],["over",687,691],["near",1169,1173],["about",1754,1759],["into",2436,2440],["over",2837,2841],["along",2872,2877]],"normalised_sentiment":0.0660660661,"vader_sentiment":1.0,"roberta_sentiment":-0.8590199351},{"para_id":20,"paragraph":"I percieve most of ye parishes are a great tract of Land and very Large and also beneficial, for all over Lancastershire the revenues of ye parsonages are Considerable 2 and 300 £ 500 and 800 a piece, ye parson at Liverpoole has 1100 a yeare, and its frequent Everywhere 3 or 400 £. Thence to Lancaster town 10 mile more which I Easily Reached in 2 hours and a halfe or 3 hours; I passed through abundance of villages almost at ye End of Every mile, mostly all along Lanes being an Enclosed Country. They have one good thing in most parts of this principality, or County palatine its rather Called, that at all Cross wayes there are posts wth hands pointing to each road wth ye names of ye great town or market towns that it Leads to, wch does make up for ye Length of ye miles yt strangers may not Loose their Road and have it to goe back againe. You have a great divertion on this road haveing a pleasing prospect of ye Countrys a great distance round, and see it full of jnclosures and some woods, three miles off ye town you see it very plaine and ye sea, Even ye main ocean; in one place an arm of it Comes up wth in 2 mile of ye town. Ye River Liene runs by the town and so into ye sea. Ye situation of Lancaster town is very good, ye Church neately built of stone, ye Castle wch is just by, both on a very great ascent from ye Rest of ye town and so is in open view, ye town and River Lying Round it beneath. On ye Castle tower walking quite round by ye battlements I saw ye whole town and river at a view, wch runs almost quite round and returns againe by ye town, and saw ye sea beyond and ye great high hills beyond yt part of ye sea, wch are in Wales, and also into Westmoreland to the great hills there Called ffurness ffells or hills, being a string of vast high hills together: also into Cumberland to ye great hill Called Black Comb hill whence they digg their black Lead and no where Else; but they open ye mine but once in Severall yeares. I also saw into Yorkshire,-- there is Lead, Copper, gold and silver in some of those hills and marble and Christall also.","file_id":"1698_a","plnames":[["Lancaster",293,302],["River",1144,1149],["Lancaster",1209,1218],["Castle",1275,1281],["Castle",1422,1428],["Wales",1656,1661],["Westmoreland",1677,1689],["Cumberland",1802,1812],["Black Comb",1837,1847]],"geonouns":[["parishes",22,30],["town",303,307],["villages",409,417],["posts",633,638],["road",666,670],["town",696,700],["market",704,710],["towns",711,716],["road",883,887],["woods",994,999],["town",1020,1024],["sea",1055,1058],["town",1135,1139],["town",1168,1172],["sea",1188,1191],["town",1219,1223],["stone",1265,1270],["town",1345,1349],["town",1377,1381],["tower",1429,1434],["town",1488,1492],["river",1497,1502],["town",1567,1571],["sea",1584,1587],["hills",1613,1618],["sea",1640,1643],["hills",1703,1708],["hills",1741,1746],["hills",1776,1781],["hill",1825,1829],["hill",1848,1852],["hills",2042,2047]],"pos_words":[["great",37,42],["beneficial",81,91],["abundance",396,405],["good",514,518],["great",690,695],["great",859,864],["pleasing",898,906],["great",933,938],["good",1232,1236],["great",1313,1318],["great",1602,1607],["great",1697,1702],["great",1819,1824],["gold",2009,2013]],"neg_words":[],"events":[["River Lying Round",1386,1403]],"dates":[["2",168,169],["1100",229,233],["Everywhere 3",260,272]],"times":[["2 hours",347,354],["3 hours",370,377]],"distances":[["10 mile",308,315],["mile",444,448],["three miles",1001,1012],["2 mile",1122,1128]],"loc_advs":[["there",623,628],["beyond",1619,1625],["there",1709,1714],["there",1986,1991]],"spa_preps":[["over",101,105],["through",388,395],["along",461,466],["round",948,953],["into",1180,1184],["beneath",1407,1414],["round",1449,1454],["round",1536,1541],["beyond",1588,1594],["into",1672,1676],["together",1782,1790],["into",1797,1801],["into",1968,1972]],"normalised_sentiment":0.0569105691,"vader_sentiment":0.96,"roberta_sentiment":0.9982112646},{"para_id":21,"paragraph":"Lancaster town is old and much decayed: there has been a monastery, the walls of part of it remaine and some of ye Carved stones and ffigures; there is in it a good garden and a pond in it wth a little jsland on wch an apple tree grows-- a Jenitin; and Strawberys all round its Rootes and ye banks of the Little jsle. There are 2 pretty wells and a vault that Leads a great way under ground up as farre as ye Castle, wch is a good distance. In the River there are great weres or falls of water made for Salmon ffishing, where they hang their nets and Catch great quantety's of ffish, wch is neare the bridge. The town seemes not to be much in trade as some others, but the great store of fish makes them Live plentifully as also the great plenty of all provisions. The streets are some of them well pitched and of a good size; when I came into the town the stones were so slippery Crossing some Channells that my horse was quite down on his nose, but did at length recover himself, and so I was not thrown off or jnjured wch I desire to bless God for, as for the many preservations I mett with. I Cannot say the town seemes a lazy town and there are trades of all sorts, there is a Large meeteing house, but their minister was but a mean preacher; there are 2 Churches in the town which are pretty near Each other.","file_id":"1698_a","plnames":[["Lancaster",0,9],["Castle",409,415],["River",448,453]],"geonouns":[["town",10,14],["walls",72,77],["stones",122,128],["tree",225,229],["banks",292,297],["ground",384,390],["falls",479,484],["water",488,493],["bridge",601,607],["town",613,617],["streets",769,776],["town",848,852],["stones",857,863],["town",1112,1116],["town",1131,1135],["house",1197,1202],["town",1276,1280]],"pos_words":[["good",160,164],["pretty",330,336],["great",368,373],["good",426,430],["great",464,469],["great",557,562],["great",673,678],["great",733,738],["well",794,798],["good",816,820],["recover",965,972],["bless",1037,1042],["pretty",1291,1297]],"neg_words":[["decayed",31,38],["hang",531,535],["lazy",1126,1130]],"events":[],"dates":[["2",328,329],["2",1258,1259]],"times":[],"distances":[],"loc_advs":[["there",40,45],["there",143,148],["there",454,459],["there",1140,1145],["there",1171,1176],["there",1248,1253],["near",1298,1302]],"spa_preps":[["round",268,273],["under",378,383],["into",839,843],["down",929,933]],"normalised_sentiment":0.0819672131,"vader_sentiment":0.99,"roberta_sentiment":-0.9623034596},{"para_id":22,"paragraph":"Thence I went to Kendall in Westmoreland over steepe stony hills all like Rocks, 6 miles to one Lady Middleton, and by some Gentlemen wch were travelling that way that was their acquaintance, had the advantage of going through her parke, and saved the going Round a bad stony passage. It was very pleasant under the shade of the tall trees. It was an old timber house, but the family being from home we had a free passage through it on to the Road againe, much of wch was stony and steep-- far worse than the Peake in Darbyshire. This Lady Middleton was a papist and I believe the Gentlemen yt was travelling were too. Thence to Kendall ten mile more, most of ye way was in Lanes when I was out of the stony hills, and then into jnclosed Lands, here in 6 miles to the town you have very Rich good Land Enclosed-- Little round green hills flourishing wth Corn and grass as green and fresh, being in the prime season in July. There is not much woods but only the hedge rows round the grounds wch Looks very fine. In these Northern Countyes they have only the summer Graine, as barley, oates, peas, beans, and Lentils, now wheate or Rhye for they are so cold and Late in their yeare they Cannot venture at that sort of tillage, so have none but what they are supplyed out of other Countys adjacent. The Land seemes here in many places very ffertile; they have much Rhye in Lancashire Yorkshire and Stafford and Shropshire and so Herriford and Worcestershire, wch I found very troublesome in my journeys, for they would not own they had any such thing in their bread, but it so disagrees wth me as allwayes to make me sick wch I found by its Effects whenever I met wth any, though I did not discern it by the taste; in Suffolke and Norfolke I also met wth it, but in these parts its altogether ye oatbread. Kendall is a town built all of stone, one very broad streete in which is the Market Crosse; its a goode tradeing town mostly famed for the Cottons: Kendall Cotton is used for blanckets and the Scotts use them for their Plodds and there is much made here and also Linsiwoolseys, and a great deale of Leather and tanned here, and all sorts of Commodityes-- twice a weeke is ye market ffurnished wth all sorts of things.","file_id":"1698_a","plnames":[["Kendall",17,24],["Westmoreland",28,40],["Kendall",629,636],["Lancashire",1370,1380],["Yorkshire",1381,1390],["Norfolke",1728,1736],["Kendall",1803,1810],["Kendall",1951,1958]],"geonouns":[["hills",59,64],["trees",334,339],["house",362,367],["hills",708,713],["town",768,772],["hills",832,837],["woods",942,947],["grounds",982,989],["town",1816,1820],["stone",1834,1839],["town",1916,1920],["market",2178,2184]],"pos_words":[["like",69,73],["advantage",200,209],["pleasant",297,305],["free",409,413],["good",792,796],["flourishing",838,849],["fresh",882,887],["fine",1005,1009],["famed",1928,1933],["great",2087,2092]],"neg_words":[["bad",266,269],["worse",494,499],["hedge",961,966],["cold",1151,1155],["troublesome",1473,1484],["disagrees",1574,1583],["sick",1614,1618]],"events":[["Round",258,263]],"dates":[["the prime season",898,914],["July",918,922],["the summer",1053,1063]],"times":[],"distances":[["6 miles",81,88],["ten mile",637,645],["6 miles",753,760]],"loc_advs":[["home",395,399],["here",745,749],["here",1312,1316],["there",2033,2038],["here",2052,2056],["here",2121,2125]],"spa_preps":[["over",41,45],["through",219,226],["under",306,311],["through",422,429],["out",691,694],["into",724,728],["round",820,825],["round",972,977],["out",1265,1268]],"normalised_sentiment":0.0147783251,"vader_sentiment":-0.93,"roberta_sentiment":0.9885819554},{"para_id":23,"paragraph":"The River Can wch gives name to the town is pretty Large but full of Rocks and stones that makes shelves and falls in the water, its stored wth plenty of good ffish and there are great ffalls of water partly naturall and added to by putting more stones in manner of Wyers, at wch they Catch Salmon when they Leape with speares. The Roaring of ye water at these places sometymes does foretell wet weather; they do observe when the water roares most in the fall on the Northside it will be ffaire, if on the Southside of the town it will be wet. Some of them are falls as high as a house. The same observation is at Lancaster at the Wires where they Catch Salmon; against Stormes or raines it will be turbulent and Rore as may be heard into the town. There are 3 or 4 good houses in the town, ye rest are like good traders houses very neate and tight. The streetes are all pitched wch is Extreame Easy to be repaired, for the whole Country is like one Entire Rock or pitching almost all ye Roads. At the Kings arms, one Mrs Rowlandson, she does pott up the Charr ffish the best of any in the Country: I was Curious to have some and so bespoke some of her, and also was as Curious to see the great water wch is the only place that ffish is to be found in, and so went from Kendall to Bondor 6 miles through narrow Lanes, but the Lands in ye jnclosures are Rich. But here Can be noe Carriages, but very narrow ones like Little wheele-barrows that with a horse they Convey their fewell and all things Else. They also use horses on which they have a sort of Pannyers some Close, some open, that they strew full of hay turff and Lime and Dung and Every thing they would use, and the reason is plaine, from the narrowness of the Lanes where is good Lands they will Loose as Little as they Can, and where its hilly and stoney no other Carriages Can pass, so they use these horse Carriages, and abundance of horses I see all about Kendall streetes with their Burdens. This Kendall is the biggest town and much in ye heart of Westmoreland, but Appleby 10 mile off is the shire town where the session and assizes are held and is 7 miles to this great Lake Wiandermer or great standing water wch is 10 mile long and near halfe a mile over in some places. It has many Little hills or jsles in it, one of a great bigness of 30 acres of ground on which is a house, ye Gentleman that is Lord of ye Manour Lives in it-- Sr Christopher Phillips; he has a great Command of ye water and of ye villages thereabout and many Priviledges, he makes a Major or Bailiff of ye place during life; its but a small mean place, Mr Majors was the best Entertaining house where I was. Ye Isle did not Looke to be so bigg at ye shore, but takeing boate I went on it and found it as large and very good Barley and oates and grass. The water is very Cleer and full of good ffish, but ye Charr ffish being out of season Could not Easily be taken, so I saw none alive but of other ffish I had a very good supper. The season of the Charr ffish is between Michaelmas and Christmas; at that tyme I have had of them, wch they pott with sweete spices. They are as big as a small trout, Rather slenderer and ye skinn full of spotts, some Red like the finns of a Perch and the jnside flesh Looks as Red as any salmon if they are in season; their taste is very Rich and fatt though not so strong or Clogging as the Lamprys are, but its as fatt and Rich a food. This great water seemes to flow and wane about with ye wind but it does not Ebb and flow Like the sea with the tyde, neither does it run so as to be perceivable, though at ye End of it a Little Rivulet trills from it into the Sea, but it seemes to be a standing Lake Encompassed with vast high hills, yt are perfect Rocks and barren ground of a vast height, from which many Little Springs out of ye Rock does bubble up and descend down and fall into this water. Notwithstanding great raines ye water does not seem much Encreased though it must be so, then it does draine off more at the End of the Lake. These hills wch they Call Ffurness Ffells a long Row Continued some miles, and some of them are Called Donum ffells and soe from the places they adjoyne to are named, but they hold the whole length of the water wch is 10 mile; they have fome parts of them that has wayes that they Can by degrees in a Compass ascend them and so they go onward. In the Countrys, they are fferried over the Lake when they go to market. On ye other side over those ffells there is a sort of Stones Like Rubbish or Broken pieces of stones, wch Lies about a quarry, that Lies all in the bottom of ye water; where its so shallow as at the shores it is and very Cleer you see the bottom; between these stones are weeds wc grows up, that I had some taken up just Like samfyer and I have a fancy its a sort of sampire that Indeed is gathered in ye Rocks by the sea and water, and this grows in the water but it resembles it in Coullour, ffigure and the taste not much unlike-- it was somewhat waterish. There was also fine moss growing in the bottom of ye water. Here it was I saw ye oat Clap bread made. They mix their flour with water, so soft as to rowle it in their hands into a ball, and then they have a board made round and something hollow in the middle riseing by degrees all round to the Edge a little higher, but so little as one would take it to be only a board warped, this is to Cast out the Cake thinn and so they Clap it round and drive it to ye Edge in a Due proportion till drove as thinn as a paper and still they Clap it and drive it round, and then they have a plaite of jron same size wth their Clap board, and so shove off the Cake on it and so set it on Coales and bake it; when Enough on one side they slide it off and put the other side; if their jron plaite is smooth and they take Care their Coales or Embers are not too hot but just to make it Looke yellow, it will bake and be as crisp and pleasant to Eate as any thing you Can jmagine, but as we say of all sorts of bread there is a vast deal of difference in what is housewifely made and what is ill made, so this if its well mixed and Rowled up and but a little flour on the outside which will drye on and make it mealy is a very good sort of food. This is the sort of bread they use in all these Countrys, and in Scotland they breake into their milk or broth or Else sup that up and bite off their bread between while they spread butter on it and Eate it with their meate. They have no other Sort of bread unless at market towns and that is scarce to be had unless the market dayes, soe they make their Cake and Eate it presently, for its not so good if 2 or 3 dayes old. It made me reflect on the description made in Scripture of this Kneeding Cakes and bakeing them on the hearth whenever they had Company Come to their houses, and I Cannot but thinke it was after this manner they made their bread in ye old tymes Especially those Eastern Countryes where their bread might be soone dryed and spoiled. Their little Carts I was speakeing of they use hereabout, the wheeles are fastned to the axletree and so turn altogether, they hold not above what 5 wheelbarrows would Carry at three or four tymes, which the Girles and Boys and women does go about with drawn by one horse to Carry any thing they want. Here is a great deal of good grass and Summer Corn and pastures, its Rich Land in the bottoms as one may Call them Considering the vast hills above them on all sides, yet they Contain a number of Lesser hills one below another, so that though at one Looke you think it but a little Land Every body has; Yet it being so full of hills its many acres wch if at Length in a plain would Extend a vast way. I was about a quarter of an hour in the boate before I reached ye island wch is in the midst of the water so by that you may guesse at the breadth of the water in the whole, they fferry man and horse over it; its sometymes perfectly Calme. Thence I Rode almost all the waye in sight of this great water, some tymes I lost it by reason of ye great hills interposeing and so a Continued up hill and down hill and that pretty steep, even when I was in that they Called bottoms wch are very rich good grounds, and so I gained by degrees from Lower to higher hills wch I allwayes went up and down before I Came to another hill. At last I attained to the side of one of these hills or ffells of Rocks, wch I passed on the side much about the Middle, for Looking down to the bottom it was at Least a Mile all full of those Lesser hills and jnclosures, so Looking upward I was as farre from the top which was all Rocks, and something more barren though there was some trees and woods growing in ye Rocks and hanging over all down ye Brow of some of the hills. From these great ffells there are severall springs out of ye Rock that trickle down their sides, and as they meete with stones and Rocks in the way, when something obstructs their passage and so they Come with more violence, that gives a pleaseing sound and murmuring noise. These descend by degrees at last fall into the Low grounds and fructifye it wch makes ye Land soe ffruit full in the valleys, and upon those very high ffells or Rocky hills its( though) soe high yet a moorish sort of ground whence they digg abundance of Peat wch they use for their fewell, being in many places a barren ground yeilding noe wood&amp; c. I rode in sight of this Winander water as I was ascending another of those barren ffells wch though I at last was not halfe way up, yet was an hour going it up and down on the other side, going only on the side of it about ye middle of it, but it was of such a height as to shew one a great deale of ye Country when it happens to be between those hills, Else those interposeing hinders any sight but of ye Clouds. I see a good way behind me another of those waters or mers but not very bigge. These great hills are so full of Loose stones and shelves of Rocks yt its very unsafe to Ride them down.","file_id":"1698_a","plnames":[["River",4,9],["Lancaster",614,623],["Kendall",1270,1277],["Kendall",1921,1928],["Kendall",1963,1970],["Westmoreland",2015,2027],["Appleby",2033,2040],["Isle",2653,2657],["Scotland",6288,6296],["Winander",9386,9394]],"geonouns":[["town",36,40],["stones",79,85],["water",122,127],["water",195,200],["stones",246,252],["water",346,351],["water",430,435],["town",523,527],["house",580,585],["town",743,747],["houses",771,777],["town",785,789],["houses",821,827],["water",1195,1200],["pass",1840,1844],["town",1986,1990],["town",2066,2070],["water",2173,2178],["hills",2261,2266],["ground",2321,2327],["house",2342,2347],["water",2456,2461],["villages",2472,2480],["house",2631,2636],["shore",2692,2697],["water",2798,2803],["water",3424,3429],["sea",3511,3514],["hills",3707,3712],["ground",3746,3752],["fall",3853,3857],["water",3868,3873],["water",3907,3912],["hills",4023,4028],["water",4222,4227],["market",4426,4432],["stones",4528,4534],["quarry",4553,4559],["water",4595,4600],["shores",4633,4639],["stones",4695,4701],["sea",4852,4855],["water",4860,4865],["water",4889,4894],["water",5047,5052],["water",5122,5127],["market",6491,6497],["towns",6498,6503],["market",6544,6550],["houses",6797,6803],["hills",7417,7422],["hills",7484,7489],["hills",7608,7613],["island",7748,7754],["water",7782,7787],["water",7836,7841],["water",7979,7984],["hills",8029,8034],["hill",8070,8074],["hill",8084,8088],["grounds",8179,8186],["hills",8236,8241],["hill",8299,8303],["hills",8352,8357],["hills",8505,8510],["top",8569,8572],["trees",8642,8647],["woods",8652,8657],["hills",8727,8732],["stones",8854,8860],["grounds",9060,9067],["valleys",9126,9133],["hills",9176,9181],["ground",9226,9232],["ground",9329,9335],["water",9395,9400],["hills",9709,9714],["waters",9820,9826],["hills",9867,9872],["stones",9894,9900]],"pos_words":[["pretty",44,50],["good",154,158],["great",179,184],["good",766,770],["like",803,807],["good",808,812],["like",941,945],["best",1071,1075],["great",1189,1194],["like",1411,1415],["good",1736,1740],["abundance",1885,1894],["great",2133,2138],["great",2158,2163],["great",2292,2297],["great",2436,2441],["best",2613,2617],["good",2761,2765],["good",2830,2834],["good",2960,2964],["like",3196,3200],["strong",3341,3347],["great",3418,3423],["perfect",3721,3728],["great",3891,3896],["fancy",4781,4786],["fine",5009,5013],["soft",5132,5136],["smooth",5779,5785],["hot",5840,5843],["crisp",5901,5906],["pleasant",5911,5919],["well",6094,6098],["good",6204,6208],["good",6621,6625],["great",7291,7296],["good",7305,7309],["perfectly",7905,7914],["great",7973,7978],["great",8023,8028],["pretty",8098,8104],["rich",8169,8173],["good",8174,8178],["gained",8197,8203],["great",8745,8750],["abundance",9250,9259],["great",9647,9652],["good",9784,9788],["great",9861,9866]],"neg_words":[["falls",109,114],["falls",561,566],["turbulent",699,708],["wane",3449,3453],["barren",3739,3745],["shallow",4615,4622],["hollow",5232,5238],["warped",5365,5371],["scarce",6516,6522],["spoiled",6970,6977],["lost",7999,8003],["steep",8105,8110],["barren",8613,8619],["obstructs",8898,8907],["noise",9002,9007],["barren",9322,9328],["barren",9437,9443],["unsafe",9934,9940]],"events":[],"dates":[["the fall",451,459],["3",759,760],["4",764,765],["30",2309,2311],["season",2874,2880],["season",2977,2983],["Christmas",3029,3038],["season",3285,3291],["about a",4545,4552],["2",6629,6630],["3",6634,6635],["5",7126,7127],["Summer",7320,7326],["about a quarter of an hour",7688,7714],["last fall",9037,9046]],"times":[["an hour",9502,9509]],"distances":[["6 miles",1288,1295],["10 mile",2041,2048],["7 miles",2117,2124],["10 mile",2186,2193],["a mile",2214,2220],["some miles",4080,4090],["10 mile",4235,4242]],"loc_advs":[["there",169,174],["here",1363,1367],["near",2203,2207],["there",4469,4474],["there",5994,5999],["above",7115,7120],["above",7423,7428],["upward",8538,8544],["there",8627,8632],["there",8758,8763],["behind",9793,9799]],"spa_preps":[["against",662,669],["into",734,738],["through",1296,1303],["about",1915,1920],["over",2221,2225],["out",2867,2870],["between",3006,3013],["about",3454,3459],["into",3630,3634],["out",3802,3805],["down",3844,3848],["into",3858,3862],["over",4396,4400],["over",4451,4455],["between",4681,4688],["into",5167,5171],["round",5212,5217],["round",5276,5281],["out",5389,5392],["round",5428,5433],["round",5545,5550],["outside",6149,6156],["into",6309,6313],["between",6379,6386],["about",7221,7226],["below",7494,7499],["over",7882,7886],["down",8079,8083],["down",8269,8273],["about",8408,8413],["down",8438,8442],["over",8690,8694],["down",8699,8703],["out",8785,8788],["down",8813,8817],["into",9047,9051],["down",9526,9530],["about",9579,9584],["between",9695,9702],["down",9954,9958]],"normalised_sentiment":0.0334412082,"vader_sentiment":1.0,"roberta_sentiment":0.9983633161},{"para_id":24,"paragraph":"There is good Marble amongst those Rocks. As I walked down at this place I was walled on both sides by those inaccessible high rocky barren hills wch hangs over ones head in some places and appears very terrible, and from them springs many Little Currents of water from the sides and Clefts, wch trickle down to some Lower part where it runs swiftly over the stones and shelves in the way, wch makes a pleasant Rush and murmuring noise, and Like a snowball is Encreased by Each spring trickling down on either side of those hills, and so descends into the bottoms wch are a moorish ground in wch in many places the waters stand, and so forme some of those Lakes as it did here. Ye Confluence of all these little springs being gathered together in this lake, wch was soe deep as the Current of water yt passed through it was scarce to be perceived till one Came to the farther End from whence it run a good little River and pretty quick, over wch many bridges are Laid. Here I Came to villages of sad little hutts made up of drye walls, only stones piled together and ye Roofs of same slatt; there seemed to be little or noe tunnells for their Chimneys and have no morter or Plaister within or without. For the most part I tooke them at first sight for a sort of houses or Barns to fodder Cattle in, not thinking them to be dwelling houses, they being scattering houses, here one, there another, in some places they be 20 or 30 together; and the Churches the same. It must needs be very Cold dwellings, but it shews some thing of ye Lazyness of ye people; indeed here and there there was a house plaistered, but there is sad Entertainment-- that sort of Clap bread and butter and Cheese and a Cup of beer all one Can have, they are 8 mile from a market town and their miles are tedious to go both for illness of way and length of ye miles.","file_id":"1698_a","plnames":[["Lakes",656,661],["River",913,918]],"geonouns":[["hills",140,145],["head",166,170],["water",259,264],["stones",359,365],["hills",524,529],["ground",582,588],["waters",615,621],["lake",752,756],["water",793,798],["bridges",951,958],["villages",984,992],["walls",1029,1034],["stones",1041,1047],["houses",1262,1268],["houses",1332,1338],["houses",1362,1368],["house",1589,1594],["market",1745,1751],["town",1752,1756]],"pos_words":[["good",9,13],["pleasant",402,410],["good",901,905],["pretty",923,929]],"neg_words":[["rocky",127,132],["barren",133,139],["hangs",150,155],["terrible",203,211],["noise",430,435],["scarce",824,830],["sad",996,999],["sad",1620,1623],["tedious",1777,1784],["illness",1800,1807]],"events":[["Cold",1486,1490],["Cup",1692,1695]],"dates":[["spring",478,484],["20",1418,1420],["30",1424,1426]],"times":[],"distances":[["8 mile",1731,1737]],"loc_advs":[["here",672,676],["there",1091,1096],["without",1193,1200],["here",1370,1374],["there",1380,1385],["here",1562,1566],["there",1571,1576],["there",1577,1582],["there",1611,1616]],"spa_preps":[["amongst",21,28],["down",54,58],["over",156,160],["down",304,308],["over",350,354],["down",495,499],["into",547,551],["together",735,743],["through",809,816],["over",937,941],["together",1054,1062],["within",1183,1189],["together",1427,1435]],"normalised_sentiment":-0.0344827586,"vader_sentiment":-0.7,"roberta_sentiment":0.99806422},{"para_id":25,"paragraph":"They reckon it but 8 mile from the place I was at the night before, but I was 3 or 4 hours at Least going it. Here I found a very good smith to shoe ye horses, for these stony hills and wayes pulls off a shoe presently, and wears them as thinn that it was a Constant Charge to shoe my horses every 2 or 3 dayes, but this smith did shoe them so well and so good shoes yt they held some of the shooes 6 weekes. Ye stonyness of the wayes all here about teaches them ye art of makeing good shooes and setting them on fast. Here I crossed one of ye stone bridges yt was pretty Large wch Entred me into Cumberlandshire. This River together with ye additionall springs Continually running into it all the way from those vaste precipices Comes into a Low place and form a broad water wch is very Cleer and Reaches 7 mile in Length, Uleswater its Called, such another water as that of Wiandermer only that reaches 10 mile in Length, from Amblside to ye sea, and this is but 7 such miles Long. Its full of such sort of Stones and flatts in the bottom as ye other, neer the brimm where its Shallowe you see it Cleer to ye bottom; this is secured on Each side by such formidable heights as those Rocky ffells in same manner as the other was. I rode the whole Length of this water by its side, sometyme a Little higher upon the side of the hill and sometyme just by the shore, and for 3 or 4 miles I Rode through a fine fforest or Parke where was deer skipping about and haires, wch by meanes of a good Greyhound I had a Little Course, but we being strangers could not so fast pursue it in the grounds full of hillocks and ffurse and soe she Escaped us. I observed the boundaries of all these great waters( which are a sort of deep Lakes or kind of standing waters) are those sort of Barren Rocky hills wch are so vastly high. I Call this a standing water because its not like other great Rivers as ye Trent Severne, Hull or Thames&amp; c. to appear to Run wth a streame or Current, but only as it Rowles from side to side Like waves as the wind moves it; its true at the End of this being a Low fall of Ground it runs off in a Little streame. There is Exceeding good ffish here and all sorts of provision at ye market towns. Their market town was Peroth 10 long miles. A mile or two beyond this Ullswater,-- Tuesday is the market day wch was the Day I came thither. Its a Long way for ye market people to goe but they and their horses are used to it and go wth much more facility than strangers. At ye end of this Ullswater is a fine round hill Looked as green and full of wood very pleasant, wth grass and Corne very ffruitefull, and hereabout we Leave these Desart and Barren Rocky hills, not that they are Limitted to Westmoreland only for had I gone farther to ye Left hand into Cumberland I should have found more such, and they tell me farr worse for height and stony-nesse about White haven side and Cockermouth, so yt though both the County's have very good land and fruitfull, so they equally partake of ye bad, though Indeed Westmoreland takes it name from its aboundings in springs which distilling itself on Lower ground, if of a spungy soile made it marshy or Lakes, and in many places very fruitfull in summer graine and grasse, but ye northerly winds blow Cold so long on them yt they never attempt sowing their Land with wheate or Rhye. Ye stones and slatt about Peroth Looked so Red yt at my Entrance into the town thought its buildings were all of brick, but after found it to be the Coullour of the stone wch I saw in the Quarrys Look very Red, their slatt is the same wch Cover their houses. Its a pretty Large town-- a good Market for Cloth that they spinn in the Country-- hempe and also woolen. Its a great Market for all sorts of Cattle, meate Corne&amp; c&amp; c. Here are two Rivers one Called ye Emount wch parts Cumberland and Westmoreland, wch bridge I should have passed over had I Come the direct Roade from Kendall to Peroth, but strikeing off to Ambleside to Wiandermer I came another End of ye town. In this River are greate falls of waters Called Cataracts, by Reason of the Rock and shelves in it wch makes a great noise wch is heard more against foul weathers into the town, though the bridge be halfe a mile out of ye town. The other River is Called Louder wch gives name to Lord Landsdown's house Called Louder hall wch is four mile from Peroth. I went to it through fine woods, the front is just faceing the great roade from Kendall and Lookes very nobly, wth severall Rows of trees wch Leads to Large jron gates, open barres, into the stable yard wch is a fine building on ye one side of ye house very uniform, and just against it is such another Row of buildings ye other side of ye house Like two wings wch is the offices. Its built Each Like a fine house jutting out at Each End and ye middle is wth Pillars, white, and Carvings Like the Entrance of a building. These are just Equal and alike and Encompass the two sides of the first Court wch Enters, with Large jron gates and jron Palasadoes in the breadth, and then there is an ascent of 15 stone steps turned round, very Large, and on the top Large jron gates pallisad of jron betweene stone pillars, wch runs the breadth of the front. This Court is with paved walks of broad stone, one broad one to the house, ye other of same breadth runs aCrosse to the stables and offices, and so there is 4 Large Squares of grass in wch there is a large Statue of Stone in the midst of Each, and 4 Little Cupids or Little Boys in Each Corner of the 4 squares. Then one ascends severall more steps to another Little Court vth open Iron Railes, and this is divided Into severall grass plotts by paved walks of stone to the severall doores, some of wch are straight, others slope: the grass plotts being seven and in Each statue the middlemost is taller than the rest, this is just the front of ye house where you Enter a porch wth Pillars of Lime stone, but ye house is ye Red sort of stone of ye Country. Below staires you Enter a space that Leads severall wayes to all the offices, and on one side is a Large parlour wch Lookes out on these green plotts wth images. The staircase very well wanscoated and Carved, at ye top you are Landed into a noble hall very Lofty, the top and sides are exquisitely painted by ye best hand in England which did the painting at Windsor. The Top is the Gods and goddesses that are sitting at some great feast and a great tribunal before ym; Each Corner is the seasons of the yeare wth the variety of weather Raines and rainbows, stormy winds, sun shine, snow and frost with multitudes of other fancys and varietyes in painting and Looks very natural-- it Cost 500 £ that roome alone. Thence into a Dineing room and drawing roome well wanscoated of oake, Large pannells plaine, no frettwork nor Carvings or Glass worke, only in Chimney pieces. 3 handsome Chambers, one scarlet Cloth striped and very fashionably made up, the hangings the same, another flowered Damaske Lined with fine jndian Embroidery, the third Roome had a blew satten bed Embroidered. In this Roome was very fine orris hangings in wch was much silk and gold and silver; a Little Roome by in wch was a green and white Damaske Canopy bed wch was hung wth some of the same hangings being made for ye Duke of Lortherdale and has his armes in many places-- by his Dying were sold to Lord Landsdon.","file_id":"1698_a","plnames":[["River",619,624],["Lakes",1719,1724],["Hull",1904,1908],["Ullswater",2502,2511],["Westmoreland",2709,2721],["Cumberland",2771,2781],["Cockermouth",2895,2906],["Westmoreland",3023,3035],["Lakes",3161,3166],["Cumberland",3828,3838],["Westmoreland",3843,3855],["Kendall",3927,3934],["Ambleside",3967,3976],["River",4030,4035],["River",4260,4265],["Kendall",4453,4460],["England",6303,6310]],"geonouns":[["hills",176,181],["stone",544,549],["bridges",550,557],["precipices",719,729],["water",770,775],["water",859,864],["sea",944,947],["water",1262,1267],["hill",1327,1331],["shore",1357,1362],["grounds",1581,1588],["waters",1686,1692],["waters",1745,1751],["hills",1784,1789],["water",1837,1842],["market",2199,2205],["towns",2206,2211],["market",2219,2225],["town",2226,2230],["market",2376,2382],["hill",2528,2532],["wood",2561,2565],["hills",2672,2677],["land",2954,2958],["ground",3114,3120],["stones",3344,3350],["town",3415,3419],["buildings",3432,3441],["stone",3506,3511],["houses",3592,3598],["bridge",3861,3867],["town",4016,4020],["waters",4056,4062],["town",4194,4198],["bridge",4211,4217],["town",4244,4248],["house",4318,4323],["hall",4338,4342],["woods",4399,4404],["trees",4505,4510],["gates",4535,4540],["building",4590,4598],["house",4620,4625],["buildings",4683,4692],["house",4713,4718],["house",4781,4786],["building",4884,4892],["gates",5000,5005],["stone",5076,5081],["top",5125,5128],["gates",5140,5145],["stone",5172,5177],["stone",5262,5267],["house",5290,5295],["stone",5682,5687],["slope",5745,5750],["house",5869,5874],["stone",5919,5924],["house",5933,5938],["stone",5957,5962],["top",6193,6196],["hall",6225,6229],["bed",7045,7048],["bed",7209,7212]],"pos_words":[["good",130,134],["well",344,348],["good",356,360],["good",481,485],["fast",513,517],["pretty",565,571],["formidable",1156,1166],["good",1485,1489],["fast",1559,1563],["great",1680,1685],["like",1859,1863],["great",1870,1875],["good",2150,2154],["pleasant",2571,2579],["good",2949,2953],["pretty",3606,3612],["good",3628,3632],["great",3712,3717],["great",4133,4138],["fine",4394,4398],["great",4436,4441],["nobly",4477,4482],["stable",4564,4570],["well",6159,6163],["noble",6219,6224],["top",6246,6249],["exquisitely",6264,6275],["best",6290,6294],["great",6405,6410],["great",6423,6428],["variety",6497,6504],["shine",6555,6560],["well",6737,6741],["handsome",6853,6861],["fashionably",6907,6918],["fine",6987,6991],["fine",7085,7089],["gold",7130,7134]],"neg_words":[["fall",2083,2087],["worse",2835,2840],["bad",3004,3007],["blow",3254,3258],["falls",4047,4052],["noise",4139,4144],["foul",4171,4175],["stormy",6537,6543],["frost",6571,6576],["hung",7221,7225]],"events":[["Cold",3259,3263]],"dates":[["2",298,299],["3",303,304],["6",399,400],["a fine",1400,1406],["this Ullswater,--",2278,2295],["Tuesday",2296,2303],["the market day",2307,2321],["a fine",2515,2521],["summer",3205,3211],["a fine",4583,4589],["a fine",4774,4780],["15",5073,5075],["4",5379,5380],["4",5470,5471],["4",5523,5524],["the seasons",6464,6475],["3",6851,6852]],"times":[["the night before",50,66],["3 or 4 hours",78,90]],"distances":[["8 mile",19,25],["7 mile",806,812],["10 mile",905,912],["7 such miles",965,977],["3 or 4 miles",1372,1384],["10 long miles",2242,2255],["A mile",2257,2263],["a mile",4227,4233],["four mile",4350,4359]],"loc_advs":[["here",439,443],["here",2161,2165],["beyond",2271,2277],["there",5051,5056],["there",5370,5375],["there",5411,5416]],"spa_preps":[["about",444,449],["into",592,596],["together",625,633],["into",682,686],["into",736,740],["through",1392,1399],["about",1448,1453],["round",2522,2527],["into",2766,2770],["about",2868,2873],["about",3361,3366],["into",3406,3410],["over",3889,3893],["against",4163,4170],["into",4185,4189],["out",4234,4237],["through",4386,4393],["into",4555,4559],["against",4649,4656],["out",4795,4798],["round",5095,5100],["out",6102,6105],["into",6212,6216],["into",6699,6703]],"normalised_sentiment":0.0365535248,"vader_sentiment":1.0,"roberta_sentiment":0.9986137152},{"para_id":26,"paragraph":"They Containe a Scottish story of the 4 quarters of the yeare. The roomes are all well pitched and well ffinished, and many good Pictures of ye family, and severall good fancy's of human and animals, a good gallery so adorned wch Leads to a Closet that Looks into ye Chappell; all things very neate though nothing Extraordy besides ye hall painting. The Chimney pieces are of a dark Coulld Marble wch is taken out of the ground just by-- its well polished. There was some few white marble veined, but that is not Dug out of this Country. The house is a flatt rooffe and stands amidst a wood of Rows of trees, wch wth these statues and those in two gardens on Each side( wch for their walks and plantations is not ffinished but full of Statues) which with the house is so well Contrived to be seen at one view. Ye Lady Landsdown sent and treated me with a Breakfast, Cold things and sweete meates all served in plaite, but it was so Early in the morning that she being jndisposed was not up. So I returned back 4 mile to Peroth and Came in sight of Severall Genteele seates or Gentlemens houses, and Came by a Round green spott of a Large Circumfference which they keep Cut round wth a banke round it like a Bench; its story is that it was the table a great Giant 6 yards tall, used to Dine at, and there Entertained anothr of nine yards tall which he afterwards killed; there is the Length in the Church yard how far he Could Leape-- a great many Yards. There was also on the Church at Peroth a fine Clock wch had severall motions-- there was the Starrs and signes, there was the Encrease and Changes of ye moone, by a Darke and golden side of a Little Globe. A mile from Peroth in a Low bottom and moorish place stands Mag and her sisters; the story is that these soliciting her to an unlawfull Love by an Enchantment are turned wth her into stone; the stone in the middle wch is Called Mag is much bigger and have some fforme Like a statue or ffigure of a body, but the Rest are but soe many Craggy stones, but they affirme they Cannot be Counted twice alike as is the story of Stonidge, but the number of these are not above 30. However what the first design of placeing them there Either as a marke of yt sort of moorish Ground or what Else, the thing is not so wonderfull as that of Stonidge, because there is noe such sort of stone in 20 miles off those downs and how they of so vast a bulk and weight should be brought thither, whereas all this Country abounds with Quarrys of stone and its mostly Rocks. The waye from thence to Carlisle over much heath where they have many stone Quarrys and Cut much peate and turff wch is their Chief fuel. Its reckoned but 16 mile from Peroth to Carlisle, but they are pretty Long, besides my going out of ye waye above 3 or 4 mile wch made it 20. They were very Long and I was a great while Rideing it. You pass by the Little hutts and hovels the poor Live in Like Barnes-- some have them daubed wth mud-wall-- others drye walls.","file_id":"1698_a","plnames":[["Carlisle",2536,2544],["Carlisle",2690,2698]],"geonouns":[["hall",335,339],["ground",421,427],["house",542,547],["wood",586,590],["trees",602,607],["house",759,764],["houses",1087,1093],["table",1243,1248],["stone",1843,1848],["stone",1854,1859],["stones",2001,2007],["stone",2332,2337],["stone",2484,2489],["stone",2582,2587],["pass",2852,2856],["walls",2968,2973]],"pos_words":[["well",82,86],["well",99,103],["good",124,128],["good",165,169],["fancy",170,175],["good",202,206],["well",442,446],["polished",447,455],["well",771,775],["like",1200,1204],["great",1251,1256],["great",1436,1441],["golden",1629,1635],["abounds",2460,2467],["pretty",2713,2719],["great",2824,2829]],"neg_words":[["dark",378,382],["killed",1362,1368],["poor",2892,2896]],"events":[["Cold",866,870],["Round",1109,1114]],"dates":[["the 4 quarters",34,48],["6",1263,1264],["a fine",1493,1499],["30",2128,2130],["20",2788,2790]],"times":[["the morning",941,952]],"distances":[["4 mile",1010,1016],["A mile",1660,1666],["20 miles",2341,2349],["16 mile",2667,2674],["3 or 4 mile",2764,2775]],"loc_advs":[["there",1298,1303],["there",1370,1375],["there",1533,1538],["there",1566,1571],["above",2122,2127],["there",2179,2184],["there",2306,2311]],"spa_preps":[["into",259,263],["out",410,413],["out",517,520],["amidst",577,583],["round",1173,1178],["round",1191,1196],["into",1838,1842],["over",2545,2549],["out",2743,2746],["above",2758,2763]],"normalised_sentiment":0.0442176871,"vader_sentiment":0.95,"roberta_sentiment":0.9986799359},{"para_id":27,"paragraph":"Carlisle stands in view at Least 4 mile distant, ye town is walled in and all built of stone. The Cathedrall stands high and very Eminent to be seen above ye town. You Enter over the Bridge and Double gates wch are jron gates and Lined wth a Case of doores of thick timber, there are 3 gates to the town, one Called the English gate at which I entred. The other the jrish wch Leads on to Whitehaven and Cockermouth, the other ye Scottish gate through which I went into Scotland. The walls of the town and Battlements and towers are in very good Repaire and Looks well. Ye Cathedrall all built of stone which Looked stately but nothing Curious; there was some few houses as ye Deans and treasurer and some of ye Doctors houses walled in with Little gardens, their fronts Looked Gracefully; Else I saw no house Except the present Majors house of brick and stone, and one house which was ye Chancellors built of stone very Lofty, 5 good sarshe windows in ye front, and this within a Stone walled Garden well kept, and Iron gates to discover it to view with stone Pillars. Ye streetes are very broad and handsome well Pitched.","file_id":"1698_a","plnames":[["Carlisle",0,8],["Cathedrall",98,108],["Whitehaven",388,398],["Cockermouth",403,414],["Scotland",469,477],["Cathedrall",572,582]],"geonouns":[["town",52,56],["stone",87,92],["town",158,162],["gates",201,206],["gates",220,225],["gates",286,291],["town",299,303],["gate",328,332],["gate",438,442],["walls",483,488],["town",496,500],["towers",521,527],["stone",596,601],["houses",663,669],["houses",719,725],["house",803,808],["house",835,840],["stone",854,859],["house",869,874],["stone",909,914],["gates",1020,1025],["stone",1054,1059]],"pos_words":[["good",540,544],["well",563,567],["stately",615,622],["good",929,933],["well",1000,1004],["handsome",1100,1108],["well",1109,1113]],"neg_words":[],"events":[],"dates":[["3",284,285],["5",927,928]],"times":[],"distances":[["4 mile",33,39]],"loc_advs":[["above",149,154],["there",274,279],["there",644,649]],"spa_preps":[["over",174,178],["through",443,450],["into",464,468],["within",971,977]],"normalised_sentiment":0.0588235294,"vader_sentiment":0.95,"roberta_sentiment":0.9954598546},{"para_id":28,"paragraph":"I walked round the walls and saw the River wch twists and turns itself round the grounds, Called the Emount, wch at 3 or 4 miles off is flowed by the sea. The other River is the Essex wch is very broad and Ebbs and flows about a mile or two off. There Remaines only some of the walls and ruines of ye Castle, wch does shew it to have been a very strong town formerly. The walls are of a prodigious thickness and vast great stones, its moated round and with draw bridges. There is a Large Market place wth a good Cross and hall, and is well supplyed as I am Informed wth provision at Easye rate, but my Landlady notwithstanding ran me up the Largest Reckoning for allmost nothing, it was ye dearest Lodging I met with and she pretended she Could get me nothing else; so for 2 joynts of mutton and a pinte of wine and bread and beer I had a 12 shilling Reckoning, but since I find though I was in the biggest house in town I was in the worst accomodation, and so found it, and a young giddy Landlady yt Could only Dress fine and Entertain the soldiers.","file_id":"1698_a","plnames":[["River",37,42],["River",165,170],["Essex",178,183],["Castle",301,307]],"geonouns":[["walls",19,24],["grounds",81,88],["sea",150,153],["walls",278,283],["town",353,357],["walls",372,377],["stones",423,429],["bridges",462,469],["hall",522,526],["house",907,912],["town",916,920]],"pos_words":[["strong",346,352],["prodigious",387,397],["great",417,422],["good",507,511],["well",535,539],["fine",1018,1022]],"neg_words":[["twists",47,53],["worst",934,939],["giddy",983,988]],"events":[],"dates":[["2",773,774],["12",839,841]],"times":[],"distances":[["3 or 4 miles",116,128],["about a mile",221,233]],"loc_advs":[],"spa_preps":[["round",9,14],["round",71,76],["round",442,447]],"normalised_sentiment":0.0288461538,"vader_sentiment":0.66,"roberta_sentiment":0.998054266}]