[{"para_id":0,"paragraph":"To Tom Keats","file_id":"1818_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9956563711},{"para_id":1,"paragraph":"[ 25 - 27 June 1818]","file_id":"1818_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["25 - 27 June 1818",2,19]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9500185847},{"para_id":2,"paragraph":"Here beginneth my journal, this Thursday, the 25th day of June, Anno Domini 1818. This morning we arose at 4, and set off in a Scotch mist; put up once under a tree, and in fine, have walked wet and dry to this place, called in the vulgar tongue Endmoor, 17 miles; we have not been incommoded by our knapsacks; they serve capitally, and we shall go on very well.","file_id":"1818_a","plnames":[["Endmoor",246,253]],"geonouns":[["tree",160,164]],"pos_words":[["fine",173,177],["well",357,361]],"neg_words":[["mist",134,138],["vulgar",232,238]],"events":[],"dates":[["this Thursday",27,40],["the 25th day of June",42,62],["1818",76,80],["4",107,108]],"times":[["This morning",82,94]],"distances":[["17 miles",255,263]],"loc_advs":[],"spa_preps":[["under",152,157]],"normalised_sentiment":0.0,"vader_sentiment":0.49,"roberta_sentiment":0.9984505177},{"para_id":3,"paragraph":"June 26-- I merely put pro forma, for there is no such thing as time and space, which by the way came forcibly upon me on seeing for the first hour the Lake and Mountains of Winander-- I cannot describe them-- they surpass my expectation-- beautiful water-- shores and islands green to the marge-- mountains all round up to the clouds. We set out from Endmoor this morning, breakfasted at Kendal with a soldier who had been in all the wars for the last seventeen years-- then we have walked to Bowne's to dinner-- said Bowne's situated on the Lake where we have just dined, and I am writing at this present. I took an oar to one of the islands to take up some trout for dinner, which they keep in porous boxes. I enquired of the waiter for Wordsworth-- he said he knew him, and that he had been here a few days ago, canvassing for the Lowthers. What think you of that-- Wordsworth versus Brougham!! Sad-- sad-- sad-- and yet the family has been his friend always. What can we say? We are now about seven miles from Rydale, and expect to see him to-morrow. You shall hear all about our visit.","file_id":"1818_a","plnames":[["Endmoor",352,359],["Kendal",389,395],["Wordsworth",870,880],["Brougham",888,896],["Rydale",1015,1021]],"geonouns":[["shores",258,264],["islands",269,276],["mountains",298,307],["islands",636,643]],"pos_words":[["surpass",215,222],["beautiful",240,249]],"neg_words":[],"events":[],"dates":[["June 26--",0,9],["seventeen",453,462],["a few days ago",800,814],["morrow",1048,1054]],"times":[["the first hour",133,147],["this morning",360,372]],"distances":[["about seven miles",992,1009]],"loc_advs":[["there",38,43],["here",795,799]],"spa_preps":[["round",312,317],["out",343,346],["about",1075,1080]],"normalised_sentiment":0.0188679245,"vader_sentiment":0.44,"roberta_sentiment":0.9988071918},{"para_id":4,"paragraph":"There are many disfigurements to this Lake-- not in the way of land or water. No; the two views we have had of it are of the most noble tenderness-- they can never fade away-- they make one forget the divisions of life; age, youth, poverty and riches; and refine one's sensual vision into a sort of north star which can never cease to be open lidded and stedfast over the wonders of the great Power. The disfigurement I mean is the miasma of London. I do suppose it contaminated with bucks and soldiers, and women of fashion-- and hat-band ignorance. The border inhabitants are quite out of keeping with the romance about them, from a continual intercourse with London rank and fashion. But why should I grumble? They let me have a prime glass of soda water-- O they are as good as their neighbors. But Lord Wordsworth, instead of being in retirement, has himself and his house full in the thick of fashionable visitors quite convenient to be pointed at all the summer long. When we had gone about half this morning, we began to get among the hills and to see the mountains grow up before us-- the other half brought us to Wynandermere, 14 miles to dinner. The weather is capital for the views, but it is now rather misty, and we are in doubt whether to walk to Ambleside to tea-- it is five miles along the borders of the Lake. Loughrigg will swell up before us all the way-- I have an amazing partiality for mountains in the clouds. There is nothing in Devon like this, and Brown says there is nothing in Wales to be compared to it. I must tell you, that in going through Cheshire and Lancashire, I saw the Welsh mountains at a distance. We have passed the two castles, Lancaster and Kendal. 27th-- We walked here to Ambleside yesterday along the border of Winandermere all beautiful with wooded shores and Islands-- our road was a winding lane, wooded on each side, and green overhead, full of Foxgloves-- every now and then a glimpse of the Lake, and all the while Kirkstone and other large hills nestled together in a sort of grey black mist. Ambleside is at the northern extremity of the Lake. We arose this morning at six, because we call it a day of rest, having to call on Wordsworth who lives only two miles hence-- before breakfast we went to see the Ambleside water fall. The morning beautiful-- the walk easy among the hills. We, I may say, fortunately, missed the direct path, and after wandering a little, found it out by the noise-- for, mark you, it is buried in trees, in the bottom of the valley-- the stream itself is interesting throughout with\" mazy error over pendant shades.\" Milton meant a smooth river-- this is buffeting all the way on a rocky bed ever various-- but the waterfall itself, which I came suddenly upon, gave me a pleasant twinge. First we stood a little below the head about half way down the first fall, buried deep in trees, and saw it streaming down two more descents to the depth of near fifty feet-- then we went on a jut of rock nearly level with the second fall-head, where the first fall was above us, and the third below our feet still-- at the same time we saw that the water was divided by a sort of cataract island on whose other side burst out a glorious stream-- then the thunder and the freshness. At the same time the different falls have as different characters; the first darting down the slate-rock like an arrow; the second spreading out like a fan-- the third dashed into a mist-- and the one on the other side of the rock a sort of mixture of all these. We afterwards moved away a space, and saw nearly the whole more mild, streaming silverly through the trees. What astonishes me more than any thing is the tone, the coloring, the slate, the stone, the moss, the rock-weed; or, if I may say so, the intellect, the countenance of such places. The space, the magnitude of mountains and waterfalls are well imagined before one sees them; but this countenance or intellectual tone must surpass every imagination and defy any remembrance. I shall learn poetry here and shall henceforth write more than ever, for the abstract endeavor of being able to add a mite to that mass of beauty which is harvested from these grand materials, by the finest spirits, and put into etherial existence for the relish of one's fellows. I cannot think with Hazlitt that these scenes make man appear little. I never forgot my stature so completely-- I live in the eye; and my imagination, surpassed, is at rest-- We shall see another waterfall near Rydal to which we shall proceed after having put these letters in the post office. I long to be at Carlisle, as I expect there a letter from George and one from you. Let any of my friends see my letters-- they may not be interested in descriptions-- descriptions are bad at all times-- I did not intend to give you any; but how can I help it? I am anxious you should taste a little of our pleasure; it may not be an unpleasant thing, as you have not the fatigue. I am well in health. Direct henceforth to Port Patrick till the 12th July. Content that probably three or four pair of eyes whose owners I am rather partial to will run over these lines I remain; and moreover that I am your affectionate brother John.","file_id":"1818_a","plnames":[["London",442,448],["London",662,668],["Wordsworth",808,818],["Wynandermere",1123,1135],["Ambleside",1262,1271],["Loughrigg",1329,1338],["Devon",1455,1460],["Wales",1507,1512],["Cheshire",1574,1582],["Lancashire",1587,1597],["Lancaster",1672,1681],["Kendal",1686,1692],["Ambleside",1719,1728],["Winandermere",1759,1771],["Kirkstone",1969,1978],["Ambleside",2048,2057],["Wordsworth",2182,2192],["Ambleside",2262,2271],["Milton",2600,2606],["Rydal",4490,4495],["Carlisle",4589,4597],["George",4631,4637],["Port Patrick",4995,5007]],"geonouns":[["land",63,67],["water",71,76],["house",872,877],["hills",1043,1048],["mountains",1064,1073],["mountains",1410,1419],["mountains",1615,1624],["castles",1663,1670],["shores",1798,1804],["road",1823,1827],["winding",1834,1841],["lane",1842,1846],["hills",1995,2000],["water",2272,2277],["fall",2278,2282],["hills",2332,2337],["path",2385,2389],["trees",2480,2485],["stream",2521,2527],["bed",2671,2674],["waterfall",2698,2707],["head",2805,2809],["trees",2861,2866],["rock",2971,2975],["head",3010,3014],["feet",3075,3079],["water",3121,3126],["cataract",3152,3160],["island",3161,3167],["rock",3354,3358],["rock",3480,3484],["trees",3618,3623],["stone",3706,3711],["rock",3727,3731],["mountains",3834,3843],["waterfalls",3848,3858],["waterfall",4475,4484],["post",4560,4564],["lines",5133,5138]],"pos_words":[["noble",130,135],["refine",256,262],["wonders",372,379],["great",387,392],["good",774,778],["fashionable",899,910],["convenient",926,936],["amazing",1387,1394],["like",1461,1465],["beautiful",1776,1785],["easy",2317,2321],["fortunately",2354,2365],["interesting",2538,2549],["smooth",2615,2621],["pleasant",2754,2762],["glorious",3200,3208],["like",3359,3363],["like",3399,3403],["well",3863,3867],["surpass",3946,3953],["beauty",4137,4143],["grand",4174,4179],["finest",4198,4204],["relish",4254,4260],["pleasure",4879,4887],["well",4958,4962],["affectionate",5177,5189]],"neg_words":[["poverty",232,239],["contaminated",466,478],["ignorance",540,549],["grumble",704,711],["doubt",1237,1242],["partiality",1395,1405],["mist",2042,2046],["missed",2367,2373],["error",2572,2577],["rocky",2665,2670],["fall",3005,3009],["falls",3285,3290],["weed",3732,3736],["defy",3976,3980],["bad",4757,4760],["anxious",4838,4845],["unpleasant",4906,4916],["fatigue",4944,4951]],"events":[],"dates":[["the summer",958,968],["yesterday",1729,1738],["a day",2149,2154],["the first fall",2830,2844],["the first fall",3022,3036],["the 12th July",5013,5026]],"times":[["about half this morning",992,1015],["this morning",2109,2121],["The morning",2284,2295]],"distances":[["14 miles",1137,1145],["five miles",1287,1297],["only two miles",2203,2217]],"loc_advs":[["there",1487,1492],["here",1711,1715],["overhead",1879,1887],["throughout",2550,2560],["near",2928,2932],["here",4019,4023],["henceforth",4034,4044],["there",4611,4616],["henceforth",4981,4991]],"spa_preps":[["into",284,288],["over",363,367],["out",584,587],["about",616,621],["among",1033,1038],["along",1298,1303],["through",1566,1573],["along",1739,1744],["together",2009,2017],["among",2322,2327],["out",2430,2433],["over",2578,2582],["below",2795,2800],["about",2810,2815],["down",2825,2829],["down",2889,2893],["above",3041,3046],["below",3065,3070],["out",3194,3197],["down",3339,3343],["out",3395,3398],["into",3429,3433],["away",3537,3541],["through",3606,3613],["into",4222,4226],["near",4485,4489],["over",5122,5126]],"normalised_sentiment":0.018404908,"vader_sentiment":1.0,"roberta_sentiment":0.9987137318},{"para_id":5,"paragraph":"To George And Georgiana Keats","file_id":"1818_a","plnames":[["George",3,9]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9961245656},{"para_id":6,"paragraph":"[ 27, 28 June 1818]","file_id":"1818_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["27",2,4],["28 June 1818",6,18]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9550293088},{"para_id":7,"paragraph":"Foot of Helvellyn June 27","file_id":"1818_a","plnames":[["Helvellyn",8,17]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["June 27",18,25]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.98941046},{"para_id":8,"paragraph":"My dear George,","file_id":"1818_a","plnames":[["George",8,14]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.38,"roberta_sentiment":0.9945318699},{"para_id":9,"paragraph":"We have passed from Lancaster to Burton from Burton to Enmoor, from Enmoor to Kendal from Kendal to Bowness on turning down to which place there burst upon us the most beautiful and rich view of Winandermere and the surrounding Mountains-- we dined at Bowness on Trout which I took an oar to fetch from some Box preserves close on one of the little green Islands. After dinner we walked to Ambleside down a beautiful shady Lane along the Borders of the Lake with ample opportunity for Glimpses all the way-- We slept at Ambleside not above two Miles from Rydal the Residence of Wordsworth. We arose not very early on account of having marked this day for a day of rest-- Before breakfast we visited the first waterfall I ever saw and certainly small as it is it surpassed my expectation, in what I have mentioned in my letter to Tom, in its tone and intellect its light shade slaty Rock, Moss and Rock weed-- but you will see finer ones I will not describe by comparison a teapot spout-- We ate a Monstrous Breakfast on our return( which by the way I do every morning) and after it proceeded to Wordsworths. He was not at home nor was any Member of his family-- I was much disappointed. I wrote a note for him and stuck it up over what I knew must be Miss Wordsworth's Portrait and set forth again&amp; we visited two Waterfalls in the neighbourhood, and then went along by Rydal Water and Grasmere through its beautiful Vale-- then through a defile in the Mountains into Cumberland and So to the foot of Helvellyn whose summit is out of sight four Miles off rise above rise-- I have seen Kirkstone, Loughrigg and Silver How-- and discovered without a hint\" that ancient woman seated on Helm Craig.\" This is the summary of what I have written to Tom and dispatched from Ambleside-- I have had a great confidence in your being well able to support the fatigue of your Journey since I have felt how much new Objects contribute to keep off a sense of Ennui and fatigue 14 Miles here is not so much as the 4 from Hampstead to London. You will have an enexhaustible astonishment; with that and such a Companion you will be cheered on from day to day-- I hope you will not have sailed before this Letter reaches you-- yet I do not know for I will have my Series to Tom coppied and sent to you by the first Packet you have from England. God send you both as good Health as I have now. Ha! my dear Sister George, I wish I knew what humour you were in that I might accomodate myself to any one of your Amiabilities-- Shall it be a Sonnet or a Pun or an Acrostic, a Riddle or a Ballad--\" perhaps it may turn out a Sang, and perhaps turn out a Sermon\" I'll write you on my word the first and most likely the last I ever shall do, because it has strucke me-- what shall it be about?","file_id":"1818_a","plnames":[["Lancaster",20,29],["Burton",33,39],["Burton",45,51],["Enmoor",55,61],["Enmoor",68,74],["Kendal",78,84],["Kendal",90,96],["Bowness",100,107],["Winandermere",195,207],["Bowness",252,259],["Ambleside",390,399],["Ambleside",520,529],["Rydal",555,560],["Wordsworth",578,588],["Wordsworth",1256,1266],["Rydal Water",1374,1385],["Grasmere",1390,1398],["Cumberland",1472,1482],["Helvellyn",1505,1514],["Kirkstone",1589,1598],["Loughrigg",1600,1609],["Helm Craig",1687,1697],["Hampstead",2009,2018],["London",2022,2028],["England",2321,2328],["George",2397,2403]],"geonouns":[["waterfall",709,718],["foot",1497,1501],["summit",1521,1527]],"pos_words":[["beautiful",168,177],["rich",182,186],["beautiful",407,416],["ample",463,468],["finer",926,931],["beautiful",1411,1420],["great",1795,1800],["confidence",1801,1811],["well",1826,1830],["support",1839,1846],["astonishment",2061,2073],["good",2351,2355],["humour",2424,2430]],"neg_words":[["shady",417,422],["disappointed",1173,1185],["stuck",1214,1219],["defile",1443,1449],["fatigue",1851,1858],["fatigue",1958,1965]],"events":[["Series",2249,2255]],"dates":[["this day",642,650],["a day",655,660],["Wordsworths",1095,1106],["14",1966,1968],["4",2002,2003],["from day",2129,2137]],"times":[["every morning",1054,1067]],"distances":[],"loc_advs":[["there",139,144],["above",534,539],["home",1122,1126],["above",1564,1569],["without",1642,1649],["here",1975,1979]],"spa_preps":[["down",119,123],["close",322,327],["down",400,404],["along",428,433],["over",1226,1230],["along",1365,1370],["through",1399,1406],["through",1433,1440],["into",1467,1471],["out",1531,1534],["out",2598,2601],["out",2627,2630],["about",2764,2769]],"normalised_sentiment":0.0275590551,"vader_sentiment":0.99,"roberta_sentiment":0.9988908172},{"para_id":10,"paragraph":"Give me your patience, sister, while I frame, Exact in capitals your golden name: Or sue the fair Apollo and he will Rouse from his heavy slumber and instill Great love in me for thee and Poesy. Imagine not that greatest mastery And kingdom over all the realms of verse Nears more to heaven in aught than when we nurse And surety give to love and brotherhood.","file_id":"1818_a","plnames":[],"geonouns":[],"pos_words":[["patience",13,21],["golden",69,75],["fair",93,97],["love",164,168],["greatest",212,220],["mastery",221,228],["heaven",284,290],["love",338,342]],"neg_words":[["sue",85,88]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["over",241,245]],"normalised_sentiment":0.2121212121,"vader_sentiment":0.95,"roberta_sentiment":0.9965454936},{"para_id":11,"paragraph":"Anthropophagi in Othello's mood, Ulysses stormed, and his enchanted belt Glow with the muse, but they are never felt Unbosomed so and so eternal made, Such tender incense in their laurel shade, To all the regent sisters of the Nine, As this poor offering to you, sister mine.","file_id":"1818_a","plnames":[],"geonouns":[],"pos_words":[["enchanted",58,67],["tender",156,162]],"neg_words":[["incense",163,170],["poor",241,245]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":-0.63,"roberta_sentiment":0.998347044},{"para_id":12,"paragraph":"Kind sister! aye, this third name says you are; Enchanted has it been the Lord knows where. And may it taste to you like good old wine, Take you to real happiness and give Sons, daughters, and a home like honied hive.","file_id":"1818_a","plnames":[],"geonouns":[],"pos_words":[["like",116,120],["good",121,125],["happiness",153,162],["like",200,204]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["home",195,199]],"spa_preps":[],"normalised_sentiment":0.16,"vader_sentiment":0.95,"roberta_sentiment":0.9984795451},{"para_id":13,"paragraph":"June 28th I have slept and walked eight miles to Breakfast at Keswick on derwent water-- We could not mount Helvellyn for the mist so gave it up with hopes of Skiddaw which we shall try tomorrow if it be fine-- to day we shall walk round Derwent water, and in our Way see the Falls of Low Dore-- The Approach to derwent water is rich and magnificent beyond any means of conception-- the Mountains all round sublime and graceful and rich in colour-- Woods and wooded Islands here and there-- at the same time in the distance among Mountains of another aspect we see Bassenthwaite-- I shall drop like a Hawk on the Post Office at Carlisle to ask for some Letters from you and Tom--","file_id":"1818_a","plnames":[["Keswick",62,69],["Helvellyn",108,117],["Skiddaw",159,166],["Derwent",238,245],["Carlisle",628,636]],"geonouns":[["mount",102,107],["water",246,251],["water",320,325]],"pos_words":[["rich",329,333],["magnificent",338,349],["sublime",407,414],["graceful",419,427],["rich",432,436],["like",594,598]],"neg_words":[["mist",126,130]],"events":[],"dates":[["June 28th",0,9],["tomorrow",186,194],["day",214,217]],"times":[],"distances":[["eight miles",34,45]],"loc_advs":[["here",474,478]],"spa_preps":[["round",232,237],["beyond",350,356],["round",401,406],["among",524,529]],"normalised_sentiment":0.0666666667,"vader_sentiment":0.95,"roberta_sentiment":0.9986623526},{"para_id":14,"paragraph":"Sweet, sweet is the greeting of eyes, And sweet is the voice in its greeting, When adieux have grown old and goodbyes Fade away where old time is retreating.","file_id":"1818_a","plnames":[],"geonouns":[],"pos_words":[["sweet",7,12],["sweet",42,47]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["away",123,127]],"spa_preps":[],"normalised_sentiment":0.125,"vader_sentiment":0.92,"roberta_sentiment":0.9986370206},{"para_id":15,"paragraph":"Warm the nerve of a welcoming hand, And earnest a kiss on the brow, When we meet over sea and over land Where furrows are new to the plough.","file_id":"1818_a","plnames":[],"geonouns":[["brow",62,66],["sea",86,89],["land",99,103]],"pos_words":[["earnest",40,47]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["over",81,85],["over",94,98]],"normalised_sentiment":0.0769230769,"vader_sentiment":0.92,"roberta_sentiment":0.9986389279},{"para_id":16,"paragraph":"This is all I did in the morning-- please answer my Letters as possibly then We will before many Years are over have written many folio volumes which as a Matter of self-defence to one whom you understand intends to be immortal in the best points and let all his Sins and peccadillos die away-- I mean to say that the Booksellers will rather decline printing ten folio volumes of Correspondence printed as close as the Apostles creed in a Watch paper-- I have been looking out my dear Georgy for a joke or a Pun for you-- there is none but the Names of romantic Misses on the Inn window Panes. You will of course have given me directions brother George where to direct on the other side of the Water. I have not had time to write to Henry-- for I have a journal to keep for Tom nearly enough to employ all my leisure-- I am a day behind hand with him-- I scarcely know how I shall manage Fanny and two or three others I have promised-- We expect to be in Scotland in at most three days so you must if this should catch you before you set sail give me a line to Port Patrick--","file_id":"1818_a","plnames":[["George",646,652],["Scotland",955,963]],"geonouns":[["points",240,246],["line",1053,1057]],"pos_words":[["best",235,239],["romantic",553,561],["enough",785,791]],"neg_words":[["die",284,287],["decline",342,349],["joke",498,502],["scarcely",855,863]],"events":[],"dates":[["many Years",92,102],["a day",824,829],["most three days",970,985]],"times":[],"distances":[],"loc_advs":[["there",522,527]],"spa_preps":[["over",107,111],["close",406,411],["out",473,476],["behind",830,836]],"normalised_sentiment":-0.0097087379,"vader_sentiment":0.85,"roberta_sentiment":-0.9937673807},{"para_id":17,"paragraph":"God bless you my dear Brother and Sister.","file_id":"1818_a","plnames":[],"geonouns":[],"pos_words":[["bless",4,9]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.2,"vader_sentiment":0.76,"roberta_sentiment":0.9986483455},{"para_id":18,"paragraph":"John--","file_id":"1818_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9634640813},{"para_id":19,"paragraph":"To Tom Keats","file_id":"1818_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9956563711},{"para_id":20,"paragraph":"[ 29 June, 1, 2 July 1818]","file_id":"1818_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["29 June",2,9],["1",11,12],["2 July 1818",14,25]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9815798402},{"para_id":21,"paragraph":"Keswick-- June 29th 1818","file_id":"1818_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["June 29th",10,19],["1818",20,24]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9788019657},{"para_id":22,"paragraph":"My dear Tom","file_id":"1818_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.38,"roberta_sentiment":0.9959354401},{"para_id":23,"paragraph":"I cannot make my Journal as distinct&amp; actual as I could wish, from having been engaged in writing to George. &amp; therefore I must tell you without circumstance that we proceeded from Ambleside to Rydal, saw the Waterfalls there,&amp; called on Wordsworth, who was not at home, nor was any one of his family. I wrote a note&amp; left it on the Mantlepiece. Thence on we came to the foot of Helvellyn, where we slept, but could not ascend it for the mist. I must mention that from Rydal we passed Thirlswater,&amp; a fine pass in the Mountains from Helvellyn we came to Keswick on Derwent Water. The approach to Derwent Water surpassed Winandermere-- it is richly wooded&amp; shut in with rich-toned Mountains. From Helvellyn to Keswick was eight miles to Breakfast, After which we took a complete circuit of the Lake going about ten miles,&amp; seeing on our way the Fall of Low Dore. I had an easy climb among the streams, about the fragments of Rocks&amp; should have got I think to the summit, but unfortunately I was damped by slipping one leg into a squashy hole. There is no great body of water, but the accompaniment is delightful; for it ooses out from a cleft in perpendicular Rocks, all fledged with Ash&amp; other beautiful trees. It is a strange thing how they got there. At the south end of the Lake, the Mountains of Burrowdale, are perhaps as fine as any thing we have seen-- On our return from this circuit, we ordered dinner,&amp; set forth about a mile&amp; a half on the Penrith road, to see the Druid Temple.","file_id":"1818_a","plnames":[["George",105,111],["Ambleside",189,198],["Rydal",202,207],["Wordsworth",250,260],["Helvellyn",395,404],["Rydal",485,490],["Helvellyn",553,562],["Keswick",574,581],["Derwent Water",585,598],["Derwent Water",616,629],["Helvellyn",720,729],["Keswick",733,740],["Burrowdale",1336,1346],["Penrith",1495,1502]],"geonouns":[["foot",387,391],["pass",526,530],["streams",920,927],["summit",994,1000],["water",1100,1105],["trees",1240,1245],["road",1503,1507]],"pos_words":[["richly",661,667],["rich",693,697],["easy",899,903],["great",1086,1091],["delightful",1132,1142],["beautiful",1230,1239],["fine",1363,1367]],"neg_words":[["mist",454,458],["unfortunately",1006,1019],["strange",1255,1262]],"events":[],"dates":[["a fine",519,525],["about a",1463,1470]],"times":[],"distances":[["eight miles",745,756]],"loc_advs":[["without",145,152],["home",277,281],["left",334,338],["there",1282,1287]],"spa_preps":[["about",828,833],["among",910,915],["about",929,934],["into",1053,1057],["out",1157,1160]],"normalised_sentiment":0.027972028,"vader_sentiment":0.97,"roberta_sentiment":0.8959283829},{"para_id":24,"paragraph":"We had a fag up hill, rather too near dinner time, which was rendered void, by the gratification of seeing those aged stones, on a gentle rise in the midst of Mountains, which at that time darkened all round, except at the fresh opening of the vale of St. John. We went to bed rather fatigued, but not so much so as to hinder us getting up this morning, to mount Skiddaw. It promised all along to be fair,&amp; we had fagged&amp; tugged nearly to the top, when at halfpast six there came a mist upon us&amp; shut out the view; we did not however lose anything by it, we were high enough without mist, to see the coast of Scotland; the Irish sea; the hills beyond Lancaster;&amp; nearly all the large ones of Cumberland&amp; Westmoreland, particularly Helvellyn&amp; Scawfell. It grew colder&amp; colder as we ascended,&amp; we were glad at about three parts of the way to taste a little rum which the Guide brought with him, mixed, mind ye with mountain water, I took two glasses going&amp; one returning-- It is about six miles from where I am writing to the top, so we have walked ten miles before Breakfast today. We went up with two others, very good sort of fellows. All felt on arising into the cold air, that same elevation, which a cold bath gives one-- I felt as if I were going to a Tournament. Wordsworth's house is situated just on the rise of the foot of mount Rydall, his parlor window looks directly down Winandermere; I do not think I told you how fine the vale of Grassmere is,&amp; how I discovered\" the ancient woman seated on Helm Crag.\"-- We shall proceed immediately to Carlisle, intending to enter Scotland on the 1st of July via--","file_id":"1818_a","plnames":[["St. John",252,260],["Skiddaw",363,370],["Scotland",621,629],["Westmoreland",724,736],["Scawfell",766,774],["Wordsworth",1305,1315],["Rydall",1374,1380],["Winandermere",1420,1432],["Grassmere",1481,1490],["Helm Crag",1546,1555],["Carlisle",1592,1600],["Scotland",1621,1629]],"geonouns":[["hill",16,20],["stones",118,124],["vale",244,248],["bed",273,276],["mount",357,362],["coast",612,617],["sea",641,644],["hills",650,655],["mountain",945,953],["water",954,959],["house",1318,1323],["foot",1360,1364],["mount",1368,1373],["vale",1473,1477]],"pos_words":[["gratification",83,96],["gentle",131,137],["fresh",223,228],["promised",375,383],["top",451,454],["enough",580,586],["glad",832,836],["top",1060,1063],["good",1150,1154],["fine",1464,1468]],"neg_words":[["darkened",189,197],["fatigued",284,292],["hinder",319,325],["mist",490,494],["lose",546,550],["mist",595,599],["cold",1201,1205],["cold",1240,1244]],"events":[],"dates":[["today",1110,1115],["the 1st of July",1633,1648]],"times":[["this morning",340,352]],"distances":[["about six miles",1013,1028],["ten miles",1083,1092]],"loc_advs":[["there",477,482],["without",587,594],["beyond",656,662]],"spa_preps":[["near",33,37],["round",202,207],["along",388,393],["out",513,516],["about",840,845],["into",1192,1196],["down",1415,1419]],"normalised_sentiment":0.0114285714,"vader_sentiment":0.97,"roberta_sentiment":0.9971501231},{"para_id":25,"paragraph":"July 1st-- We are this morning at Carlisle-- After Skiddaw, we walked to Ireby the oldest market town in Cumberland-- where we were greatly amused by a country dancing school, holden at the Sun, it was indeed\" no new cotillion fresh from France.\" No they kickit&amp; jumpit with mettle extraordinary,&amp; whiskit,&amp; fleckit,&amp; toeed it,&amp; goed it,&amp; twirld it,&amp; wheeled it,&amp; stampt it,&amp; sweated it, tattooing the floor like mad. The difference between our country dances&amp; these scotch figures, is about the same as leisurely stirring a cup o' Tea&amp; beating up a batter pudding. I was extremely gratified to think, that if I had pleasures they knew nothing of, they had also some into which I could not possibly enter. I hope I shall not return without having got the Highland fling, there was as fine a row of boys&amp; girls as you ever saw, some beautiful faces,&amp; one exquisite mouth. I never felt so near the glory of Patriotism, the glory of making by any means a country happier. This is what I like better than scenery. I fear our continued moving from place to place, will prevent our becoming learned in village affairs; we are mere creatures of Rivers, Lakes,&amp; mountains. Our yesterday's journey was from Ireby to Wigton,&amp; from Wigton to Carlisle-- The Cathedral does not appear very fine. The Castle is very Ancient,&amp; of Brick. The City is very various, old whitewashed narrow streets; broad red brick ones more modern-- I will tell you anon, whether the inside of the Cathedral is worth looking at. It is built of a sandy red stone or Brick. We have now walked 114 miles&amp; are merely a little tired in the thighs&amp; a little blistered. We shall ride 38 miles to Dumfries, where we shall linger a while, about Nithsdale&amp; Galloway, I have written two letters to Liverpool. I found a letter from sister George, very delightful indeed. I shall preserve it in the bottom of my knapsack for you.","file_id":"1818_a","plnames":[["Skiddaw",51,58],["Ireby",73,78],["France",238,244],["Ireby",1254,1259],["Wigton",1281,1287],["Castle",1347,1353],["Dumfries",1726,1734],["Galloway",1788,1796],["Liverpool",1828,1837],["George",1868,1874]],"geonouns":[["market",90,96],["town",97,101],["country",152,159],["school",168,174],["country",481,488],["mouth",916,921],["country",1004,1011],["village",1148,1155],["mere",1172,1176],["mountains",1210,1219],["streets",1435,1442],["stone",1585,1590]],"pos_words":[["fresh",227,232],["like",444,448],["gratified",626,635],["fine",828,832],["beautiful",880,889],["exquisite",906,915],["glory",948,953],["glory",973,978],["happier",1012,1019],["like",1036,1040],["better",1041,1047],["fine",1337,1341],["worth",1540,1545],["delightful",1881,1891]],"neg_words":[["mad",449,452],["fear",1064,1068],["tired",1655,1660]],"events":[],"dates":[["July 1st--",0,10],["yesterday",1225,1234]],"times":[["this morning",18,30]],"distances":[["38 miles",1714,1722]],"loc_advs":[["without",776,783],["there",815,820],["inside",1513,1519]],"spa_preps":[["between",469,476],["about",526,531],["into",711,715],["near",939,943],["about",1767,1772]],"normalised_sentiment":0.0547263682,"vader_sentiment":0.97,"roberta_sentiment":0.997936964},{"para_id":26,"paragraph":"[ 2 July]","file_id":"1818_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["2 July",2,8]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9760478139},{"para_id":27,"paragraph":"On Visiting the Tomb of Burns","file_id":"1818_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9982330799},{"para_id":28,"paragraph":"The town, the churchyard, and the setting sun, The clouds, the trees, the rounded hills all seem, Though beautiful, cold-- strange-- as in a dream I dreamed long ago. Now new begun, The short-lived, paly summer is but won From winter's ague, for one hour's gleam; Though saphire warm, their stars do never beam; All is cold beauty; pain is never done For who has mind to relish, Minos Wise, The real of beauty, free from that dead hue Sickly imagination and sick pride Cast wan upon it! Burns! with honour due I have oft honoured thee. Great shadow, hide Thy face-- I sin against thy native skies.","file_id":"1818_a","plnames":[],"geonouns":[["town",4,8],["trees",63,68],["hills",82,87]],"pos_words":[["beautiful",105,114],["won",218,221],["warm",279,283],["beauty",324,330],["relish",371,377],["beauty",403,409],["free",411,415],["pride",463,468]],"neg_words":[["short-lived",186,197],["cold",319,323],["pain",332,336],["dead",426,430],["sick",458,462],["sin",568,571]],"events":[],"dates":[["summer",204,210],["winter",227,233]],"times":[["one hour's",246,256]],"distances":[],"loc_advs":[],"spa_preps":[["against",572,579]],"normalised_sentiment":0.027027027,"vader_sentiment":0.98,"roberta_sentiment":0.9925740957},{"para_id":29,"paragraph":"You will see by this sonnet that I am at Dumfries, we have dined in Scotland. Burns' tomb is in the Churchyard corner, not very much to my taste, though on a scale, large enough to show they wanted to honour him-- Mrs Burns lives in this place, most likely we shall see her tomorrow-- This Sonnet I have written in a strange mood, half asleep. I know not how it is, the Clouds, the sky, the Houses, all seem anti-Grecian&amp; anti-Charlemagnish-- I will endeavor to get rid of my prejudices,&amp; tell you fairly about the Scotch--","file_id":"1818_a","plnames":[["Dumfries",41,49],["Scotland",68,76]],"geonouns":[],"pos_words":[["enough",171,177],["fairly",506,512]],"neg_words":[["strange",317,324]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["about",513,518]],"normalised_sentiment":0.0192307692,"vader_sentiment":0.44,"roberta_sentiment":-0.9863037467},{"para_id":30,"paragraph":"In Devonshire they say\" Well where be yee going.\" Here it is,\" How is it wi yoursel\"-- A man on the Coach said the horses took a Hellish heap o' drivin-- the same fellow pointed out Burns' tomb with a deal of life,\" There de ye see it, amang the trees; white, wi a roond tap.\" The first well dressed Scotchman we had any conversation with, to our surprise confessed himself a Deist. The careful manner of his delivering his opinions, not before he had received several encouraging hints from us, was very amusing-- Yesterday was an immense Horse fair at Dumfries, so that we met numbers of men&amp; women on the road, the women nearly all barefoot, with their shoes&amp; clean stockings in hand, ready to put on&amp; look smart in the Towns. There are plenty of wretched Cottages, where smoke has no outlet but by the door-- We have now begun upon whiskey, called here whuskey very smart stuff it is-- Mixed like our liquors with sugar&amp; water' tis called toddy, very pretty drink,&amp; much praised by Burns.","file_id":"1818_a","plnames":[["Devonshire",3,13],["Dumfries",554,562]],"geonouns":[["trees",246,251],["road",612,616],["outlet",800,806],["water",941,946]],"pos_words":[["well",287,291],["encouraging",469,480],["immense",532,539],["fair",546,550],["clean",671,676],["ready",696,701],["smart",722,727],["smart",882,887],["like",908,912],["pretty",971,977]],"neg_words":[["wretched",762,770],["smoke",787,792]],"events":[],"dates":[["Yesterday",515,524]],"times":[["The first",277,286]],"distances":[],"loc_advs":[["here",864,868]],"spa_preps":[["out",178,181]],"normalised_sentiment":0.0714285714,"vader_sentiment":0.97,"roberta_sentiment":0.9972315431}]