[{"para_id":0,"paragraph":"The Atlantic Monthly. A Magazine Of Literature, Art, And Politics. Vol. Vii. -- May, 1861. -- No. Xliii.","file_id":"1861_c","plnames":[["Atlantic",4,12]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["Monthly",13,20],["May, 1861",80,89]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":-0.3,"roberta_sentiment":0.9953060746},{"para_id":1,"paragraph":"Lights Of The English Lake District.","file_id":"1861_c","plnames":[["English Lake District",14,35]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9986269474},{"para_id":2,"paragraph":"At the opening of the present century, the Lake District of Cumberland and Westmoreland was groaned over by some residents as fast losing its simplicity. The poet Gray had been the first to describe its natural features in an express manner; and his account of the views above Keswick and Grasmere was quoted, sixty years since, as evidence of the spoiling process which had gone on since the introduction of civilization from the South. Gray remarked on the absence of red roofs, gentlemen's houses, and garden-walls, and on the uniform character of the humble farmsteads and gray cottages under their sycamores in the vales. Wordsworth heard and spoke a good deal of the innovations which had modified the scene in the course of the thirty years which elapsed between Gray's visits( in 1767-69) and his own settlement in the Lake District; but he lived to say more, at the end of half a century, of the wider and deeper changes which time had wrought in the aspect of the country and the minds and manners of the people. According to his testimony, and that of Southey, the barbarism was of a somewhat gross character at the end of the last century; the magistrates were careless of the condition of the society in which they bore authority; the clergy were idle or worse,--\" marrying and burying machines,\" as Southey told Wilberforce; and the morality of the people, such as it was, was ascribed by Wordsworth, in those his days of liberalism in politics, to the state of republican equality in which they lived. Excellent, fussy Mr. Wilberforce thought, when he came for some weeks into the District, that the Devil had had quite time enough for sowing tares while the clergy were asleep; so he set to work to sow a better seed; and we find in his diary that we went into house after house\" to talk religion to the people.\" I do not know how he was received; but at this day the people are so puzzled at that kind of domestic intervention, so unsuitable to their old-fashioned manners,-- one old dame telling with wonder, some little time since, that a young lady had called and sung a hymn to her, but had given her nothig at the end for listening. The rough independence of the popular manners even now offends persons of a conventional habit of mind; and when poets and philosophers first came from southern parts to live here, the democratic tone of feeling and behaviour was more striking than it is now or will ever be again.","file_id":"1861_c","plnames":[["Lake District",43,56],["Cumberland",60,70],["Westmoreland",75,87],["Keswick",277,284],["Grasmere",289,297],["Wordsworth",627,637],["Lake District",827,840],["Wordsworth",1403,1413]],"geonouns":[["houses",493,499],["walls",512,517],["cottages",582,590],["vales",620,625],["country",974,981],["house",1777,1782],["house",1789,1794]],"pos_words":[["fast",126,130],["humble",555,561],["good",656,660],["morality",1347,1355],["enough",1640,1646],["work",1707,1711],["better",1721,1727],["wonder",2019,2025],["popular",2185,2192],["striking",2390,2398]],"neg_words":[["losing",131,137],["absence",459,466],["wrought",945,952],["gross",1104,1109],["careless",1173,1181],["bore",1228,1232],["idle",1260,1264],["fussy",1528,1533],["puzzled",1898,1905],["rough",2159,2164]],"events":[],"dates":[["the present century",18,37],["sixty years",310,321],["the thirty years",731,747],["1767-69",788,795],["the end of half a century",871,896],["the end of the last century",1123,1150],["his days",1424,1432],["some weeks",1576,1586],["this day",1871,1879]],"times":[],"distances":[],"loc_advs":[["between",762,769],["here",2330,2334]],"spa_preps":[["over",100,104],["above",271,276],["under",591,596],["into",1587,1591],["into",1772,1776]],"normalised_sentiment":0.0,"vader_sentiment":-0.77,"roberta_sentiment":0.9975035787},{"para_id":3,"paragraph":"Before the Lake poets began to give the public an interest in the District, some glimpses of it were opened by the well-known literary ladies of the last century who grouped themselves round their young favorite, Elizabeth Smith. I do not know whether her name and fame have reached America; but in my young days she was the English school-girl's subject of admiration and emulation. She had marvellous powers of acquisition, and she translated the Book of Job, and a good deal from the German,-- introducing Klopstock to us at a time when we hardly knew the most conspicuous names in German literature. Elizabeth Smith was an accomplished girl in all ways. There is a damp, musty-looking house, wiht small windows and low ceilings, at Coniston, where she lived with her parents and sister, some years before her death. We know, from Mrs. Elizabeth Hamilton's and the Bowdlers' letters, how Elizabeth and her sister lived in the beauty about them, rambling, sketching, and rowing their guests on the lake. In one of her rambles, Elizabeth sat too long under a heavy dew. She felt a sharp pain in her chest, which never left her, and died in rapid decline. Towards the last she was carried out daily from the close and narrow rooms at home, and laid in a tent pitched in a field just across the road, whence she could overlook the lake, and the range of mountains about its head. On that spot now stands Tent Lodge, the residence of Tennyson and his bride after their marriage. One of my neighbours, who first saw the Lake District in early childhood, has a solemn remembrane of the first impression. The tolling of the bell of Hawkeshead church was heard from afar; and it was tolling for the funeral of Elizabeth Smith. Her portrait is before me now,-- the ingenuous, child-like face, with the large dark eyes which along show that it is not the portrait of a child. It was through her that a large proportion of the last generation of readers first had any definite associations with Coniston.","file_id":"1861_c","plnames":[["Elizabeth",213,222],["America",283,290],["German",585,591],["Elizabeth",604,613],["Coniston",736,744],["Elizabeth",839,848],["Elizabeth",891,900],["Elizabeth",1029,1038],["Lake District",1517,1530],["Elizabeth",1704,1713],["Coniston",1986,1994]],"geonouns":[["school",333,339],["house",689,694],["lake",1000,1004],["field",1272,1277],["road",1294,1298],["lake",1330,1334],["mountains",1353,1362],["head",1373,1377],["residence",1419,1428],["church",1638,1644]],"pos_words":[["well-known",115,125],["favorite",203,211],["fame",265,269],["admiration",358,368],["marvellous",392,402],["good",468,472],["accomplished",627,639],["beauty",929,935],["sharp",1082,1087],["rapid",1141,1146],["ingenuous",1758,1767],["like",1775,1779]],"neg_words":[["conspicuous",564,575],["musty",675,680],["death",813,818],["pain",1088,1092],["died",1133,1137],["decline",1147,1154],["overlook",1317,1325],["solemn",1557,1563],["dark",1801,1805]],"events":[],"dates":[["the last century",145,161],["my young days",299,312],["some years",791,801],["daily",1193,1198]],"times":[],"distances":[],"loc_advs":[["left",1119,1123],["home",1234,1238],["across",1283,1289],["afar",1660,1664]],"spa_preps":[["round",185,190],["about",936,941],["under",1052,1057],["out",1189,1192],["close",1208,1213],["about",1363,1368],["along",1817,1822],["through",1875,1882]],"normalised_sentiment":0.0169491525,"vader_sentiment":0.7,"roberta_sentiment":0.9957789183},{"para_id":4,"paragraph":"Wordsworth had, however, been in the church many a time, above twenty years before, when at Hawkeshead school. He used to tell that his mother had praised him for going into the church, one week-day, to see a woman do penance in a white sheet. She considered it good for his morals. But when he declared himself disappointed that nobody had given him a penny for his attendance, as he had somehow expected, his mother told him he was served right for going to church from such an inducement. He spoke with gratitude of an usher at that school, who put him in the way of learning from Latin, which had been a sore trouble at his native Cockermouth, from unskilful teaching. Our interest in him at that school, however, is from his having there first conceived the idea of writing verse. His master set the boys, as a task, to write a poetical theme,--\" The Summer Vacation\"; and Master William chose to add to it\" The Return to School.\" He was then fourteen; and he was to be doubled that age before he returned to the District and took up his abode there.","file_id":"1861_c","plnames":[["Wordsworth",0,10],["Cockermouth",635,646]],"geonouns":[["church",37,43],["school",103,109],["church",178,184],["church",460,466],["school",536,542],["school",701,707]],"pos_words":[["good",262,266],["right",441,446],["gratitude",506,515],["master",790,796]],"neg_words":[["disappointed",312,324],["sore",608,612],["trouble",613,620]],"events":[],"dates":[["twenty years",63,75],["one week-day",186,198],["Summer",856,862]],"times":[],"distances":[],"loc_advs":[["there",737,742],["there",1049,1054]],"spa_preps":[["above",57,62],["into",169,173]],"normalised_sentiment":0.0112359551,"vader_sentiment":0.14,"roberta_sentiment":0.9926124811},{"para_id":5,"paragraph":"He had meantime gone through his college course, as described in his Memoirs, and undergone strange conditions of opinion and feeling in Paris during the Revolution; had lived in Dorsetshire, with his faithful sister; had there first seen Coleridge, and had been so impressed by the mind and discourse of that wonderful young philosopher as to remove to Somersetshire to be near him; had seen Klopstock in Germany, and lived there for a time; and had passed through other changes of residence and places, when we find him again among the lakes in 1779, still with his sister by his side, and their brother John, and Coleridge, who had never been in the District before.","file_id":"1861_c","plnames":[["Paris",137,142],["Dorsetshire",179,190]],"geonouns":[["residence",483,492],["lakes",538,543]],"pos_words":[["faithful",201,209],["impressed",266,275],["wonderful",310,319]],"neg_words":[["strange",92,99]],"events":[["Revolution",154,164]],"dates":[["1779",547,551]],"times":[],"distances":[],"loc_advs":[["there",222,227],["near",374,378],["there",425,430]],"spa_preps":[["through",21,28],["through",458,465],["among",528,533]],"normalised_sentiment":0.04,"vader_sentiment":0.88,"roberta_sentiment":0.9974935055},{"para_id":6,"paragraph":"As they stood on the margin of Grasmere, the scene was more like what Gray saw than what is seen at this day. The churchyard was bare of the yews which now distinguish it,-- for Sir George Beaumont had them planted at a later time; and where the group of kindred and friends-- the Wordsworths and their relatives-- now lie, the turf was level and untouched. The iron rails and indefensible monuments, which Wordsworth so reprobated half a century later, did not exist. The villas which stud the slopes, the great inns which bring a great public, were uncreated; and there was only the old Roman road where the Wishing Gate is, or the short cut by the quarries to arrive by from the South, instead of the fine mail-road which now winds between the hills and the margin of the lake. John Wordsworth guided his brother and Coleridge through Grisedale, over a spur of Helvellyn, to see Ullswater; and Coleridge has left a characteristic testimony of the effect of the scenery upon him. It was\" a day when light and darkness coexisted in contiguous masses, and the earth and sky were but one. Nature lived for us in all her wildest accidents.\" He tells how his eyes were dim with tears, and how imagination and reality blended their objects and impressions. Wordsworth's account of the same excursion is in an admirable contrast with Coleridge's as their whole mode of life and expression was, from first to last. With the carelessness of the popular mind in such cases, the British public had already almost confounded the two men and their works, as it soon after mixed up Southey with both; whereas they were all as unlike each other as any three poets could well be.","file_id":"1861_c","plnames":[["Grasmere",31,39],["George",182,188],["Wordsworth",407,417],["Wishing Gate",610,622],["Wordsworth",786,796],["Grisedale",838,847],["Helvellyn",864,873],["Ullswater",882,891],["Wordsworth",1253,1263]],"geonouns":[["monuments",390,399],["slopes",495,501],["inns",513,517],["road",595,599],["quarries",651,659],["road",714,718],["hills",747,752],["lake",775,779]],"pos_words":[["like",60,64],["great",507,512],["great",532,537],["fine",704,708],["admirable",1305,1314],["popular",1438,1445],["works",1537,1542],["well",1657,1661]],"neg_words":[["lie",319,322],["untouched",347,356],["indefensible",377,389],["darkness",1011,1019],["dim",1166,1169],["carelessness",1418,1430],["confounded",1504,1514]],"events":[],"dates":[["this day",100,108],["Wordsworths",281,292],["half a century",432,446],["a day",990,995]],"times":[],"distances":[],"loc_advs":[["there",566,571],["left",911,915]],"spa_preps":[["between",735,742],["through",830,837],["over",849,853]],"normalised_sentiment":0.0069444444,"vader_sentiment":0.93,"roberta_sentiment":0.9854915738},{"para_id":7,"paragraph":"Coleridge and Wordsworth were both contemplative, it is true, while Southey was not: but the remarkable thing about Coleridge was the exclusiveness of his contemplative tendencies, by which one set of faculties ran riot in his mind and life, making havoc among his powers, and a dismal wreck of his existence. The charm and marvel of his discourse upset all judgments during his life, and for as long as his voice remained in the ear of his enchanted hearers; but, apart from the spell, it is clear to all sober and trained thinkers that Coleridge wandered away from truth and reality in the midst of his vaticinations, as the clairvoyant does in the midst of his previsions, so as to mislead and bewilder, while inspiring and intoxicating the hearer or reader. He recorded, in regard to himself, that\" history and particular facts lost all interest\" in his mind after his first launch into metaphysics; and he remained through life incapable of discerning reality from inborn images. Wordsworth took alarm at the first experience of such a tendency in himself, and relates that he used to catch at the trees and palings by the roadside to satisfy himself of existences out of himself; but Coleridge encouraged this subjective exclusiveness, to the destruction of the balance of his mind and the morale of his nature. He was himself a wild poem; and he discoursed wild poems to us,-- musical romances from Dreamland; but the luxury to himself and us was brought by injury to others which was altogether irreparable, and pardonable only on the ground that the balance of his mind was destroyed by a fatal intellectual, in addition to physical intemperance. In him we see an extreme case of a life of contemplation uncontrolled by will and unchecked by action. His faculty of will perished, and his prerogative of action died out. His contemplations must necessarily be worth just so much the less to us as his mental structure was deformed,-- extravagantly developed in one direction, and dwarfed in another.","file_id":"1861_c","plnames":[["Wordsworth",14,24],["Wordsworth",985,995]],"geonouns":[["trees",1103,1108],["ground",1543,1549]],"pos_words":[["remarkable",93,103],["charm",314,319],["marvel",324,330],["enchanted",441,450],["clear",493,498],["inspiring",713,722],["regard",778,784],["satisfy",1140,1147],["luxury",1425,1431],["worth",1868,1873]],"neg_words":[["havoc",249,254],["dismal",279,285],["wreck",286,291],["upset",348,353],["sober",506,511],["mislead",685,692],["bewilder",697,705],["lost",832,836],["incapable",933,942],["alarm",1001,1006],["destruction",1249,1260],["wild",1335,1339],["wild",1364,1368],["injury",1465,1471],["irreparable",1503,1514],["fatal",1598,1603],["uncontrolled",1713,1725],["died",1819,1823],["extravagantly",1942,1955]],"events":[],"dates":[["the ear",426,433]],"times":[],"distances":[],"loc_advs":[["apart",465,470]],"spa_preps":[["about",110,115],["among",255,260],["away",557,561],["into",886,890],["through",920,927],["out",1170,1173],["out",1824,1827]],"normalised_sentiment":-0.0566037736,"vader_sentiment":-0.97,"roberta_sentiment":-0.9877794385},{"para_id":8,"paragraph":"The singularity in Wordsworth's case, on the other hand, is that his contemplative tendencies not only coexisted with, but were implicated with, the most precise and vivid apprehension of small realities. There was no proportion in his mind; and vaticination and twaddle rolled off his eloquent tongue as chance would have it. At one time he would discourse like a seer, on the slightest instigation, by the hour together; and next, he would hold forth with equal solemnity, on the pettiest matter of domestic economy. I have known him take up some casual notice of a\" beck\"( brook) in the neighbourhood, and discourse of brooks for two hours, till his hearers felt as if they were by the rivers of waters in heaven; and next, he would talk on and on, till stopped by some accident, on his doubt whether Mrs. Wordsworth gave a penny apiece or a half - penny apiece for trapped mice to little girl who had undertaken to clear the house of them. It had been common to regret that he held the office of Stamp Distributor in the District; but it was probably a great benefit to his mind as well as his fortunes. It was something that it gave him security and ease as to the maintenance of his family; but that is less important than its necessitating a certain amount of absence from home, and intercourse with men on business. He was no reader in mature life; and the concentration of his mind on his own views, and his own genius, and the interests of his home and neighborhood, caused some foibles, as it was; and it might have been almost fatal, but for some office which allowed him to gratify his love of our-door life at the same time that it led him into intercourse with men in another capacity than as listeners to himself, of peasants engrossed in their own small concerns.","file_id":"1861_c","plnames":[["Wordsworth",19,29],["Wordsworth",809,819]],"geonouns":[["beck",569,573],["brook",576,581],["brooks",622,628],["rivers",689,695],["waters",699,705],["house",929,934],["common",956,962],["door",1611,1615]],"pos_words":[["precise",154,161],["vivid",166,171],["eloquent",286,294],["like",358,362],["heaven",709,715],["clear",919,924],["great",1057,1062],["benefit",1063,1070],["well",1086,1090],["ease",1155,1159],["important",1214,1223],["mature",1344,1350],["genius",1421,1427],["interests",1437,1446],["gratify",1587,1594],["love",1599,1603],["led",1646,1649]],"neg_words":[["apprehension",172,184],["doubt",790,795],["trapped",869,876],["regret",966,972],["absence",1267,1274],["fatal",1539,1544],["concerns",1771,1779]],"events":[],"dates":[],"times":[["the hour",404,412],["two hours",633,642]],"distances":[],"loc_advs":[["home",1280,1284],["home",1454,1458]],"spa_preps":[["together",413,421],["into",1654,1658]],"normalised_sentiment":0.0684931507,"vader_sentiment":0.96,"roberta_sentiment":0.9981244206},{"para_id":9,"paragraph":"Southey was not contemplative or speculative, and it could only have been because he lived at the Lakes and was Coleridge's brother-in-law that he was implicated with the two speculative poets at all. It has been carelessly reported by Lake tourists that Southey was not beloved among his neighbours, while Wordsworth was; and that therefore the latter was the better man, in a social sense. It should be remembered that Southey was a working man, and that the other two were not; and, moreover, it should never be for a moment forgotten that Southey worked double-tides to make up for Coleridge's idleness. While Coleridge was dreaming and discoursing, Southey was toiling to maintain Coleridge's wife and children. He had no time and no attention to spare for wandering about and making himself at home with the neighbors. This practice came naturally to Wordsworth; and a kind and valued neighbor he was to all the peasants round. Many a time I have seen him in the road, in Scotch bonnet and green spectacles, with a dozen children at his heels and holding his cloak, while he cut ash-sticks for them from the hedge, hearing all they had to say or talking to them. Southey, on the other hand, took his constitutional walk at a fixed hour, often reading as he went. Two families depended on him; and his duty of daily labor was not only distinctive, but exclusive. He was always at work at home, while Coleridge was doing nothing but talking, and Wordsworth was abroad, without thinking whether he was at work or play. Seen from the stand-point of conscience and of moral generosity, Southey's was the noblest life of the three; and Coleridge's was, of course, nought. I own, however, that considering the tendency of the time to make literature a trade, or at least a profession, I cannot help feeling Wordsworth's to have been the most privileged life of them all. He had not work enough to do; and his mode of life encouraged an excess of egoism: but he bore all the necessary retribution of this in his latter years; and the whole career leaves an impression of an airy freedom and a natural course of contemplation, combined with social interest and action, more healthy than the existence of either the delinquent or the exemplary comrade with whom he was associated in the public view.","file_id":"1861_c","plnames":[["Lakes",98,103],["Wordsworth",307,317],["Wordsworth",857,867],["Wordsworth",1450,1460],["Wordsworth",1806,1816]],"geonouns":[["road",969,973],["point",1542,1547]],"pos_words":[["beloved",271,278],["better",361,367],["worked",551,557],["distinctive",1340,1351],["work",1385,1389],["work",1508,1512],["generosity",1575,1585],["privileged",1841,1851],["work",1881,1885],["enough",1886,1892],["freedom",2077,2084],["healthy",2171,2178],["exemplary",2230,2239]],"neg_words":[["hedge",1114,1119],["bore",1960,1964],["delinquent",2212,2222]],"events":[],"dates":[["daily",1315,1320],["years",2017,2022]],"times":[["a fixed hour",1229,1241]],"distances":[],"loc_advs":[["home",800,804],["home",1393,1397],["abroad",1465,1471],["without",1473,1480]],"spa_preps":[["among",279,284],["about",772,777],["round",927,932]],"normalised_sentiment":0.0546448087,"vader_sentiment":0.99,"roberta_sentiment":-0.9982665181},{"para_id":10,"paragraph":"I have left my neighbors waiting long on the margin of Grasmere. That was before I was born; but I could almost fancy I had seen them there.","file_id":"1861_c","plnames":[["Grasmere",55,63]],"geonouns":[],"pos_words":[["fancy",112,117]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["left",7,11],["there",134,139]],"spa_preps":[],"normalised_sentiment":0.0909090909,"vader_sentiment":0.0,"roberta_sentiment":-0.9917935729},{"para_id":11,"paragraph":"I observed that Wordsworth's report of their trip was very unlike Coleridge's. When his sister had left them, he wrote to her, describing scenes by brief precise touches which draw the picture that Coleridge blurs with grand phrases. Moreover, Wordsworth tells sister Dorothy that John will give him forty pounds to buy a bit of land by the lake, where they may build a cottage to live in henceforth. He says, also, that there is a small house vacant near the spot. -- They took that house; and thus the Wordsworths became\" Lakers.\" They entered that wellknown cottage at Grasmere on the shortest day( St. Thomas's) of 1799. Many years afterwards, Dorothy wrote of the aspect of Grasmere on her arrival that winter evening,-- the pale orange lights on the lake, and the reflection of the mountains and the island in the still waters. She had wandered about the world in an unsettled way; and now she had cast anchor for life,-- not in that house, but within view of that valley.","file_id":"1861_c","plnames":[["Wordsworth",16,26],["Wordsworth",244,254],["Grasmere",572,580],["Grasmere",679,687]],"geonouns":[["land",329,333],["lake",341,345],["cottage",370,377],["house",438,443],["house",484,489],["cottage",561,568],["lake",756,760],["mountains",788,797],["island",806,812],["waters",826,832],["house",940,945],["valley",971,977]],"pos_words":[["precise",154,161],["grand",219,224]],"neg_words":[["blurs",208,213],["pale",730,734],["unsettled",873,882]],"events":[],"dates":[["forty",300,305],["Wordsworths",504,515],["the shortest day",584,600],["1799",619,623],["years",630,635],["that winter",703,714]],"times":[],"distances":[],"loc_advs":[["left",99,103],["henceforth",389,399],["there",421,426],["near",451,455],["within",951,957]],"spa_preps":[["about",851,856]],"normalised_sentiment":-0.0102040816,"vader_sentiment":0.09,"roberta_sentiment":0.9943683743},{"para_id":12,"paragraph":"All readers of Wordsworth, on either side of the Atlantic, believe that they know that cottage,( described in the fifth book of the\" Excursion,\") with its little orchard, and the moss house, and the tiny terrace behind, with its fine view of the lake and the basin of mountains. There the brother and sister lived for some years in a very humble way, making their feast of the beauty about them. Wordsworth was fond of telling how they had meat only two or three times a week; and he was eager to impress on new-comers-- on me amongst others-- the prudence of warning visitors that they must make up their minds to the scantiest fare. He was as emphatic about this, laying his finger on one's arm to enforce it, as about catching mice or educating the people. It was vain to say that one would rather not invite guests than fail to provide for them; he insisted that the expense would be awful, and assumed that his sister's and his own example settled the matter. I suppose they were poor in those days; but it was not for long. A devoted sister Dorothy was. Too late it appeared that she had sacrificed herself to aid and indulge her brother. When her mind was gone, and she was dying by inches, Mrs. Wordsworth offered me the serious warning tht she gave whenever occasion allowed, against overwalking. She told me that Dorothy had, not occasionally only, but often, walked forty miles in a day to give her brother her presence. To repair the ravages thus caused she took opium; and the effect on her exhausted frame was to overthrow her mind. This was when she was elderly. For a long course of years, she was a rich household blessing to all connected with her. She shared her brother's peculiarity of investing trifles with solemnity, or rather, of treating all occasions alike( at least in writing) with pedantic elaboration; but she had the true poet's combined with the true woman's nature; and the fortunate man, in wife and sister, the two best friends of his life.","file_id":"1861_c","plnames":[["Wordsworth",15,25],["Atlantic",49,57],["Wordsworth",396,406],["Wordsworth",1203,1213]],"geonouns":[["cottage",87,94],["house",184,189],["terrace",204,211],["lake",246,250],["mountains",268,277]],"pos_words":[["fine",229,233],["humble",339,345],["beauty",377,383],["fond",411,415],["eager",488,493],["impress",497,504],["prudence",548,556],["rich",1616,1620],["blessing",1631,1639],["fortunate",1908,1917],["best",1951,1955]],"neg_words":[["warning",560,567],["emphatic",645,653],["vain",767,771],["fail",824,828],["awful",888,893],["poor",985,989],["sacrificed",1094,1104],["indulge",1124,1131],["dying",1181,1186],["warning",1237,1244],["exhausted",1504,1513],["overthrow",1527,1536],["pedantic",1811,1819]],"events":[],"dates":[["the\"",128,132],["some years",318,328],["a week",469,475],["those days",993,1003],["a day",1392,1397],["years",1599,1604]],"times":[],"distances":[["forty miles",1377,1388]],"loc_advs":[],"spa_preps":[["behind",212,218],["about",384,389],["amongst",527,534],["about",654,659],["about",715,720],["against",1285,1292]],"normalised_sentiment":-0.011299435,"vader_sentiment":0.98,"roberta_sentiment":0.9983591437},{"para_id":13,"paragraph":"The Wordsworths were the originals of the Lake coterie, as we have seen. Born at Cockermouth, and a pupil at the Hawkeshead school, Wordsworth was looking homewards when he settled in the District. The others came in consequence. Coleridge brought his family to Greta Hall, near Keswick; and with them came Mrs. Lovell, one of the three Misses Fricker, of whom Coleridge and Southey had married two. Southey was invited to visit Greta Hall, the year after the Wordsworths settled at Grasmere; and thus they became acquainted. They had just met before, in the South; but they had yet to learn to know each other; and there was sufficient unlikeness between them to render this a work of some time and pains. It was not long before Southey, instead of Coleridge, was the lessee of Greta Hall; and soon after Coleridge took his departure, leaving his wife and children, and also the Lovells, a charge upon Southey, who had no more fortune than Coleridge, except ni the exhaustible wealth of a heart, a will, and a conscience. Wordsworth married in 1802; and then the two poets passed through ther share of the experience of human life, a few miles apart, meeting occasionally on some mountain ridge or hidden dale, an in one another's houses, drawn closer by their common joys and sorrows, but never approximating in the quality of their genius, or in the stand points from which they respectively looked out upon human affairs. They had children, loved them, and each lost some of them; and they felt tenderly for each other when each little grave was opened. Southey, the most amiable of men in domestic life, gentle, generous, serene, and playful, grew absolutely ferocious about politics, as his articles in the\" Quarterly Review\" showed all the world. Wordsworth, who had some of the irritability and pettishness, mildly described by himself as\" gentle stirrings of the mind,\" which occasionally render great men ludicrously like children, and who was, moreover, highly conservative after his early democratic fever had passed off, grew more and more liberal with advancing years. I do not mean that he verged towards Reformers,-- but that he became more enlarged, tolerant, and generally sympathetic in his political views and temper. It thus happened that society at a distance took up a wholly wrong impression of the two men,-- supposing Southey to be an ill-conditioned bigot, and Wordsworth a serene philosopher, far above being disturbed by troubles in daily life, or paying any attention to party-politics. He showed some of his ever-growing liberality, by the way, in speaking of this matter of temper. In old age, he said that the world certainly does get on in minor morals: that when he was young\" everybody had a temper\"; whereas now no suh thing is allowed; amiability is the rule; and an imperfect temper is an offence and a misfortune of a distinctive character.","file_id":"1861_c","plnames":[["Cockermouth",81,92],["Wordsworth",132,142],["Greta Hall",262,272],["Keswick",279,286],["Greta Hall",429,439],["Grasmere",483,491],["Greta Hall",779,789],["Wordsworth",1023,1033],["Wordsworth",1754,1764],["Wordsworth",2388,2398]],"geonouns":[["school",124,130],["mountain",1181,1189],["ridge",1190,1195],["dale",1206,1210],["houses",1232,1238],["common",1262,1268],["points",1359,1365]],"pos_words":[["sufficient",626,636],["work",678,682],["fortune",928,935],["genius",1335,1341],["loved",1445,1450],["tenderly",1499,1507],["amiable",1576,1583],["gentle",1609,1615],["generous",1617,1625],["serene",1627,1633],["playful",1639,1646],["gentle",1848,1854],["great",1905,1910],["like",1927,1931],["serene",2401,2407],["amiability",2774,2784],["distinctive",2858,2869]],"neg_words":[["pains",700,705],["lost",1466,1470],["ludicrously",1915,1926],["conservative",1972,1984],["fever",2012,2017],["temper",2230,2236],["wrong",2299,2304],["disturbed",2437,2446],["troubles",2450,2458],["temper",2606,2612],["temper",2728,2734],["imperfect",2805,2814],["temper",2815,2821],["offence",2828,2835],["misfortune",2842,2852]],"events":[],"dates":[["Wordsworths",4,15],["the year",441,449],["Wordsworths",460,471],["1802",1045,1049],["the\"",1709,1713],["Quarterly",1714,1723],["years",2076,2081],["daily",2462,2467]],"times":[],"distances":[["a few miles",1133,1144]],"loc_advs":[["homewards",155,164],["there",616,621]],"spa_preps":[["near",274,278],["between",648,655],["through",1081,1088],["apart",1145,1150],["out",1402,1405],["about",1674,1679],["above",2425,2430]],"normalised_sentiment":0.0079365079,"vader_sentiment":0.96,"roberta_sentiment":0.9948068261},{"para_id":14,"paragraph":"Among the letters which now and then arrived from strangers, in the early days of Wordsworth's fame, was one which might never have come from Coleridge, if they had never met. It was full of admiration and sympathy, expressed as such feelings would be by a man whose analytical and speculative faculties predominated over all the rest. The writer was, indeed, in those days, marvellously like Coleridge,-- subtile in analysis to excess, of gorgeous imagination, bewitching discourse, fine scholarship, with a magnificent power of promising and utter incapacity in performing, and with the same habit of intemperance in opium. By his own account, his\" disease ws to meditate too much and observe too little.\" I need hardly explain that this was De Quincey; and when I have said that, I need harldy explain further that advancing time and closer acquaintance made the likeness to Coleridge bear a smaller and smaller proportion to the whole character of the man.","file_id":"1861_c","plnames":[["Wordsworth",82,92]],"geonouns":[],"pos_words":[["fame",95,99],["admiration",191,201],["like",388,392],["gorgeous",440,448],["fine",484,488],["magnificent",509,520],["promising",530,539]],"neg_words":[],"events":[],"dates":[["the early days",64,78],["those days",363,373]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["over",317,321]],"normalised_sentiment":0.0813953488,"vader_sentiment":0.97,"roberta_sentiment":0.9983438253},{"para_id":15,"paragraph":"In return for his letter of admiration and sympathy, he received an invitation to the Grasmere valley. More than once he set forth to avail himself of it; but when within a few miles, the shyness under which in those days he suffered overpowered his purpose, and he turned back. After having achieved the meeting, however, he soon announced his intention of settling in the valley' and he did so, putting his wife and children eventually into the cottage which the Wordsworths had now outgrown and left. There was little in him to interest or attach a family of regular domestic habits, like the Wordsworths, given to active employment, sensible thrift, and neighborly sympathy. It was universally known that a great poem of Wordsworth's was reserved for posthumous publication, and kept under lock and key meantime. De Quincey had so remarkable a memory that he carried off by means of it the finest passage of the poem,-- of that which the author considered so; and he published that passage in a magazine article, in which he gave a detailed account of the Wordsworths' household, connections, and friends, with an analysis of their characters and an exhibition of their faults. Thiss was in 1838, a dozen years before the poet's death. The point of interest is,-- How did the wronged family endure the wrong? They were quiet about it,-- that is, sensible and dignified; but Wordsworth was more. A friend of his and mine was talking with him over the fire, just when De Quincey's disclosures were making the most noise, and mentioned the subject. Wordsworth begged to be spared hearing anything about them, saying that the man had longed passed away from the family life and mind, and he did not wish to disturb himself about what could not be remedied. My friend acquiesced, saying,\" Well, I till tell you only one thing that he says, and then we will talk of something else. He says your wife is too good for you.\" The old man's dim eyes lighted up instantly, and he started from his seat, and flung himself against the mantel-piece, with his back to the fire, as he cried with loud enthusiasm,\" And that's true! There he is right!\"","file_id":"1861_c","plnames":[["Grasmere",86,94],["Wordsworth",725,735],["Wordsworth",1378,1388],["Wordsworth",1550,1560]],"geonouns":[["valley",95,101],["valley",374,380],["cottage",447,454],["point",1244,1249],["seat",1989,1993]],"pos_words":[["admiration",28,38],["like",587,591],["sensible",637,645],["thrift",646,652],["great",711,716],["remarkable",835,845],["finest",894,900],["quiet",1323,1328],["sensible",1350,1358],["dignified",1363,1372],["good",1905,1909],["instantly",1954,1963],["enthusiasm",2088,2098],["right",2130,2135]],"neg_words":[["suffered",225,233],["faults",1174,1180],["death",1233,1238],["wrong",1306,1311],["noise",1516,1521],["disturb",1707,1714],["dim",1934,1937],["loud",2083,2087]],"events":[],"dates":[["those days",211,221],["Wordsworths",465,476],["Wordsworths",596,607],["Wordsworths",1060,1071],["1838",1195,1199],["a dozen years",1201,1214]],"times":[],"distances":[["a few miles",171,182]],"loc_advs":[["left",498,502]],"spa_preps":[["within",164,170],["under",196,201],["into",438,442],["under",788,793],["about",1329,1334],["over",1445,1449],["about",1598,1603],["away",1648,1652],["about",1723,1728],["against",2013,2020]],"normalised_sentiment":0.0337078652,"vader_sentiment":0.98,"roberta_sentiment":0.9958121181},{"para_id":16,"paragraph":"It was by his written disclosures only that De Quincey could do much mischief; for it was scarcely possible to be prejudiced by anything he could say. The whole man was grotesque; and it must have been a singular image that his neighbors in the valley preserved in their memory. A frail-looking, diminutive man, with narrow chest and round shoulders and features like those of a dying patient, walking with his hands behind him, his hat on the back of his head, and his broad lower lip projected, as if he had something on his tongue that wanted listening to,-- such was his aspect; and if one joined company with him, the strangeness grew from moment to moment. His voice and its modulations were a perfect treat. As for what he had to say, it was everything from odd comment on a passing trifle, eloquent enunciation of some truth, or pregnant remark on some lofty subject, down to petty gossip, so delivered as to authorize a doubt whether it might not possibly be an awkward effort at observing something outside of himself, or at getting a grasp of something that he supposed actual. That he should have so supposed was his weakness, and the retribution for the peculiar intemperance which depraved his nature and alienated from their proper use powers which should have made him one of the first philosophers of his age. His singular organization was fatally deranged in its action before it could show its best quality, and his is one of the cases in which we cannot be wrong in attributing moral disease directly to physical disturbance; and it would no doubt have been dropped out of notice, if he had been able to abstain from comment on the characters and lives of other people. Justice to them compels us to accept and use the exposures he offers us of himself.","file_id":"1861_c","plnames":[],"geonouns":[["valley",245,251],["head",456,460]],"pos_words":[["like",363,367],["patient",385,392],["perfect",700,707],["eloquent",798,806],["proper",1240,1246],["best",1413,1417]],"neg_words":[["mischief",69,77],["scarcely",90,98],["grotesque",169,178],["frail",281,286],["dying",379,384],["odd",765,768],["petty",884,889],["gossip",890,896],["doubt",929,934],["awkward",971,978],["weakness",1129,1137],["peculiar",1167,1175],["depraved",1195,1203],["alienated",1219,1228],["fatally",1357,1364],["wrong",1477,1482],["disturbance",1533,1544],["doubt",1562,1567]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["behind",417,423]],"spa_preps":[["round",334,339],["down",876,880],["outside",1009,1016],["out",1586,1589]],"normalised_sentiment":-0.0833333333,"vader_sentiment":-0.5,"roberta_sentiment":-0.9987996817},{"para_id":17,"paragraph":"About the time of De Quincey's settlement at Grasmere, Wilson, the future Christopher North, bought the Elleray estate, on the banks of Windermere. He was then just of age,-- supreme in all manly sports, physically a model man, and intellectually, brimming with philosophy and poetry. He came hither a rather spoiled child of fortune, perhaps; but he was soon sobered by a loss of property which sent him to his studies for the bar. Scott was an excellent friend to him at that time; and so strong and prophetic was Wilson's admiration of his patron, that he publicly gave him the name of\" The Great Magician\" before the first\" Waverley Novel\" was published. Within ten years from his getting a foothold on Windermere banks, he had raised periodical literature to a height unknown before in our time, by his contributions to\" Blackwood's Magazine\"; and he seemed to step naturally into the Moral Philosophy Chair of Edinburgh in 1820. Christopher North has perhaps conveyed to foreign, and untravelled English, readers as true a conception of our Lake scenery and its influences in one way as Wordsworth in another. The very spirit of the moorland, lake, brook, tarn, ghyll, and ridge breathes from his prose poetry: and well it might. He wandered alone for a week together beside the trout-streams and among the highest tarns. He spent whole days in his boat, coasting the bays of the lake, or floating in the centre, or lying reading in the shade of the trees on the islands. He led with a glorious pride the famous regatta on Windermere, when Canning was the guest of the Boltons at Storrs, and when Scott, Wordsworth, and Southey were of the company; and he liked almost as well steering the packet-boat from Waterhead to Bowness, till the steamer drove out the old-fashioned conveyance. He sat at the stern, immovable, with his hand on the rudder, looking beyond the company of journeymen-carpenters, fish - and butter-women, and tourists, with a gaze on the water-and-sky-line which never shifted. Sometimes a learned professor or a brother sportsman was with him; but he spoke no word, and kept his mouth peremptorily shut under his beard. It was a sight worth taking voyage for; and it was worth going a long round to see him standing on the shore,--\" reminding one of the first man, Adam,\"( as was said of him,) in his best estate,-- the tall, broad frame, large head, marked features, and long hair; and the tread which shook the ground, and the voice which roused the echoes afar and made one's heart-strings vibrate within. These attributes made strangers to look at him on the road, and fixed all eyes on him in the ball-room at Ambleside, when any local object induced him to be a steward. Every old boatman and young angler, every hoary shepherd and primitive housewife in the uplands and dales, had an enthusiasm for him. He could enter into the solemnity of speculation with Wordsworth while floating at sunset on the lake; and not the less gamesomely could he collect a set of good fellows under the lamp at his supper-table, and take off Wordsworth's or Coleridge's monologues to the life. There was that between them which must always have precluded a close sympathy; and their faults were just what each could least allow for in another. Of Wilson's it is enough to say that Scott's injunction to him to\" leave off sack, purge, and live cleanly,\" if he wished for the Moral Philosophy Chair, was precisely what was needed. It was still needed some time after, when, though a Professor of Moral Philosophy, leaving a tavern one morning, in Edinburgh, haggard and red-eyed, hoarse and exhausted,-- not only the feeble Campbell, but the might Wilson,-- they having sat together twenty - four hours, discussing poetry and wine with all their united energies. This sort of thing was not to the taste of Wordsworth or Southey, any more than their special complacencies were venerable to the humor of Christopher North. Yet they could cordially admire one another; and when the sorrows came over them, in dreary impartiality, they could feel reverently and deeply for each other. When Southey lost his idolized boy, Herbert, and had to watch over his insane wife, always his dearest friend, and all the dearer for her helpless and patient suffering under an impenetrable gloom,-- when Wordsworth was bereaved of the daughter who made the brightness of his life in his old age,-- and when Wilson was shaken to the centre by the loss of his wife, and mourned alone in the damp shades of Elleray, where he would allow not a twig to be cut from the trees she loved,-- the sorrow of each moved them all. Elleray was a gloomy place then, and Wilson never surmounted the melancholy which beset him there; and he wisely parted with it some years before his death. The later depression in his case was in proportion to the earlier exhilaration. His love of Nature and of genial human intercourse had been too exuberant; and he became incapable of enjoyment from either, in his last years. He never recovered from an attack of pressure on the brain, and died paralyzed in the spring of 1854. He had before gone from among us with his joy; and then we heard that he had dropped out of life with his griefs; and out beautiful region, and the region of life, were so much darker in a thousand eyes.","file_id":"1861_c","plnames":[["Grasmere",45,53],["Windermere",136,146],["Windermere",707,717],["Edinburgh",916,925],["Wordsworth",1093,1103],["Windermere",1529,1539],["Wordsworth",1610,1620],["Waterhead",1713,1722],["Bowness",1726,1733],["Ambleside",2642,2651],["Wordsworth",2892,2902],["Wordsworth",3057,3067],["Edinburgh",3560,3569],["Wordsworth",3819,3829],["Wordsworth",4299,4309]],"geonouns":[["banks",127,132],["banks",718,723],["lake",1149,1153],["brook",1155,1160],["tarn",1162,1166],["ghyll",1168,1173],["ridge",1179,1184],["streams",1291,1298],["boat",1355,1359],["bays",1374,1378],["lake",1386,1390],["trees",1456,1461],["islands",1469,1476],["boat",1703,1707],["steamer",1744,1751],["water",1964,1969],["line",1978,1982],["mouth",2106,2111],["head",2372,2376],["ground",2440,2446],["road",2590,2594],["dales",2804,2809],["lake",2935,2939],["table",3037,3042],["trees",4559,4564],["region",5228,5234],["region",5244,5250]],"pos_words":[["supreme",175,182],["fortune",326,333],["excellent",446,455],["strong",491,497],["admiration",525,535],["well",1221,1225],["led",1481,1484],["glorious",1492,1500],["pride",1501,1506],["famous",1511,1517],["liked",1662,1667],["well",1678,1682],["worth",2162,2167],["worth",2198,2203],["best",2328,2332],["enthusiasm",2818,2828],["good",2995,2999],["enough",3277,3283],["cleanly",3358,3365],["precisely",3417,3426],["humor",3906,3911],["admire",3959,3965],["impartiality",4026,4038],["reverently",4056,4066],["idolized",4116,4124],["patient",4245,4252],["wisely",4719,4725],["exhilaration",4836,4848],["love",4854,4858],["genial",4876,4882],["exuberant",4914,4923],["enjoyment",4952,4961],["joy",5138,5141],["beautiful",5218,5227]],"neg_words":[["spoiled",309,316],["loss",373,377],["unknown",773,780],["lying",1422,1427],["stern",1806,1811],["immovable",1813,1822],["vibrate",2520,2527],["object",2668,2674],["primitive",2765,2774],["faults",3198,3204],["sack",3336,3340],["haggard",3571,3578],["feeble",3630,3636],["dreary",4019,4025],["lost",4107,4111],["insane",4165,4171],["helpless",4232,4240],["suffering",4253,4262],["loss",4441,4445],["sorrow",4582,4588],["gloomy",4627,4633],["melancholy",4678,4688],["beset",4695,4700],["death",4763,4768],["depression",4780,4790],["incapable",4939,4948],["attack",5021,5027],["died",5058,5062],["paralyzed",5063,5072],["darker",5273,5279]],"events":[],"dates":[["ten years",666,675],["1820",929,933],["a week",1258,1264],["days",1343,1347],["some years",4741,4751],["his last years",4978,4992],["the spring of 1854",5076,5094]],"times":[["one morning",3544,3555],["twenty - four hours",3696,3715]],"distances":[],"loc_advs":[["hither",293,299],["together",1265,1273],["beside",1274,1280],["beyond",1861,1867],["afar",2486,2490],["within",2528,2534],["between",3124,3131],["together",3687,3695],["there",4705,4710]],"spa_preps":[["into",881,885],["among",1303,1308],["out",1758,1761],["under",2130,2135],["round",2217,2222],["into",2853,2857],["under",3008,3013],["close",3172,3177],["over",4005,4009],["over",4156,4160],["under",4263,4268],["among",5120,5125],["out",5181,5184],["out",5214,5217]],"normalised_sentiment":0.0083333333,"vader_sentiment":1.0,"roberta_sentiment":0.9982064962},{"para_id":18,"paragraph":"While speaking of Elleray, we should pay a passing tribute of gratitude to an older worthy of that neighborhood,-- the well known Bishop of Llandaff, Richard Watson, who did more for the beauty of Windermere than any other person. There is nothing to praise in the damp old mansion at Calgarth, set down in low ground, and actually with its back to the lake, and its front windows commanding no view; but the woods are the glory of Bishop Watson. He was not a happy prelate, believing himself undervalued and neglected, and fretting his heart over his want of promotion; but he must have had many a blessed hour while planting those woods for which many generations will be grateful to him. Let the traveller remember him, when looking abroad from Miller Brow, near Bowness. Below lies the whole length of Windermere, from the white houses of Clappersgate, nestling under Loughrigg at the head, to the Beacon at the foot. The whole range of both shores, with their bays and coves and promontories, can be traced; and the green islands are clustered in the centre; and the whole gradation of edifices is seen, from Wray Castle, on its rising ground, to the tiny boat-houses, each on its creek. All these features are enhanced in beauty by the Calgarth woods, which cover the undulations of hill and margin beneath and around, rising and falling, spreading and contracting, with green meadows interposed, down to the white pebbly strand. To my eye, this view is unsurpassed by any in the District.","file_id":"1861_c","plnames":[["Windermere",197,207],["Calgarth",285,293],["Bowness",766,773],["Windermere",806,816],["Clappersgate",843,855],["Loughrigg",872,881],["Beacon",902,908],["Castle",1119,1125],["Calgarth",1242,1250]],"geonouns":[["mansion",274,281],["ground",311,317],["lake",353,357],["woods",409,414],["woods",633,638],["houses",833,839],["head",889,893],["foot",916,920],["shores",946,952],["bays",965,969],["coves",974,979],["promontories",984,996],["islands",1027,1034],["ground",1141,1147],["boat",1161,1165],["houses",1166,1172],["woods",1251,1256],["hill",1289,1293],["meadows",1383,1390]],"pos_words":[["gratitude",62,71],["worthy",84,90],["well",119,123],["beauty",187,193],["praise",251,257],["glory",423,428],["happy",460,465],["grateful",674,682],["enhanced",1216,1224],["beauty",1228,1234]],"neg_words":[["neglected",509,518],["lies",781,785],["falling",1336,1343]],"events":[],"dates":[],"times":[["hour",607,611]],"distances":[],"loc_advs":[["abroad",736,742]],"spa_preps":[["down",299,303],["over",543,547],["near",761,765],["under",866,871],["beneath",1305,1312],["around",1317,1323],["down",1403,1407]],"normalised_sentiment":0.056,"vader_sentiment":0.9,"roberta_sentiment":0.9973958731},{"para_id":19,"paragraph":"Bishop Watson's two daughters were living in the neighborhood till two years ago,-- antique spinsters, presenting us with a most vivid specimen of the literary female life of the last century. They were excellent women, differing from the rest of society chiefly in their notion that superior people should show their superiority in all the acts of their lives,-- that literary people should talk literature, and scientific people science, and so on; and they felt affronted, as if set down among common people, when an author talked about common things in a common way. They did their best to treat their friends to wit and polite letters; and they expected to be ministered to in the same fashion. This was rather embarassing to visitors to whom it had never occurred to talk for any other purpose than to say what presented itself at the moment; but it is a privilege to have known those faithful sisters, and to have seen in them a good specimen of the literary society of the last century.","file_id":"1861_c","plnames":[],"geonouns":[["common",497,503],["common",540,546],["common",559,565]],"pos_words":[["vivid",129,134],["excellent",203,212],["superior",284,292],["superiority",318,329],["best",586,590],["polite",625,631],["privilege",861,870],["faithful",891,899],["good",936,940]],"neg_words":[],"events":[],"dates":[["two years",67,76],["the last century",175,191],["the last century",977,993]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["down",486,490],["among",491,496],["about",534,539]],"normalised_sentiment":0.1046511628,"vader_sentiment":0.97,"roberta_sentiment":0.9984202385},{"para_id":20,"paragraph":"There is another spot in that neighborhood which strangers look up to with interest from the lake itself,-- Dovenest, the abode of Mrs. Hemans for the short time of her residence at the Lakes. She saw it for first time from the lake, as her published correspondance tells, and fell in love with it; and as it was vacant at the time, she went into it at once. Many of my readers will remember her description of the garden and the view from it, the terrace, the circular grass-plot with it one tall white rose-tree. \" You cannot imagine,\" she wrote, in 1830,\" how I delight in that fair, solitary, neglected-looking tree.\" The tree is not neglected now. Dovenest is inhabited by Mrs. Heman's then young friend, the Rev. R. P. Graves; and it has recovered from the wildness and desolation of thirty years ago, while looking as secluded as ever among the woods on the side of Wansfell.","file_id":"1861_c","plnames":[["Dovenest",108,116],["Lakes",186,191],["Dovenest",653,661],["Wansfell",873,881]],"geonouns":[["lake",93,97],["residence",169,178],["lake",228,232],["terrace",448,455],["tree",509,513],["tree",615,619],["tree",626,630],["woods",852,857]],"pos_words":[["love",285,289],["delight",565,572],["fair",581,585]],"neg_words":[["fell",277,281],["plot",476,480],["neglected",597,606],["neglected",638,647],["desolation",776,786]],"events":[],"dates":[["1830",552,556],["thirty years ago",790,806]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["into",342,346],["among",842,847]],"normalised_sentiment":-0.0253164557,"vader_sentiment":0.95,"roberta_sentiment":0.9984402061},{"para_id":21,"paragraph":"All this time, illustrious strangers were coming, year by year, to visit residents, or to live among the mountains for few weeks. There was Wilberforce, spending part of a summer at Rayrigg, on the lake shore. One of his boys asked him,\" Why should you not buy a house here? and then we could come every year.\" The reply was characteristic:-- that it would be very delightful; but that the world is lying, in a manner, under the curse of God; that we have something else to do than to enjoy fine prospects; and that, though it may be allowable to taste the pleasure now and then, we ought to wait till the other life to enjoy ourselves. Such was the strait-lacing in which the good man was forever trying to compress his genial, buoyant, and grateful nature. -- Scott came again and again; and Wordsworth and Southey met to do him honor. The tourist must remember the Swan Inn,-- the white house beyond Grasmere, under the skirts of Helvellyn. There Scott went daily for a glass of something good, while Wordsworth's guest, and treated with the homely fare of the Grasmere cottage. One morning, his host, himself, and Southey went up to the Swan, to start thence with ponies for the ascent of Helvellyn. The innkeeper saw them coming, and accosted Scott with\" Eh, Sir! ye ere come early for your draught to-day!\"-- a disclosure which was not likely to embarass his host at all. Wordsworth was probably the least-discomposed member of the party. -- Charles Lamb and his sister once popped in unannounced on Coleridge at Keswick, and spent three weeks in the neighborhood. We can all fancy the little man on the top of Skiddaw, with his mind full as usual of quips and pranks, and struggling with the emotions of mountain-land, so new and strange to a Cockney, such as he truly described himself. His loving readers do not forget his statement of the comparative charms of Skiddaw and Fleet Street; and on the spot we quote his exclamations about the peak, and the keen air there, and the look over into Scotland, and down upon a sea of mountains which made him giddy. We are glad he came and enjoyed a day, which, as he said, would stand out like a mountain in his life; but we feel that he could never have followed his friends hither,-- Coleridge and Wordsworth,-- and have made himself at home. The warmth of a city and the hum of human voices all day long were necessary to his spirits. As to his passage at arms with Southey,-- everybody's sympathies are with Lamb; and he only vexes us by his humility and gratitude at being pardoned by the aggressor, whom he had in fact humiliated in all eyes but his own. It was one of Southey's spurts of insolent bigotry; and Lamb's plea for tolerance and fair play was so sound as to make it a poor affectation in Southey to assume a pardoning air; but, if Lamb's kindly and sensitive nature could not sustain him in so virtuous an opposition, it is well that the two men did not meet on the top of Skiddaw. -- Canning's visit to Storrs, on Windermere, was a great event in its days; and Lockhart tells us, in his\" Life of Scott,\" what the regatta was like, when Wilson played Admiral, and the group of local poets, and Scott, were in the train of the statesman. Since that day, it has been a common thing for illustrious persons to appear in our valleys. Statesmen, churchmen, university-men, princes, peers, bishops, authors, artists, flock hither; and during the latter years of Wordsworth's life, the average number of strangers who called at Rydal Mount in the course of the season was eight hundred.","file_id":"1861_c","plnames":[["Wordsworth",794,804],["Grasmere",903,911],["Helvellyn",933,942],["Wordsworth",1004,1014],["Grasmere",1064,1072],["Helvellyn",1193,1202],["Wordsworth",1378,1388],["Keswick",1519,1526],["Skiddaw",1617,1624],["Skiddaw",1871,1878],["Scotland",2002,2010],["Skiddaw",2943,2950],["Windermere",2985,2995],["Wordsworth",3426,3436],["Rydal Mount",3491,3502]],"geonouns":[["mountains",105,114],["lake",198,202],["shore",203,208],["house",263,268],["house",890,895],["cottage",1073,1080],["top",1610,1613],["mountain",1711,1719],["land",1720,1724],["peak",1949,1953],["sea",2028,2031],["mountains",2035,2044],["mountain",2148,2156],["top",2936,2939],["train",3183,3188],["common",3237,3243],["valleys",3291,3298]],"pos_words":[["illustrious",15,26],["delightful",365,375],["enjoy",485,490],["fine",491,495],["pleasure",557,565],["enjoy",620,625],["good",677,681],["genial",721,727],["buoyant",729,736],["grateful",742,750],["honor",831,836],["good",992,996],["fancy",1582,1587],["loving",1799,1805],["keen",1963,1967],["glad",2074,2078],["enjoyed",2091,2098],["like",2141,2145],["warmth",2301,2307],["humility",2498,2506],["gratitude",2511,2520],["fair",2699,2703],["affectation",2743,2754],["kindly",2808,2814],["sensitive",2819,2828],["virtuous",2864,2872],["well",2894,2898],["great",3003,3008],["like",3096,3100],["illustrious",3254,3265]],"neg_words":[["lying",399,404],["curse",429,434],["struggling",1679,1689],["strange",1737,1744],["giddy",2060,2065],["hum",2326,2329],["aggressor",2546,2555],["insolent",2647,2655],["bigotry",2656,2663],["plea",2676,2680],["poor",2738,2742],["opposition",2876,2886]],"events":[],"dates":[["year",50,54],["year",58,62],["few weeks",119,128],["a summer",170,178],["every year",298,308],["daily",961,966],["three weeks",1538,1549],["a day",2099,2104],["all day long",2346,2358],["its days",3018,3026],["that day",3213,3221],["the latter years",3406,3422],["the season",3520,3530]],"times":[["One morning",1082,1093]],"distances":[],"loc_advs":[["here",269,273],["beyond",896,902],["there",1972,1977],["home",2291,2295],["hither",3387,3393]],"spa_preps":[["among",95,100],["under",419,424],["under",913,918],["about",1939,1944],["over",1992,1996],["into",1997,2001],["down",2016,2020],["out",2137,2140]],"normalised_sentiment":0.0547112462,"vader_sentiment":1.0,"roberta_sentiment":0.9964331388},{"para_id":22,"paragraph":"During the growth of the District from its wildness to this thronged state, a minor light of the region was kindling, flickering, failing, gleaming, and at last going out,-- anxiously watched and tended, but to little purpose. The life of Hartley Coleridge has been published by his family; and there can, therefore, be no scruple in speaking of him here. The remembrance of him haunts us all,-- almost as his ghost haunts his kind lady. Long after his death, she used to\" hear him at night laughing in his room,\" as he used to do when he lived there. A peculiar laugh it was, which broke out when fancies crossed him, whether he was alone or in company. Travellers used to look after him on the road, and guides and drivers were always willing to tell about him; and still his old friends almost expct to see Hartley at any turn,-- the little figure, with the round face, marked by the blackest eyebrows and eyelashes, and by a smile and expression of great eccentricity. As we passed, he would make a full stop in the road, face about, take off his black-and-white straw hat, and bow down to the ground. The first glance in return was always to see whether he was sober. The Hutchinsons must remember him. He was one of the audience, when they held their concert under the sycamores in Mr. Harrison's grounds at Ambleside; and he thereupon wrote a sonnet, doubtless well known in America. When I wanted his leave to publish that sonnet, in an account of of\" Frolics with the Hutchinsons,\" it was necessary to hunt him up, from public-house to public-house, early in the morning. It is because these things are universally known,-- because he was seen staggering in the road, and spoken of by drivers and lax artisans as an alehouse comrade, that I speak of him here, in order that I may testify how he was beloved and cherished by the best people in his neighborhood. I can hardly speak of him myself as a personal acquaintance; for I could not venture on inviting him to my house. I saw what it was to others to be subject to day-long visits from him, when he would ask for wine, and talk from morning to night,-- and a woman, solitary and busy, could not undertake that sort of hospitality; but I saw how forbearing his friends were, and why-- and I could sympathize their regrets when he died. I met him in company occasionally, and never saw him sober; but I have heard from several common friends of the charm of his conversation, and the beauty of his gentle and affectionate nature. He was brought into the District when four years old; and it does not appear that he ever had a chance allowed him of growing into a sane man. Wordsworth used to say that Hartley's life's failure arose mainly from his having grown up\" wild as the breeze,\"-- delivered over, without help or guardianship, to the vagaries of an imagination which overwhelmed all the rest of him. There was a strong constitutional likeness to his father, evident enough to all; but no pains seem to have been taken on any hand to guard him from the snare, or invigorate his will, and aid him in self-discipline. The great catastrophe, the ruinous blow, which rendered him hopeless, is told in the Memoir; but there are particulars which help to account for it. Hartley had spent his school-days under a master as eccentric as he himself ever became. The Rev. John Dawes of Ambleside was one of the oddities that may be found in the remote places of modern England. He had no idea of restraint, for himself or his pupils; and when they arrived, punctually or not, for morning school, they sometimes found the door shut, and chalked with\" Gone a-hunting,\" or\" Gone a-fishing,\" or gone away somewhere or other. Then Hartley would sit down under the bridge, or in the shadow of the wood, or lie on the grass on the hill-side, and tell tales to his schoolfellows for hours. His mind was developed by the conversation of his father and his father's friends; and he himself had a great friendship with Professor Wilson, who always stood by him with a pitying love. He had this kind of discursive education, but no discipline; and when he went to college, he was at the mercy of any who courted his affection, intoxicated his imagination, and then led him into vice. His Memoir shows how he lost his fellowship at Oriel College, Oxford, at the end of his probationary year. He had been warned by the authorities against his sin of intemperance; and he bent his whole soul to get through that probationary year. For eleven months, and many days of the twelfth, he lived soberly and studied well. Then the old tempters agreed in London to go down to Oxford and get hold of Hartley. They went down on the top of the coach, got access to his room, made him drunk, and carried him with them to London; and he was no to be found when he should have passed. The story of his death is but too like this.","file_id":"1861_c","plnames":[["Ambleside",1314,1323],["America",1382,1389],["Wordsworth",2635,2645],["Ambleside",3345,3354],["England",3428,3435],["Oxford",4293,4299],["London",4591,4597],["Oxford",4612,4618],["London",4753,4759]],"geonouns":[["region",97,103],["road",696,700],["road",1020,1024],["ground",1098,1104],["grounds",1303,1310],["house",1536,1541],["house",1552,1557],["road",1671,1675],["house",1977,1982],["common",2389,2395],["school",3255,3261],["school",3547,3553],["door",3580,3584],["bridge",3718,3724],["wood",3750,3754],["hill",3783,3787],["top",4666,4669],["coach",4677,4682]],"pos_words":[["willing",737,744],["smile",929,934],["great",953,958],["doubtless",1358,1367],["well",1368,1372],["beloved",1808,1815],["cherished",1820,1829],["best",1837,1841],["charm",2411,2416],["beauty",2446,2452],["gentle",2460,2466],["affectionate",2471,2483],["sane",2625,2629],["strong",2881,2887],["enough",2935,2941],["invigorate",3031,3041],["great",3088,3093],["master",3275,3281],["modern",3421,3427],["great",3945,3950],["love",4024,4028],["mercy",4134,4139],["affection",4163,4172],["led",4212,4215],["well",4553,4557],["like",4849,4853]],"neg_words":[["flickering",118,128],["failing",130,137],["anxiously",174,183],["death",453,458],["peculiar",554,562],["broke",583,588],["eccentricity",959,971],["sober",1166,1171],["regrets",2277,2284],["died",2293,2297],["sober",2352,2357],["failure",2680,2687],["wild",2727,2731],["overwhelmed",2836,2847],["pains",2957,2962],["snare",3021,3026],["catastrophe",3094,3105],["ruinous",3111,3118],["blow",3119,3123],["hopeless",3144,3152],["eccentric",3285,3294],["oddities",3370,3378],["lie",3759,3762],["vice",4225,4229],["lost",4255,4259],["warned",4350,4356],["sin",4388,4391],["bent",4416,4420],["drunk",4717,4722],["death",4832,4837]],"events":[],"dates":[["day",2029,2032],["four years old",2530,2544],["days",3262,3266],["the end of",4304,4314],["year",4332,4336],["that probationary year",4451,4473],["eleven months",4479,4492],["many days",4498,4507]],"times":[["night",485,490],["The first",1106,1115],["early in the morning",1559,1579],["morning",2097,2104],["morning",3539,3546],["hours",3834,3839]],"distances":[],"loc_advs":[["there",295,300],["here",350,354],["there",545,550],["here",1763,1767],["without",2766,2773],["there",3181,3186],["away",3655,3659],["somewhere",3660,3669]],"spa_preps":[["out",589,592],["about",753,758],["round",861,866],["about",1031,1036],["down",1086,1090],["under",1265,1270],["into",2507,2511],["into",2618,2622],["over",2760,2764],["under",3267,3272],["down",3703,3707],["under",3708,3713],["into",4220,4224],["against",4376,4383],["through",4443,4450],["down",4604,4608],["down",4654,4658]],"normalised_sentiment":-0.0097087379,"vader_sentiment":0.99,"roberta_sentiment":0.967838347},{"para_id":23,"paragraph":"Sonnet","file_id":"1861_c","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.987029314},{"para_id":24,"paragraph":"To Tennyson, After Hearing Abby Hutchinson Sing\" The May Queen\" At Ambleside.","file_id":"1861_c","plnames":[["Ambleside",67,76]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["May",53,56]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9972844124},{"para_id":25,"paragraph":"I would, my friend, indeed, thou hadst been here Last night, beneath the shadowy sycamore, To hear the lines, to me well known before, Embalmed in music so translucent clear. Each word of thine came singly to the ear, Yet all was blended in a flowing stream. It had the rich repose of summer dream, The light distinct of frosty atmosphere. Still have I loved thy verse, yet never knew How sweet it was, till woman's voice invested The pencilled outline with the living hue, And every note of feeling proved and tested. What might old Pindar be, if once again The harp and voice were trembling with his strain!","file_id":"1861_c","plnames":[],"geonouns":[["lines",103,108],["stream",251,257]],"pos_words":[["well",116,120],["clear",168,173],["rich",270,274],["loved",353,358],["sweet",389,394]],"neg_words":[["shadowy",73,80],["strain",602,608]],"events":[],"dates":[["the ear",209,216],["summer",285,291]],"times":[["Last night",49,59]],"distances":[],"loc_advs":[["here",44,48]],"spa_preps":[["beneath",61,68]],"normalised_sentiment":0.046875,"vader_sentiment":0.92,"roberta_sentiment":0.9987020493},{"para_id":26,"paragraph":"His fellowship lost, he came, ruinously humbled, to live in this District, at first under compulsion to take pupils, whom, of course, he could not manage. On the death of his mother, and annuity was purchased for him, and paid quarterly, to keep him out of debt, if possible. He could not take care of money, and he was often hungry, and often begged the loan of a sixpence; and when the publicans made him welcome to what he pleased to have, in consideratino of the company he brought together, to hear his dreams, he was helpless in the snare. We must remember that he was a fine scholar, as well as a dreamer and a humorist; and there was no order of intellect, from the sage to the peasant, which could resist the charm of his discourse. He had taken his degree with high distinction at Oxford; and yet the old Westmoreland\" statesman,\" who, offered whiskey and water, accepts the one and says the other can be had anywhere, would sit long to hear what Hartley had to tell of what he had seen or dreamed. At gentlemen's tables, it was a chance how he might talk,-- sublimely, sweetly, or with a want of tact which made sad confusion. In the midst of the great black frost at the close of 1848, he was at a small dinner-party at the house of a widow lady, about four miles from his lodgings. During dinner, some scandal was talked about some friends of his to whom he was warmly attached. He became excited on their behalf,-- took Champagne before he had eaten enough, and, before the ladies left the table, was no longer master of himself. His host, a very young man, permitted some practical joking: brandy was ordered, and given to the unconscious Hartley; and by eleven o'clock he was clearly unfit to walk home alone. His hostess sent her footman with him, to see him home. The man took him through Ambleside, and then left him to find his way for the other two miles. The cold was as severe as any ever known in this climate; and it was six in the morning when his land-lady heard some noise in the porch, and found Hartley stumbling in. She put him to bed, put hot bricks on his feet, and tried all the proper means; and in the middle of the day he insisted on getting up and going out. He called at the house of a friend, Dr. s----, near Ambleside. The kind physician scolded him for coming out, send for a carriage, took him home, and put him to bed. He never rose again, but died on the 6th of January, 1849. The young host and the old hostess have followed him, after deeply deploring that unhappy day.","file_id":"1861_c","plnames":[["Oxford",791,797],["Westmoreland",815,827],["Ambleside",1807,1816],["Ambleside",2249,2258]],"geonouns":[["water",866,871],["tables",1024,1030],["house",1236,1241],["table",1504,1509],["land",1974,1978],["bed",2062,2065],["feet",2089,2093],["house",2214,2219],["carriage",2318,2326],["bed",2358,2361]],"pos_words":[["welcome",407,414],["pleased",426,433],["well",594,598],["charm",718,723],["distinction",776,787],["sweetly",1080,1087],["great",1158,1163],["warmly",1375,1381],["excited",1402,1409],["enough",1464,1470],["master",1525,1531],["clearly",1692,1699],["hot",2071,2074],["proper",2113,2119]],"neg_words":[["lost",15,19],["compulsion",90,100],["death",162,167],["debt",257,261],["helpless",523,531],["snare",539,544],["sad",1123,1126],["confusion",1127,1136],["frost",1170,1175],["scandal",1315,1322],["unfit",1700,1705],["cold",1881,1885],["severe",1893,1899],["noise",1995,2000],["scolded",2279,2286],["died",2388,2392],["deploring",2489,2498]],"events":[],"dates":[["quarterly",227,236],["a fine",575,581],["1848",1192,1196],["the middle of the day",2134,2155],["the 6th of January, 1849",2396,2420],["unhappy day",2504,2515]],"times":[["eleven o'clock",1670,1684],["six in the morning",1946,1964]],"distances":[["about four miles",1259,1275],["the other two miles",1856,1875]],"loc_advs":[["there",632,637],["anywhere",919,927],["left",1495,1499],["home",1714,1718],["home",1776,1780],["left",1827,1831],["home",2337,2341]],"spa_preps":[["under",84,89],["out",250,253],["together",486,494],["close",1183,1188],["about",1334,1339],["through",1799,1806],["out",2192,2195],["near",2244,2248],["out",2302,2305]],"normalised_sentiment":-0.0133333333,"vader_sentiment":-0.29,"roberta_sentiment":-0.9963505268},{"para_id":27,"paragraph":"It was sweet, as well as sorrowful, to see how he was mourned. Everybody, from his old landlady, who cared for him like a mother, to the infant-school children, missed Hartley Coleridge. I went to his funeral at Grasmere. The rapid Rotha rippled and dashed over the stones beside the churchyard; the yews rose dark from the faded grass of the graves; and in might contrast to both, Helvellyn stood, in wintry silence, and sheeted with spotless snow. Among the mourners Wordsworth was conspicuous, with his white hair and patriarchal aspect. He had no cause for painful emotions on his own account; for he had been a faithful friend to the doomed victim who was now beyond the reach of his tempters. While there was any hope that stern remonstrance might rouse the feeble will and strengthen the suffering conscience to relieve itself, such remonstrance was pressed; and when the case was past hope, Wordsworth's door was ever open to his old friend's son. Wordsworth could stand by that open grace without a misgiving about his own share in the scene which was here closing; and calm and simply grave he looked. He might mourn over the life; but he could scarcely grieve at the death. The grave was close behind the family group of the Wordsworth tombs. It shows, above the name and dates, a sculptured crown of thorns and Greek cross, with the legend,\" By thy Cross and Passion, Good Lord, deliver me!\"","file_id":"1861_c","plnames":[["Grasmere",212,220],["Helvellyn",382,391],["Wordsworth",469,479],["Wordsworth",899,909],["Wordsworth",956,966],["Wordsworth",1236,1246]],"geonouns":[["school",144,150],["stones",266,272],["door",912,916]],"pos_words":[["sweet",7,12],["well",17,21],["like",115,119],["rapid",226,231],["spotless",435,443],["faithful",616,624],["grace",992,997],["calm",1079,1083]],"neg_words":[["sorrowful",25,34],["missed",161,167],["dark",310,314],["conspicuous",484,495],["painful",561,568],["doomed",639,645],["stern",729,734],["feeble",764,770],["suffering",795,804],["misgiving",1008,1017],["mourn",1121,1126],["scarcely",1155,1163],["grieve",1164,1170],["death",1178,1183]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",705,710],["past",888,892],["without",998,1005],["here",1061,1065]],"spa_preps":[["over",257,261],["beside",273,279],["beyond",665,671],["about",1018,1023],["over",1127,1131],["close",1199,1204],["behind",1205,1211],["above",1264,1269]],"normalised_sentiment":-0.0465116279,"vader_sentiment":-0.67,"roberta_sentiment":0.9971795082},{"para_id":28,"paragraph":"One had come and gone meantime who was as express a contrast to Hartley Coleridge as could be imagined,-- a man of energy, activity, stern self-discipline, and singular strength of will. Such a cast of character was an inexplicable puzzle to poor Hartley. He showed this by giving his impression of another person of the same general mode of life,-- that A. B.\" was a monomaniac about everything.\" It was to rest a hard-worked mind and body, and to satisfy a genuine need of his nature, that Dr. Arnold came here from Rugby with his family,-- first, to lodgings for an occasional holiday, and afterwards to a house of his own, at Christmas and Midsummer, and with the intention of living permanently at Fox How, when he should give up his work at Rugby.","file_id":"1861_c","plnames":[["Fox How",703,710]],"geonouns":[["house",609,614]],"pos_words":[["worked",420,426],["satisfy",449,456],["genuine",459,466],["work",739,743]],"neg_words":[["stern",133,138],["poor",242,246],["hard",415,419]],"events":[],"dates":[["Christmas",630,639]],"times":[],"distances":[],"loc_advs":[["here",508,512]],"spa_preps":[["about",379,384]],"normalised_sentiment":0.0149253731,"vader_sentiment":0.88,"roberta_sentiment":-0.9914338589},{"para_id":29,"paragraph":"He was first at a house at the foot of Rydal Mount, at Christmas, 1831,\" with the road on the one side, which goes brawling away under our windows with its perpetual music. The higher mountains that bound our view are all snow-capped; but it is all snug, and warm, and green in the valley. Nowhere on earth have I ever seen a spot of more perfect and enjoyable beauty, with not a single object out of tune with it, look which way I will.\" He built Fox How, two or three years later, and at once began his course of hospitality by having lads of the sixth form as his guests,-- not for purposes of study, but of recreation, and, yet more, to give them that element of education which consists in familiarity with the noblest natural scenery. The hue and cry which arose when he showed himself a reformer, in Church matters as in politics, followed him here, as we see by his letters; and it was not till his\" Life and Correspondence\" appeared that his neighbors here understood him. It has always been difficult, perhaps, for them to understand anything modern, or at all vivacious. Everybody respected Dr. Arnold for his energy and industry, his services to education, and his devotedness to human welfare; but they were afraid of his supposed opinions. Not the less heartily did he honor everything that was admirable in them; and when he was gone, they remembered his ways, and cherished every trace of him, in a manner which showed how they would have made much of him, if their own timid prejudices had not stood in the way. They point out to this day the spot where the saw him stand, without his hat, on the Rotha bridge, watching the gush of the river under the wooded bank, or gazing into the basing of vapors within the cul-de-sac of Fairfield,-- the same view which he looked on from his study, as he sat on his sofa, surrounded by books. The neighbors show the little pier at Waterhead whence he watched the morning or the evening light on the lake, the place where he bathed, and the tracks in the mountains which led to his favorite ridges. Everybody has read his\" Life and Correspondence,\" and therefore knows what his mode of life was here, and how great was his enjoyment of it. We have all read of the mountain-trips in summer, and the skating on Rydal Lake in winter,-- and how his train of children enjoyed everything with him, as far as they could. It was but for a few years; and the time never came for him to retire hither from Rugby. In June, 1842, he had completed his fourteenth year at Rugby, and was particularly in need, under some harassing cares, of the solace and repose which a few hours more would have brought him, when he was cut off by an illness of two hours. On the day when he was to have been returning to Fox How, some of his children were travelling thence to his funeral. His biographer tells us how strong was the consternation at Rugby, when the tidings spread on that Sunday morning,\" Dr. Arnold is dead.\" Not slight was the emotion throughout this valley, when the news passed from house to house, the next day. As I write, I see the windows which were closed that day, and the trees round the house,-- so grown up since he walked among them!-- and the course of the Rotha, which winds and ripples at the foot of his garden. I never saw him, for I did not come here till two years after; but I have seen his widow pass into her honored old age, and his children part off into their various homes, and their several callings in life,-- to meet in the beloved house at Fox How, at Christmas, and at many another time.","file_id":"1861_c","plnames":[["Rydal Mount",39,50],["Fox How",448,455],["Waterhead",1887,1896],["Rydal Lake",2264,2274],["Fox How",2747,2754],["Fox How",3515,3522]],"geonouns":[["house",18,23],["foot",31,35],["road",82,86],["mountains",184,193],["valley",282,288],["point",1534,1539],["bridge",1620,1626],["river",1653,1658],["bank",1676,1680],["pier",1879,1883],["lake",1955,1959],["tracks",1996,2002],["mountains",2010,2019],["ridges",2046,2052],["mountain",2219,2227],["train",2300,2305],["valley",2996,3002],["house",3030,3035],["house",3039,3044],["trees",3126,3131],["foot",3253,3257],["pass",3362,3366],["house",3506,3511]],"pos_words":[["warm",259,263],["perfect",339,346],["enjoyable",351,360],["beauty",361,367],["modern",1053,1059],["vivacious",1071,1080],["heartily",1267,1275],["honor",1283,1288],["admirable",1309,1318],["cherished",1380,1389],["gush",1641,1645],["led",2026,2029],["favorite",2037,2045],["great",2164,2169],["enjoyment",2178,2187],["enjoyed",2318,2325],["solace",2585,2591],["strong",2844,2850],["honored",3376,3383],["beloved",3498,3505]],"neg_words":[["object",387,393],["cry",753,756],["difficult",1001,1010],["afraid",1221,1227],["timid",1486,1491],["prejudices",1492,1502],["illness",2676,2683],["consternation",2859,2872],["dead",2946,2950]],"events":[],"dates":[["Christmas, 1831",55,70],["two or three years later",457,481],["this day",1547,1555],["summer",2237,2243],["a few years",2384,2395],["June, 1842",2461,2471],["his fourteenth year",2490,2509],["the day",2701,2708],["the next day",3046,3058],["that day",3108,3116],["two years",3319,3328],["Christmas",3527,3536]],"times":[["the morning or the evening",1915,1941],["a few hours",2609,2620],["two hours",2687,2696],["Sunday morning",2915,2929]],"distances":[],"loc_advs":[["away",124,128],["here",851,855],["here",961,965],["without",1590,1597],["here",2150,2154],["hither",2439,2445],["throughout",2980,2990],["here",3309,3313]],"spa_preps":[["under",129,134],["out",394,397],["out",1540,1543],["under",1659,1664],["into",1692,1696],["within",1718,1724],["under",2550,2555],["round",3132,3137],["among",3179,3184],["into",3367,3371],["into",3419,3423]],"normalised_sentiment":0.0361842105,"vader_sentiment":1.0,"roberta_sentiment":0.9987896085},{"para_id":30,"paragraph":"This leaves only Southey and the Wordsworths; and their ending was not far off. The old poet had seen almost too much of these endings. One day, when I found a stoppage in the road at the foot of Rydal Mount, from a sale of furniture, such as is common in this neighborhood every spring and autumn, I met Mr. Wordsworth,-- not looking observant and amused, but in this blackest mood of melancholy, and evidently wanting to get out of the way. He said he did not like the sight: he had seen so many of these sales; he had seen Southey's, not long before; and these things reminded him how seen there must be a sale at Rydal Mount. It was remarked by a third person that this was rather a wilful way of being miserable; but I never saw a stronger love of life than there was in them all, even so late in their day as this. Mrs. Wordsworth, then past her three - score year and ten, observed to me that the worst of living here was that it made one so unwilling to go. It seems but lately that she said so; yet she nursed to their graves her daughter and her husband and his sister, and she herself became blind; so that it was not hard\" to go,\" when the time came.","file_id":"1861_c","plnames":[["Rydal Mount",196,207],["Rydal Mount",617,628],["Wordsworth",826,836]],"geonouns":[["road",176,180],["foot",188,192],["common",246,252]],"pos_words":[["like",462,466],["stronger",736,744],["love",745,749]],"neg_words":[["melancholy",386,396],["miserable",707,716],["worst",904,909],["unwilling",949,958],["blind",1103,1108],["hard",1129,1133]],"events":[],"dates":[["Wordsworths",33,44],["One day",136,143],["spring and",280,290],["autumn",291,297],["their day",802,811],["three - score year",852,870]],"times":[],"distances":[],"loc_advs":[["there",593,598],["there",763,768],["past",843,847],["here",920,924]],"spa_preps":[["out",427,430]],"normalised_sentiment":-0.0291262136,"vader_sentiment":-0.98,"roberta_sentiment":-0.9969471097},{"para_id":31,"paragraph":"Southey's decline was painful to witness,-- even as his beloved wife's had been to himself. He never got over her loss; and his mind was decidedly shaken before he made the second marriage which has been so much talked over. One most touching scene there was when he had become unconscious of all that was said and done around him. Mrs. Southey had been careless of her own interests about money when she married him, and had sought no protection for her own property. When there was manifestly no hope of her husband's mind ever recovering, his brother assembled the family and other witnesses, and showed them a kind of will which he had drawn up, by which Mrs. Southey's property was returned to herself, intact. He said they were all aware that their relative could not, in his condition, make a will, and that he was even unaware of what they were doing; but that it was right that they should pledge themselves by some overt act to fulfil what would certainly have been his wish. The bowed head could not be raised, but the nerveless hand was guided to sign the instrument; and all present agreed to respect it as if it were a veritable will,-- as of course they did. The decline was full of painful circumstances; and it must have been with a heart full of sorrow that Wordsworth walked over the hills to attend the funeral.","file_id":"1861_c","plnames":[["Wordsworth",1276,1286]],"geonouns":[["head",996,1000],["hills",1303,1308]],"pos_words":[["beloved",56,63],["interests",374,383],["protection",436,446],["right",876,881],["respect",1106,1113],["veritable",1133,1142]],"neg_words":[["decline",10,17],["painful",22,29],["loss",114,118],["careless",354,362],["decline",1178,1185],["painful",1198,1205],["sorrow",1264,1270]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",249,254],["there",474,479]],"spa_preps":[["over",105,109],["over",219,223],["around",320,326],["about",384,389],["over",1294,1298]],"normalised_sentiment":-0.0098039216,"vader_sentiment":0.59,"roberta_sentiment":0.984729588},{"para_id":32,"paragraph":"The next funeral was that of his own daughter Dora,-- Mrs. Quillinan. A story has got about, as untrue as it is disagreeable, that Dora lost her health from her father's opposition to her marriage, and that Wordsworth's excessive grief after her death was owing to remorse. I can myself testify to her health having been very good for a considerable interval between that difficulty and her last illness; and this is enough, of itself, to dispose of the story. Her parents considered the marriage and imprudent one; but after securing sufficient time for consideration, they said that she must judge for herself; and there were fine qualities in Mr. Quillinan which could not but win their affection and substantial regard. His first wife, a friend of Dora Wordsworth's, was carried out of the house in which she had just been confined, from fire in the middle of the night; she died from the shock; and she died recommending her husband and her friend to marry. Such is the understood history of the case. After much delay they did marry, and lived near Rydal Mount, where Dora was, as always, the light of the house, as long as she could go to it. But, after a long and painful decline, she died in 1847. Her husband followed soon after Wordsworth's death. He lies in the family corner of Grasmere churchyard, between his two wives. This appeared to be the place reserved for Mrs. Wordsworth, so that Dora would lie between her parents. There seemed now to be no room left for the solitary survivor, and many wondered what would be done; but all had been thought of. Wordsworth's grave had been made deep enough for two; and there his widow now rests.","file_id":"1861_c","plnames":[["Wordsworth",207,217],["Wordsworth",757,767],["Rydal Mount",1055,1066],["Wordsworth",1239,1249],["Grasmere",1291,1299],["Wordsworth",1383,1393],["Wordsworth",1569,1579]],"geonouns":[["house",794,799],["house",1112,1117]],"pos_words":[["good",326,330],["enough",417,423],["sufficient",535,545],["fine",628,632],["win",680,683],["affection",690,699],["regard",716,722],["survivor",1492,1500],["enough",1607,1613]],"neg_words":[["untrue",96,102],["disagreeable",112,124],["lost",136,140],["opposition",170,180],["excessive",220,229],["grief",230,235],["death",246,251],["remorse",265,272],["difficulty",372,382],["illness",396,403],["imprudent",501,510],["confined",827,835],["died",879,883],["shock",893,898],["died",908,912],["delay",1018,1023],["painful",1172,1179],["decline",1180,1187],["died",1193,1197],["death",1252,1257],["lies",1262,1266],["lie",1414,1417]],"events":[],"dates":[["the middle of the night",850,873],["1847",1201,1205]],"times":[],"distances":[],"loc_advs":[["there",617,622],["near",1050,1054],["between",1312,1319],["left",1470,1474],["there",1627,1632]],"spa_preps":[["about",86,91],["between",359,366],["out",783,786],["between",1418,1425]],"normalised_sentiment":-0.0935251799,"vader_sentiment":-0.99,"roberta_sentiment":0.9921227098},{"para_id":33,"paragraph":"There was much vivid life in them, however clearly the end was approaching, when I first knew them in 1845. The day after my arrival at a friend's house, they called on me, excited by two kinds of interest. Wordsworth had been extremely gratified by hearing, through a book of mine, how this works were estimated by certain classes of readers in the United States; and he and Mrs. Wordsworth were eager to learn facts and opinions about mesmerism, but which I had just recovered from a long illness, and which they hoped might avail in the case of a daughter-in-law, then in a dying state abroad. After that day, I met them frequently, and was at their house, when I could go. On occasion of my first visit, I was struck by an incident which explained the ridicule we have all heard thrown on the old poet for a self-esteem which he was merely too simple to hide. Nothing could be easier than to make a quiz of what he said to me; but to me it seemed delightful. As he at once talked of his poems, I thought I might; and I observed that he might be interested in knowing which of his poems had been Dr. Channing's favorite. Seeing him really interested, I told him that I had not been many hours under Dr. Channing's roof before he brought me\" The Happy Warrior,\" which, he said, moved him more than any other in the whole series. Wordsworth remarked,-- and repeated the remark earnestly,-- that this was evidently applicable to the piece,\" not as a poem, not as fulfilling the conditions of poetry, but as a chain of extremely valuable thoughts. \" Then he repeated emphatically,--\" a chain of extremely valuable thoughts!\" This was so true that it seemed as natural for him to say it as Dr. Channing, or any one else.","file_id":"1861_c","plnames":[["Wordsworth",207,217],["Wordsworth",381,391],["Wordsworth",1331,1341]],"geonouns":[["house",147,152],["house",653,658]],"pos_words":[["vivid",15,20],["clearly",43,50],["excited",173,180],["gratified",237,246],["works",292,297],["eager",397,402],["easier",881,887],["delightful",951,961],["favorite",1114,1122],["valuable",1528,1536],["valuable",1604,1612]],"neg_words":[["illness",491,498],["dying",577,582],["struck",714,720],["ridicule",756,764]],"events":[],"dates":[["1845",102,106],["The day",108,115],["that day",603,611]],"times":[["many hours",1185,1195]],"distances":[],"loc_advs":[["abroad",589,595]],"spa_preps":[["through",259,266],["about",431,436],["under",1196,1201]],"normalised_sentiment":0.0469798658,"vader_sentiment":0.99,"roberta_sentiment":0.9969763756},{"para_id":34,"paragraph":"It it indisputable that his mind and manners were hurt by the prominence which his life at the Lakes-- a life very public, under the name of seclusion-- gave, in his own eyes, to his own works and conversation; but he was less absorbed in his own objects, less solemn, less severed from ordinary men than is supposed, and has been given out by strangers, who, to the number of eight hundred in a year, have been received by him in a bow, asked to see the garden-terraces where he had meditated this and that work, and dismissed with another bow, and good wishes for their health and pleasure,-- the host having, for the most part, not heard, or not attended to, the name of his visitor. I have seen him receive in that way a friend, a Commissioner of Education, whom I ventured to take with me,( a thing I very rarely did,) and in the evening have had a message asking if I knew how Mr. Wordsworth could obtain an interview with this very gentleman, who was said to be in the neighborhood. All this must be very bad for anybody; and so was the distinction of having early chosen this District for a home. When I first came, I told my friends here that I was alarmed for myself, when I saw the spirit of insolence which seemed to possess the cultivated residents, who really did virtually assume that the mountains and vales were somehow their property, or at least a privilege appropriate to superior people like themselves. Wordsworth's sonnets about the railway were a mild expression of his feelings in the direction; and Mrs. Wordsworth, in spite of her excellent sense, took up his song, and declared with unusual warmth that green fields, with daisies and buttercups, were as good for Lancashire operatives as our lakes and valleys. I proposed that the people should judge of this for themselves; but there was no end to ridicule of\" the people from Birthwaite\"( the end of the railway, five miles off). Some had been seen getting their dinner in the churchyard, and others inquiring how best to get up Loughrigg,--\" evidently, quite puzzled, and not knowing where to go.\" Mr reply,\" that they would know next time,\" was not at all sympathized in. The effect of this exclusive temper was pernicious in the neighborhood. A petition to Parliament against the railway was not brought to me, as it was well known that I would not sign it; but some little girls undertook my case; and the effect of their parroting of Mr. Wordsworth, about\" ourselves\" and\" the common people\" who intrude upon us, was as sad as it was absurd. The whole matter ended rather remarkably. When all were gone but Mrs. Wordsworth, and she was blind, a friend who was as a daughter to her remarked, one summer day, that there were some boys on the Mount in the garden. \" Ah!\" said Mrs. Wordsworth,\" there is no end to those people;-- boys from Birthwaite-- boys from Birthwaite!\" It was the Prince of Wales, with a companion or two.","file_id":"1861_c","plnames":[["Wordsworth",887,897],["Wordsworth",1425,1435],["Wordsworth",1530,1540],["Lancashire",1691,1701],["Birthwaite",1856,1866],["Wordsworth",2423,2433],["Wordsworth",2597,2607],["Mount",2725,2730],["Wordsworth",2763,2773],["Birthwaite",2844,2854],["Wales",2878,2883]],"geonouns":[["terraces",462,470],["mountains",1304,1313],["vales",1318,1323],["railway",1456,1463],["fields",1637,1643],["lakes",1720,1725],["valleys",1730,1737],["railway",1884,1891],["railway",2263,2270],["common",2462,2468]],"pos_words":[["prominence",62,72],["works",187,192],["work",508,512],["good",550,554],["distinction",1044,1055],["privilege",1367,1376],["appropriate",1377,1388],["superior",1392,1400],["like",1408,1412],["excellent",1558,1567],["warmth",1619,1625],["good",1682,1686],["best",1994,1998],["well",2304,2308],["remarkably",2557,2567]],"neg_words":[["hurt",50,54],["solemn",261,267],["bad",1012,1015],["alarmed",1158,1165],["insolence",1203,1212],["spite",1545,1550],["unusual",1611,1618],["ridicule",1827,1835],["puzzled",2040,2047],["temper",2183,2189],["pernicious",2194,2204],["intrude",2481,2488],["sad",2505,2508],["absurd",2519,2525],["blind",2621,2626]],"events":[],"dates":[["a year",394,400],["the end of the",1869,1883],["one summer day",2676,2690]],"times":[["the evening",831,842]],"distances":[["five miles",1893,1903]],"loc_advs":[["home",1099,1103],["here",1142,1146],["there",1807,1812],["there",2697,2702],["there",2776,2781]],"spa_preps":[["under",123,128],["out",337,340],["about",1446,1451],["against",2251,2258],["about",2435,2440]],"normalised_sentiment":0.0,"vader_sentiment":0.95,"roberta_sentiment":0.9964404702},{"para_id":35,"paragraph":"The notion of Wordsworth's solemnity and sublimity, as something unremitting, was a total mistake. It probably arose from the want of proportion in his mind, as in his sister's, before referred to. But he relished the common business of life, and not only could take in, but originate a joke. I remember his quizzing a common friend of ours,-- one much esteemed by us all,-- who had a wonderful ability of falling asleep in an instant, when not talking. Mr. Wordsworth told me of the extreme eagerness of this gentleman, Mrs. Wordsworth, and himself, to see the view over Switzerland from the ridge of the Jura. Mrs. Wordsworth could not walk so fast as the gentlemen, and her husband let the friend go on by himself. When they arrived, a minute or two after him, they found him sitting on a stone in face of all Switzerland, fast asleep. When Mr. Wordsworth mimicked the sleep, with his head on one side, anybody could have told whom he was quizzing. -- He and Mrs. Wordsworth, but too naturally impressed with the mischief of overwalking in the case of women, took up a wholly mistaken notion that I walked too much. One day I was returning from a circuit of ten miles with a guest, when we met the Wordsworths. They asked where we had been. \" By Red Bank to Grasmere.\" Whereupon Mr. Wordsworth laid his hand on my guest's arm, saying\" There, there! take care what you are about! do n't let her lead you about! I can tell you, she has killed off half the gentlemen in the county!\"-- Mrs. Hemans tells us, that, before she had known him many hours, she was saying to him,\" Dear me, Mr. Wordsworth! how can you be so giddy?\"","file_id":"1861_c","plnames":[["Wordsworth",14,24],["Wordsworth",458,468],["Wordsworth",526,536],["Switzerland",572,583],["Jura",606,610],["Wordsworth",617,627],["Switzerland",813,824],["Wordsworth",848,858],["Wordsworth",967,977],["Red Bank",1249,1257],["Grasmere",1261,1269],["Wordsworth",1286,1296],["Wordsworth",1587,1597]],"geonouns":[["common",218,224],["common",319,325],["ridge",593,598],["stone",792,797],["head",888,892]],"pos_words":[["wonderful",385,394],["eagerness",492,501],["fast",646,650],["fast",826,830],["impressed",997,1006],["lead",1397,1401]],"neg_words":[["mistake",90,97],["joke",287,291],["falling",406,413],["mischief",1016,1024],["mistaken",1079,1087],["killed",1437,1443],["giddy",1617,1622]],"events":[],"dates":[["One day",1119,1126],["Wordsworths",1201,1212]],"times":[["a minute",737,745],["many hours",1538,1548]],"distances":[["ten miles",1161,1170]],"loc_advs":[["there",1345,1350]],"spa_preps":[["over",567,571],["about",1375,1380],["about",1406,1411]],"normalised_sentiment":-0.0065789474,"vader_sentiment":0.98,"roberta_sentiment":0.9988033772},{"para_id":36,"paragraph":"His interest in common things never failed. It has been observed that he and Mrs. Wordsworth did incalculable good by the example they unconsciously set the neighborhood of respectable thrift. There are no really poor people at Rydal, because the great lady at the Hall, Lady Le Fleming, takes care that there shall be none,-- at the expense of great moral mischief. But there is a prevalent recklessness, grossness, and mingled extravagance and discomfort in the family management, which, I am told, was far worse when the Wordsworths came than it is now. Going freely among the neighbors, and welcoming and helping them familiarly, the Wordsworths laid their own lives open to observation; and the mingled carefulness and comfort-- the good thrift, in short-- wrought as a powerful lesson all around. As for what I myself saw,-- they took a practical interest in my small purchase of land of my abode; and Mr. Wordsworth often came to consult upon the plan and progress of the house. He used to lie on the grass, beside the young oaks, before the foundations were dug; and he referred me to Mrs. Wordsworth as the best possible authority about the placing of windows and beds. He climbed to the upper rooms before there was a staircase; and we had to set Mrs. Wordsworth as a watch over, when there was a staircase, but no balustrade. When the garden was laid out, he planted a stonepine( which is flourishing) under the terrace-wall, washed his hands in the watering-pot, and gave the place and me at once his blessing and some thrifty counsel. When I began farming, he told me an immense deal about his cow; and both of them came to see my first calf, and ascertain whether she had the proper marks of the handsome short-horn of the region. The distinctive impression which the family made on the minds of the people about them was that of practical ability; and it was thoroughly well conveyed by the remark of a man at Rydal, on hearing some talk of Mrs. Wordsworth, a few days after the poet's death:--\" She's a gay[ rare] clever body, who will carry on the business as well as any of' em.\"","file_id":"1861_c","plnames":[["Wordsworth",82,92],["Rydal",228,233],["Wordsworth",912,922],["Wordsworth",1098,1108],["Wordsworth",1262,1272],["Rydal",1925,1930],["Wordsworth",1961,1971]],"geonouns":[["common",16,22],["land",886,890],["house",979,984],["beds",1173,1177],["terrace",1423,1430],["wall",1431,1435],["region",1737,1743]],"pos_words":[["good",110,114],["respectable",173,184],["thrift",185,191],["great",247,252],["great",345,350],["helping",609,616],["good",738,742],["thrift",743,749],["powerful",775,783],["progress",963,971],["best",1116,1120],["flourishing",1400,1411],["blessing",1513,1521],["thrifty",1531,1538],["immense",1584,1591],["proper",1690,1696],["handsome",1710,1718],["distinctive",1749,1760],["well",1885,1889],["clever",2030,2036],["well",2077,2081]],"neg_words":[["failed",36,42],["poor",213,217],["mischief",357,365],["recklessness",392,404],["extravagance",429,441],["discomfort",446,456],["worse",509,514],["wrought",762,769],["lie",997,1000]],"events":[],"dates":[["Wordsworths",524,535],["Wordsworths",638,649],["a few days",1973,1983]],"times":[],"distances":[],"loc_advs":[["there",304,309],["there",371,376],["there",1216,1221],["there",1295,1300]],"spa_preps":[["among",570,575],["around",795,801],["beside",1015,1021],["about",1140,1145],["over",1284,1288],["out",1362,1365],["under",1413,1418],["about",1597,1602],["about",1821,1826]],"normalised_sentiment":0.0659340659,"vader_sentiment":1.0,"roberta_sentiment":0.9983803034},{"para_id":37,"paragraph":"Nothing could be more affecting than to watch the silent changes in Mrs. Wordsworth's spirits during the ten years which followed the death of her daughter. For many months her husband's gloom was terrible, in the evenings, or in dull weather. Neither of them could see to read much; and the poet was not one who ever pretended to restrain his emotions, or assume a cheerfulness which he did not feel. We all knew that the mother's heart was the bereaved one, however impressed the father's imagination might be by the picture of his own desolation; and we saw he mute about her own trial, and growing whiter in the face and smaller from month to month, while he put no restraint upon his tears and lamentations. The winter evenings were dreary; and in hot summer days the aged wife had to follow him, when he was missed for any time, lest he should be sitting in the sun without his hat. Often she found him asleep on the heated rock. His final illness was wearing and dreary to her; but there her part was clear, and she was adequate to it. \" You are going to Dora,\" she whispered to him, when the issue was no longer doubtful. She thought he did not hear or heed; but some hours after, when some one opened the curtain, he said,\" Are you Dora?\" Composed and cheerful in the prospect of his approaching rest, and absolutely without solitude for herself, the wife was everything to him till the last moment; and when he was gone, the anxieties or the self-forgetting woman were over. She attended his funeral, and afterwards chose to fill her accustomed place among the guests who filled the house. She made tea that evening as usual; and the lightening of her spirits from that time forward was evident. It was a lovely April day, the 23d,( Shakespeare's birth - and death-day,) when her task of nursing closed. The news spread fast that the old poet was gone; and we all naturally turned our eyes up to the roof under which he lay. There, above and amidst the young green of the woods, the modest dwelling shone in the sunlight. the smoke went up thin and straight into the air; but the closed windows gave the place a look of death. There he was lying whom we should see no more.","file_id":"1861_c","plnames":[["Wordsworth",73,83]],"geonouns":[["rock",930,934],["house",1593,1598],["woods",1982,1987]],"pos_words":[["silent",50,56],["impressed",468,477],["hot",753,756],["clear",1008,1013],["adequate",1027,1035],["cheerful",1261,1269],["fast",1830,1834],["modest",1993,1999]],"neg_words":[["death",134,139],["gloom",187,192],["terrible",197,205],["dull",230,234],["desolation",538,548],["dreary",738,744],["missed",814,820],["illness",946,953],["dreary",970,976],["issue",1100,1105],["doubtful",1120,1128],["anxieties",1435,1444],["death",1769,1774],["smoke",2036,2041],["death",2130,2135],["lying",2150,2155]],"events":[],"dates":[["the ten years",101,114],["many months",161,172],["month to month",638,652],["winter",717,723],["summer days",757,768],["a lovely April day",1713,1731],["the 23d",1733,1740],["day",1775,1778]],"times":[["some hours",1171,1181],["that evening",1613,1625]],"distances":[],"loc_advs":[["without",872,879],["there",989,994],["without",1326,1333],["forward",1685,1692],["above",1942,1947]],"spa_preps":[["about",569,574],["over",1479,1483],["among",1561,1566],["under",1915,1920],["amidst",1952,1958],["into",2068,2072]],"normalised_sentiment":-0.0412371134,"vader_sentiment":-0.93,"roberta_sentiment":0.9982900023},{"para_id":38,"paragraph":"The poor sister remained for five years longer. Travellers, American and others, must remember having found the garden-gate locked at Rydal Mount, and perceiving the reason why, in seeing a little garden-chair, with an emaciated old lady in it, drawn by a nurse round and round the gravelled space before the house. That was Miss Wordsworth, taking her at times, that she could not be placed in some safe privacy; and Wordsworth's feudal loyalty was put to a severe test in the matter. It had been settled that a cottage should be built for his sister, in a field of his, beyond the garden. The plan was made, and the turf marked out, and the digging about to begin, when the great lady at the Hall, Lady Le Fleming, interfered with a prohibition. She assumed the feudal prerogative of determining what should or should not be built on all the lands over which the Le Flemings have borne sway; and her extraordinary determination was, that no dwelling should be built, except on the site of a former one! We could scarcely believe we had not been carried back into the Middle Ages, when we heard it; but the old poet, whom any sovereign in Europe would have been delighted to gratify, submitted with a good grace, and thenceforth rubbed his sister's feet, and coaxed and humored her at home,-- trusting his guests to put up with the inconveniences of her state, as he could not remove them from sight and hearing. After she was gone also, Mrs. Wordsworth, entirely blind, and above eighty years of age, seemed to have no cares, except when the errors and troubles of others touched her judgment or sympathy. She was well cared for by nieces and friends. Her plain common sense and cheerfulness appears in one of the last things she said, a few hours before her death. She remarked on the character of the old hymns, practical and familiar, which people liked when she was young, and which answered some purposes better than the sublimer modern sort. She repeated part of a child's hymn,-- very homely, about going straight to school, and taking care of the books, and learning the lesson well,-- and broke off, saying,\" There! if you want to hear the rest, ask the Bishop o' London. He knows it.\"","file_id":"1861_c","plnames":[["Rydal Mount",134,145],["Wordsworth",330,340],["Wordsworth",418,428],["Flemings",868,876],["Europe",1140,1146],["Wordsworth",1444,1454],["London",2175,2181]],"geonouns":[["gate",119,123],["house",309,314],["cottage",513,520],["field",558,563],["lands",844,849],["feet",1250,1254],["common",1664,1670],["school",2026,2032]],"pos_words":[["safe",400,404],["loyalty",438,445],["great",676,681],["extraordinary",902,915],["delighted",1163,1172],["gratify",1176,1183],["good",1202,1206],["grace",1207,1212],["trusting",1294,1302],["well",1616,1620],["liked",1853,1858],["better",1912,1918],["modern",1937,1943]],"neg_words":[["poor",4,8],["emaciated",219,228],["severe",459,465],["scarcely",1014,1022],["blind",1465,1470],["errors",1544,1550],["troubles",1555,1563],["death",1761,1766],["broke",2100,2105]],"events":[],"dates":[["five years",29,39],["above eighty years of age",1476,1501]],"times":[["a few hours",1738,1749]],"distances":[],"loc_advs":[["thenceforth",1218,1229]],"spa_preps":[["round",262,267],["round",272,277],["beyond",572,578],["out",630,633],["about",651,656],["over",850,854],["into",1060,1064],["about",2002,2007]],"normalised_sentiment":0.0202020202,"vader_sentiment":0.99,"roberta_sentiment":-0.9539588094},{"para_id":39,"paragraph":"Then, all were gone; and there remained only the melancholy breaking up of the old home, which had been interesting to the world for forty - six years. Mrs. Wordsworth died in January, 1859. In the May following, the sale took place which Wordsworth had gloomily foreseen so many years before. Everything of value was reserved, and the few articles desired by strangers were bought by commission; and thus the throng at the sale was composed of the ordinary elements. The spectacle was sufficiently painful to make it natural for old friends to stay away. Doors and windows stood wide. The sofa and tea-table where the wisest and best from all parts of the world had held converse were turned out to be examined and bid for. Anybody who chose passed the sacred threshold; the auctioneer's hammer was heard on the terrace; and the hospitable parlor and kitchen were crowded with people swallowing tea in the intervals of their business. One farmer rode six - and-thirty miles than morning to carry home something that had belonged to Wordsworth; and, in default of anything better, he took a patched old table-cover. There was a bed of anemones under the windows, at one end of the house; and a bed of anemones is a treasure in our climate. It was in full bloom in the morning; and before sunset, every blossom was gone, and the bed was trampled into ruin. It was dreary work! The two sons live at a distance; and the house is let to tenants of another name.","file_id":"1861_c","plnames":[["Wordsworth",157,167],["Wordsworth",239,249],["Wordsworth",1033,1043]],"geonouns":[["table",603,608],["terrace",813,820],["table",1103,1108],["bed",1128,1131],["house",1181,1186],["bed",1194,1197],["bed",1328,1331],["house",1417,1422]],"pos_words":[["interesting",104,115],["sufficiently",486,498],["best",630,634],["hospitable",830,840],["better",1073,1079],["treasure",1215,1223],["bloom",1255,1260],["blossom",1302,1309],["work",1370,1374]],"neg_words":[["melancholy",49,59],["breaking",60,68],["died",168,172],["painful",499,506],["crowded",865,872],["ruin",1350,1354],["dreary",1363,1369]],"events":[],"dates":[["forty - six years",133,150],["January, 1859",176,189],["May",198,201],["so many years",272,285],["six - and-thirty",952,968]],"times":[["morning",980,987],["the morning",1264,1275]],"distances":[],"loc_advs":[["there",25,30],["home",83,87],["away",550,554],["home",997,1001]],"spa_preps":[["out",693,696],["under",1144,1149],["into",1345,1349]],"normalised_sentiment":0.015037594,"vader_sentiment":0.84,"roberta_sentiment":-0.9935058355},{"para_id":40,"paragraph":"I perceive that I have not noticed the poet's laureateship. The truth is, the office never seemed to belong to him; and we forgot it, when not specially reminded of it. We did not like to think of him in court-dress, going through the ceremonies of levee or ball, in his old age. His white hair and dim eyes were better at home among the mountains.","file_id":"1861_c","plnames":[],"geonouns":[["mountains",338,347]],"pos_words":[["like",180,184],["better",313,319]],"neg_words":[["dim",299,302]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["home",323,327]],"spa_preps":[["through",223,230],["among",328,333]],"normalised_sentiment":0.0333333333,"vader_sentiment":0.47,"roberta_sentiment":-0.9975188971},{"para_id":41,"paragraph":"There stand the mountains, from age to age; and there run the rivers, with their full and never-pausing tide, while those who came to live and grow wise beside them are all gone! One after another, they have lain down to their everlasting rest in the valleys where their step and their voices were as familiar as the points of the scenery. The region has changed much since they came as to a retreat. It was they who caused the change, for the most part; and it was not for them to complain of it; but the consequence is, that with them has passed away a peculiar phase of life in England. It is one which can neither be continued nor repeated. The Lake District is no longer a retreat; and any other retreat must have different characteristics, and be illumined by some different order of lights. Ther case being so, I have felt no scruple in asking the attention of my readers to a long story, and to full details of some of the latest Lights of the Lake District.","file_id":"1861_c","plnames":[["England",581,588],["The Lake District",645,662],["Lake District",952,965]],"geonouns":[["mountains",16,25],["rivers",62,68],["valleys",251,258],["points",317,323],["region",344,350]],"pos_words":[["wise",148,152],["everlasting",227,238]],"neg_words":[["retreat",392,399],["complain",482,490],["peculiar",555,563],["retreat",678,685],["retreat",701,708]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",48,53]],"spa_preps":[["beside",153,159],["down",213,217],["away",548,552]],"normalised_sentiment":-0.0405405405,"vader_sentiment":0.18,"roberta_sentiment":0.995149076}]