[{"para_id":0,"paragraph":"Iteriad* Book First The Argument","file_id":"1969_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":-0.36,"roberta_sentiment":-0.9964387417},{"para_id":1,"paragraph":"Journey from Kendal to Low Wood. View from that place. Walk to the waterfall at Ambleside. Sunset. Sleep. Morning sail on Winandermere. Grasmere, Helvellyn and Thirlmere. Druidical temple on the summit of Castlerig, Saddleback. Arrival in Keswick.","file_id":"1969_a","plnames":[["Kendal",13,19],["Low Wood",23,31],["Ambleside",80,89],["Winandermere",122,134],["Grasmere",136,144],["Helvellyn",146,155],["Thirlmere",160,169],["Castlerig",205,214],["Saddleback",216,226],["Keswick",239,246]],"geonouns":[["waterfall",67,76],["summit",195,201]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[["Morning",106,113]],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":-0.27,"roberta_sentiment":0.9987297654},{"para_id":2,"paragraph":"\" As, eagerly waiting the dawn of the day And sleeplessly counting the moments, I lay, I thought of the joys that my bosom should know, - Of the rich tides of pleasure unmingled which flow; - Unmingled with grief, and unmingled with gall, But draughts of delight, - rapture, - banquetings all! Impatient I watched as the lingering light Too slowly overpowered the clouds of the night; Who clothed in her star-sprinkled heaven-shrouding vest, Which gracefully mantled her ever peaceful breast, - And while on her brows, her dark tresses among, Which flowed soft, the pale crescent benignantly shone - From the earth-cheering rays of Aurora she fled, In stern winter's palaces hiding her head. At length the time came, when, the bill being made, - Boots, hostler and chambermaid all duly paid, - Sticks, bonnets, hats, greatcoats, all duly prepared; - Our elegant carriage rolled out of the yard! Oh, the rapturous vision! But cease this vain rhyme Which not at all needed, wastes paper and time, - Too lengthened and tiresome. Sufficient to say","file_id":"1969_a","plnames":[],"geonouns":[["brows",512,517],["head",686,690],["carriage",862,870]],"pos_words":[["eagerly",6,13],["rich",145,149],["pleasure",159,167],["delight",255,262],["rapture",266,273],["heaven",419,425],["gracefully",448,458],["peaceful",476,484],["soft",556,560],["elegant",854,861],["rapturous",903,912]],"neg_words":[["grief",207,212],["gall",233,237],["slowly",341,347],["dark",523,527],["pale",566,570],["stern",652,657],["vain",936,940],["tiresome",1016,1024]],"events":[],"dates":[["winter",658,664]],"times":[["the dawn of the day",22,41],["the night",374,383]],"distances":[],"loc_advs":[],"spa_preps":[["among",536,541],["out",878,881]],"normalised_sentiment":0.0309278351,"vader_sentiment":0.98,"roberta_sentiment":0.9975624084},{"para_id":3,"paragraph":"That we entered our carriage, and rattled away The road it was hilly; and long, long it seemed, As one hill being past still one more intervened, As opposing themselves to our still hoping eyes The never-ending summits successively rise, Till raising our hands in admiring amaze We silently enthusiastical gaze. Oh, thrice happy moment, for Windermere's sheet In its bright, silvan beauty lay stretched at our feet! Oh, had I a pen that was formed of brass, That scene's softened grandeur no words could express! Could I grave on a rock that was adamantine, Had I the assistance and power of the Nine, Oh, tell me, of what of that scene could I say, What words could a partial idea convey? Then let me be silent, for truly I ween One word of description dishonours the scene. With uplifted hands, and with praise never-ending, The hill we were slowly, most slowly, descending; And, feasting our eyes on the prospect before, With lingering steps we are nearing the shore: Until we are plunged, as we turned to the right, In a wood that obscured the scene from our sight; Save where some opening space for a moment revealed, The scene, scarce perceived when again' twas concealed. I much love to gaze on a venerable wood, Which for ages and centuries past may have stood, - Upon oaks, with their mossy trunks gnarled and knotted, Which still are majestic, decayed though and rotted; While their far-spreading branches, obscuring the day From the green, woody glades and the birches so grey. So fair was the wood on which now we did gaze, Admiring the flowery, moss-carpeted maze: And there, a small streamlet with verdant banks sung As it laughingly sported the green sward among.","file_id":"1969_a","plnames":[["Windermere's",341,353]],"geonouns":[["carriage",20,28],["road",51,55],["hill",103,107],["summits",211,218],["feet",410,414],["rock",532,536],["hill",831,835],["shore",964,969],["wood",1025,1029],["wood",1214,1218],["wood",1505,1509],["banks",1620,1625]],"pos_words":[["admiring",264,272],["amaze",273,278],["happy",323,328],["bright",367,373],["beauty",382,388],["grandeur",480,488],["silent",705,711],["praise",806,812],["right",1013,1018],["love",1186,1190],["majestic",1344,1352],["fair",1492,1496]],"neg_words":[["rattled",34,41],["slowly",844,850],["slowly",857,863],["obscured",1035,1043],["scarce",1134,1140],["knotted",1319,1326],["decayed",1354,1361]],"events":[],"dates":[["ages and centuries",1230,1248],["the day",1427,1434]],"times":[],"distances":[],"loc_advs":[["away",42,46],["past",114,118],["past",1249,1253],["there",1582,1587]],"spa_preps":[["among",1672,1677]],"normalised_sentiment":0.03125,"vader_sentiment":0.99,"roberta_sentiment":0.9974825978},{"para_id":4,"paragraph":"And now, as we gladly emerged from the shade, The place of our halting at length we surveyed. We drove to the door, and the bell it was rung, And forth from the carriage impatient we sprung. Our apartment was shown, - to the window we flew, - But oh, what a prospect awaited our view! We saw on the opposite side of the road That four lofty poplars sky-scrapingly stood; While festooning and twining their foliage among, The ivy so gracefully garlanding clung. They stood on a bank which the crystalline wave Of the wood-skirted Windermere lightly did lave, - So fresh, and so cooling, as angry it broke On a pier that was formed of rough masses of rock. Two barks the wave breasted, but moored by a chain, In vain that wave bore them; they struggled in vain. Then wandered the eye, as deserting the shore It roved the dark lake and its blue mountain over; Where the huge pikes of Langdale struck awe to the mind, With their dark and dread outlines distinctly defined; Where the pikes of Scawfell rose so haughty and proud While its battlements lofty looked down on the cloud, - While its sides with ravines and dark chasms were riven, - That huge mountain wall seemed upholding the heaven! And now, with our appetites sharpened and able, We turned to the dinner which smoked on the table. Indeed I am wrong; I the truth have not told, For if I mistake not, that dinner was cold. Then forth did we spring( for we found it so nice That the business of eating was done in a trice). We sprang to the beach, there to laugh and to play And to watch the wild waves, and the scene to survey. First, forth did we run to the end of the pier And there, the light wave was so limpid and clear You might almost have thought that no wave intervened,","file_id":"1969_a","plnames":[["Windermere",529,539],["Langdale",881,889],["Scawfell",988,996]],"geonouns":[["door",110,114],["carriage",161,169],["road",320,324],["bank",477,481],["wood",516,520],["pier",609,613],["rock",649,653],["shore",800,805],["lake",824,828],["mountain",842,850],["pikes",872,877],["pikes",979,984],["mountain",1148,1156],["wall",1157,1161],["table",1283,1288],["beach",1497,1502],["pier",1627,1631]],"pos_words":[["gladly",15,21],["gracefully",432,442],["fresh",563,568],["awe",897,900],["proud",1017,1022],["heaven",1183,1189],["nice",1425,1429],["clear",1676,1681]],"neg_words":[["impatient",170,179],["angry",589,594],["broke",598,603],["rough",633,638],["vain",710,714],["bore",725,729],["struggled",741,750],["vain",754,758],["dark",819,823],["struck",890,896],["dark",925,929],["dread",934,939],["haughty",1005,1012],["cloud",1070,1075],["dark",1112,1116],["wrong",1302,1307],["mistake",1345,1352],["cold",1374,1378],["wild",1548,1552]],"events":[],"dates":[["spring",1398,1404],["the end of the",1612,1626]],"times":[],"distances":[],"loc_advs":[["there",1504,1509],["there",1636,1641]],"spa_preps":[["opposite",299,307],["among",414,419],["over",851,855],["down",1058,1062]],"normalised_sentiment":-0.0718954248,"vader_sentiment":0.89,"roberta_sentiment":0.9840308428},{"para_id":5,"paragraph":"So pure and so bright and so airy it seemed. We gazed where the shoals of the minnows did glide, For a casual moment exposing their side. Oh, then, how they flashed - they seemed lightnings at play, Desporting themselves eneath the watery way - And, while for a moment the lustrous waves trembled, Flint and steel at a boxing match much they resembled. But now we were summoned away by a call In order to visit a fine waterfall. At the banks of the lake we no longer delayed But in great expectation we joyful obeyed. How teeming with beauty, how fair was that road As it wound round the hill, all adorned with wood; Here, neath the thick moss, the wood violets grew And their rich breeze-borne fragrance around them they threw And there the red strawberry hung over the spring And round the old oaks the dark ivy did cling And the thrush and lark and the robin so mild Were warbling their notes in their wilderness wild. We listened; the rapturous harmony came, And then was repeated again and again, While it was the only harmonious sound That broke the still silence which reigned around - Save where over the waters the breezes did play And ruffled the murmuring waves of the bay. And now we arrived at the inn Salutation, Being quite at a loss for terms of admiration - Then turned to the right and hill' gan ascending Where the path amid copses of brushwood was bending, And wound up a narrow and wooded ravine Which confined with its rocks the bright waves of a stream. The path it was stony, and toilsome the way,","file_id":"1969_a","plnames":[],"geonouns":[["waterfall",418,427],["banks",436,441],["lake",449,453],["road",561,565],["hill",588,592],["wood",611,615],["wood",649,653],["waters",1113,1119],["bay",1180,1183],["inn",1211,1214],["hill",1304,1308],["path",1334,1338],["rocks",1441,1446],["stream",1469,1475],["path",1481,1485]],"pos_words":[["pure",3,7],["bright",15,21],["lustrous",273,281],["great",482,487],["joyful",503,509],["beauty",535,541],["fair",547,551],["rich",677,681],["breeze",682,688],["rapturous",939,948],["harmony",949,956],["harmonious",1024,1034],["admiration",1262,1272],["right",1294,1299],["bright",1451,1457]],"neg_words":[["delayed",467,474],["wound",572,577],["hung",757,761],["dark",805,809],["wild",916,920],["broke",1046,1051],["loss",1244,1248],["wound",1381,1386],["confined",1423,1431]],"events":[],"dates":[["a fine",411,417],["the spring",767,777]],"times":[],"distances":[],"loc_advs":[["there",732,737]],"spa_preps":[["away",378,382],["round",578,583],["around",705,711],["over",762,766],["round",782,787],["around",1084,1090],["over",1104,1108],["amid",1339,1343]],"normalised_sentiment":0.0447761194,"vader_sentiment":0.99,"roberta_sentiment":0.9976231456},{"para_id":6,"paragraph":"But still perseverance shall carry the day. While there from the bowels - the heart of the rock - First forth to the daylight, a rivulet broke, Then twinkling and dancing all over the road, Found its way to the torrent beneath us which flowed, While some mass of rock - some convenient stone - By way of a bridge in the streamlet was thrown. But it looked so ticklish, so very suspicious, As if it intended completely to dish us - To alleviate our heat by a ducking, and by A draught of the fountain our thirst t' satisfy. Though we much admire them, yet just at this time Such rock adoration we begged to decline And hoped theyed excuse that, our great veneration, We did not then show by a humble prostration! And now we had climbed where a beetling browed rock Hung sheer where the waters in angry foam broke. We stepped to the edge. From the brink of the steep, Low sunk a wide chasm, all dreary and deep. The mountain ash hung over the dark torrent's foam And the old stunted oaks frowned, all savage and lone. High in front rose a cliff, over whose mist-covered brow The fierce torrent dashed to the deep gulph below. Two streams, from the rock where its head overhung. In lines of bright silvery foaming they sprung, Then, rushed' gainst a crag, where in midway it stood, And opposed its dark sides to the force of the flood, United with back-beaten force from it leapt, And indignantly down dashing dreadful it swept - All wreathed with snow and all chafed by the rock,' Twas received in the basin which yawned at its foot. Forth dancing so gaily the bright waters flowed, While the masses of foam on its surface yet rode - Then, confined mid the stones, all so lightly they danced And, leaping and sporting, they frothily glanced","file_id":"1969_a","plnames":[],"geonouns":[["rock",91,95],["road",184,188],["rock",263,267],["stone",286,291],["bridge",306,312],["rock",578,582],["rock",759,763],["waters",785,791],["edge",831,835],["mountain",914,922],["brow",1068,1072],["streams",1128,1135],["rock",1146,1150],["head",1161,1165],["lines",1179,1184],["crag",1247,1251],["force",1313,1318],["force",1357,1362],["rock",1472,1476],["foot",1526,1530],["waters",1566,1572],["stones",1655,1661]],"pos_words":[["perseverance",10,22],["convenient",275,285],["satisfy",514,521],["admire",538,544],["great",648,653],["humble",692,698],["bright",1188,1194],["dashing",1399,1406],["gaily",1549,1554],["bright",1559,1565]],"neg_words":[["broke",137,142],["torrent",211,218],["suspicious",377,387],["thirst",504,510],["decline",606,613],["excuse",631,637],["angry",795,800],["broke",806,811],["steep",859,864],["sunk",870,874],["dreary",893,899],["hung",927,931],["dark",941,945],["torrent",946,953],["stunted",973,980],["savage",999,1005],["lone",1010,1014],["mist",1055,1059],["fierce",1077,1083],["torrent",1084,1091],["dark",1295,1299],["indignantly",1382,1393],["dreadful",1407,1415],["confined",1638,1646]],"events":[],"dates":[["the day",35,42]],"times":[],"distances":[],"loc_advs":[["there",50,55],["beneath",219,226]],"spa_preps":[["over",175,179],["over",932,936],["over",1044,1048],["below",1117,1122],["down",1394,1398]],"normalised_sentiment":-0.0858895706,"vader_sentiment":0.67,"roberta_sentiment":0.9874582291},{"para_id":7,"paragraph":"And their murmurs were sounding full softly and lone As mantling in basins of moss-covered stone. And now, when our sight we had well satisfied, And had gazed enough on the fierce boiling tide, Towards Lowwood once more we our footsteps did bend And the rough mountain path we began to descend. Soon reached we the shore, where a scene we descry That baffles description and dazzles the eye - The sun, ere his glory away should be past, On the brows of the mountain was shining his last - The bright western clouds their rough outlines unfold, Relieving their splendour and graven in gold. Methought little space' tween those hills intervened, But nearer - more lofty - more shaggy they seemed; The clouds, over their summits they calmly did rest, And hung on the aether's invisible breast. Than the vapours of earth, they seemed purer, more bright. Oh, could they be clouds? ' Twas the necklace of night! Then, we looked on the lake, where the deep crimson ray Shot its light on the waters, as bloody they play. It seemed as if autumn had given its tint To the woods which the lake's splendid ripples did fringe, And the islands on which that bright rippling rolled. They seemed as if lashed by the pure liquid gold. Oh such was the scene which in glory reposed. But soon by the evening its splendour was closed. Ere we reached our home, the dark shades of the night Descending, had hidden the hills from our sight. They died in the mists of the darkness away To be waked into light at the dawn of the day. And now being tired, we soon hurried to bed And on the soft pillow we rested our head. Soon, soon, we were plunged in forgetfulness sweet And, gladly, we sunk in the oblivion of sleep Which fluttered with Lethean dews all around","file_id":"1969_a","plnames":[["Lowwood",202,209]],"geonouns":[["stone",91,96],["mountain",260,268],["path",269,273],["shore",315,320],["brows",444,449],["mountain",457,465],["hills",626,631],["summits",718,725],["lake",929,933],["waters",984,990],["woods",1062,1067],["lake",1078,1082],["islands",1122,1129],["hills",1395,1400],["bed",1548,1551],["head",1589,1593]],"pos_words":[["well",129,133],["satisfied",134,143],["enough",159,165],["glory",410,415],["bright",493,499],["gold",584,588],["bright",842,848],["splendid",1085,1093],["bright",1144,1150],["pure",1200,1204],["gold",1212,1216],["glory",1249,1254],["soft",1563,1567],["sweet",1640,1645],["gladly",1651,1657]],"neg_words":[["lone",48,52],["fierce",173,179],["boiling",180,187],["rough",254,259],["rough",521,526],["hung",752,756],["invisible",773,782],["bloody",995,1001],["dark",1343,1347],["died",1422,1426],["mists",1434,1439],["darkness",1447,1455],["tired",1522,1527],["forgetfulness",1626,1639],["sunk",1662,1666]],"events":[],"dates":[["autumn",1029,1035]],"times":[["night",899,904],["the evening",1276,1287],["the night",1358,1367],["the dawn of the day",1487,1506]],"distances":[],"loc_advs":[["away",416,420],["past",431,435],["home",1333,1337]],"spa_preps":[["over",707,711],["away",1456,1460],["into",1473,1477],["around",1730,1736]],"normalised_sentiment":0.0,"vader_sentiment":0.98,"roberta_sentiment":0.9978384376},{"para_id":8,"paragraph":"And fanned his grey wings with a soft lulling sound. He poured on our temples those rich dews of rest And folded us round with his thought-killing vest. And, there as he hung on his wings, he infused His dreamings of pleasure - of pleasure confused. Thus, thus on our pillow we carelessly lay While the hours unperceived, floated lightly away. So soon as the clouds of heaven were borne Away into the distance at grey of the morn, We sprang to the shore. Now so calm was the lake We thought that with pleasure a sail we might take, So, calling the boatman, leaping into the boat And with pulling and pushing we set her afloat And deserting the pier, then, for fear of a souse Sat down in the boat and were still as a mouse. But our tongues, never ceasing, we did exercise - And also made very good use of our eyes. Of this place, and that, of the boatman inquiring And the name of this mountain, that island desiring! The boatman, - Oh he had a fine Roman phiz; Strong muscular arms and rough red locks were his To each question we asked, his replyings upon it Were so short and so pithy - so very laconic! One I know(' Tis a pity that I have forgot' em)\" Can you swim? \"\" Like a stone sir, not far from the bottom\"\" The number of the islands of the lake do you know? \"\" A' well sir, I think' tis about so and so\" However we all thought him an excellent creature Because we all found him so full of good nature; And at present he pulled on our boat with a force That sent it away like a shaft on its course. As it cut through the mirror of waters below, The ripples, divided, fly back from the bow, Wave following wave in a far stretching wake","file_id":"1969_a","plnames":[],"geonouns":[["shore",448,453],["lake",475,479],["boat",574,578],["pier",644,648],["boat",692,696],["mountain",886,894],["island",901,907],["stone",1180,1185],["islands",1235,1242],["lake",1250,1254],["boat",1444,1448],["force",1456,1461],["waters",1540,1546]],"pos_words":[["soft",33,37],["rich",84,88],["pleasure",217,225],["pleasure",231,239],["heaven",369,375],["calm",462,466],["pleasure",501,509],["good",793,797],["desiring",908,916],["well",1274,1278],["excellent",1344,1353],["good",1399,1403],["like",1480,1484]],"neg_words":[["killing",139,146],["hung",170,174],["confused",240,248],["fear",660,664],["rough",987,992],["laconic",1098,1105],["pity",1126,1130]],"events":[],"dates":[["a fine",943,949]],"times":[["the hours",299,308]],"distances":[],"loc_advs":[["there",158,163]],"spa_preps":[["round",116,121],["away",338,342],["into",392,396],["into",565,569],["down",680,684],["about",1297,1302],["away",1475,1479],["through",1518,1525],["below",1547,1552]],"normalised_sentiment":0.0377358491,"vader_sentiment":0.99,"roberta_sentiment":0.9975699782},{"para_id":9,"paragraph":"And partially ruffled the glass bosomed lake. The boat, at each pull of the oar, with a leap Sprung confident forth on the dark, heaving, deep. We marked over the waters each breeze which might play By the light little heavings attending its way. So fresh and so smoothly over the surface we fly, While each woody headland seemed darting us by; Each rock and each island deserting its place With shore and with mountain seemed joining the race. Here some little pleasure-boat spreading its sail, Was courting the breath( but in vain) of the gale; Still, it remained, unmoved, by the shore And lazily floated, till urged by the oar But now we bethought ourselves that a lake-sail, To satisfy hunger, completely would fail And as baulked of our breakfast weed look very queer; In order to get it, straight homewards we steer. Now reader, thou think that when pure mountain air, Yet breathing of heaven, played soft through our hair And health fresh infusing in every part And bracing the limbs and en-nerving the heart, When mountains on mountains successively rise, When the eye, at each pull, some new beauty descries, When we swept over the waters for mile after mile, To think of our breakfast, thou sayest, was vile. But reader, consider that keen bracing breeze - You forget that its sharpness will hunger increase; Besides that our breakfast we hastened to seize on There was a complete and efficient reason Which will satisfy you, I'm sure, when' tis known. ' Twas gallantry and sympathy hurried us home. Would you leave a lady, and muffins all hot too, There waiting and wondering where we had got to? If thou wouldst, I thee pity, but reason no more With one who would waiting keep ladies on shore.","file_id":"1969_a","plnames":[],"geonouns":[["lake",40,44],["boat",50,54],["waters",163,169],["rock",350,354],["island",364,370],["shore",396,401],["mountain",411,419],["boat",471,475],["shore",583,588],["lake",669,673],["mountain",862,870],["mountains",1023,1032],["mountains",1036,1045],["waters",1142,1148],["shore",1700,1705]],"pos_words":[["confident",100,109],["breeze",175,181],["fresh",250,255],["smoothly",263,271],["pleasure",462,470],["satisfy",683,690],["pure",857,861],["heaven",893,899],["soft",908,912],["fresh",941,946],["beauty",1102,1108],["keen",1246,1250],["breeze",1259,1265],["efficient",1396,1405],["satisfy",1424,1431],["hot",1551,1554]],"neg_words":[["dark",123,127],["vain",528,532],["unmoved",567,574],["fail",716,720],["weed",753,757],["queer",768,773],["vile",1214,1218],["pity",1633,1637]],"events":[],"dates":[],"times":[],"distances":[["mile",1153,1157],["mile",1164,1168]],"loc_advs":[["homewards",804,813],["home",1505,1509]],"spa_preps":[["over",154,158],["over",272,276],["through",913,920],["over",1133,1137]],"normalised_sentiment":0.049382716,"vader_sentiment":0.98,"roberta_sentiment":0.9985415936},{"para_id":10,"paragraph":"And now at the bottom the sand did appear, As our boat's arching prow to the beach became near. Then stopping, the boatman relinquished his oar And, catching a post, drew us in to the shore, Then we sprang from our seats. \" Oh now do have a care - Mind that oar, if you please, and now step across there. \" Then, swift on the sand we impatiently spring And run across the road and then enter the inn - Then sat down where the urn on the table was hissing, And nought that could add to our comfort was missing. So soon as the teapot and toast rack and tray By the maid from the table were carried away, We hastened the lake and the beach to, once more, To take our farewell of that joybringing shore - That place fraught with pleasure, we so much admired That again it to visit, much much we desired, And so that our beds might not want a good warming, To our host, of our coming again, we gave warning. And now to our carriage proceeded we slow - The landlady curtsied, the landlord bowed low; Then loudly the driver his long whip did crack And gently he touched up his steeds with a smack. Off swiftly we trundled and round went the wheels And the horses they kicked up the dust with their heels. So flew we - but with us, ah, flew not our mind. ' Twas lingering yet with fair Low Wood behind. So, mournfully forward pursued we our ride And still looking back till we reached Ambleside. And there, having passed by a bridge over the stream Whose fierce tumbling tide at the fall we had seen, There still we continued our mind-charming route, Still winding and turning and twisting about, Still changing in scenes, but in beauty the same, Until to the village of Rydal we came. Wound round Rydal Head, as enormous it stood.","file_id":"1969_a","plnames":[["Low Wood",1278,1286],["Ambleside",1377,1386],["Rydal",1663,1668],["Rydal Head",1690,1700]],"geonouns":[["boat",50,54],["beach",77,82],["post",160,164],["shore",184,189],["seats",215,220],["road",372,376],["inn",396,399],["table",437,442],["table",577,582],["lake",618,622],["beach",631,636],["shore",693,698],["beds",816,820],["carriage",918,926],["bridge",1418,1424],["stream",1434,1440],["winding",1549,1556],["village",1652,1659]],"pos_words":[["swift",313,318],["comfort",489,496],["pleasure",725,733],["good",838,842],["fair",1273,1277],["charming",1527,1535],["beauty",1622,1628]],"neg_words":[["impatiently",334,345],["hissing",447,454],["fraught",712,719],["warning",894,901],["slow",940,944],["crack",1035,1040],["smack",1084,1089],["dust",1175,1179],["mournfully",1299,1309],["fierce",1447,1453]],"events":[],"dates":[["spring",346,352],["the fall",1471,1479]],"times":[],"distances":[],"loc_advs":[["there",298,303],["across",361,367],["forward",1310,1317],["there",1392,1397]],"spa_preps":[["near",90,94],["across",291,297],["down",411,415],["away",596,600],["round",1119,1124],["behind",1287,1293],["over",1425,1429],["about",1582,1587],["round",1684,1689]],"normalised_sentiment":-0.0186335404,"vader_sentiment":0.83,"roberta_sentiment":-0.9976328611},{"para_id":11,"paragraph":"All bulky and grim on the edge of the flood Which still at its base all spray-tossing did play, Still sounding and rolling for ever and aye. And now towards the green banks of Grasmere we prest, Where it stretched' mid the valley its hill-shaded breast. And now, - as ere evening concluded the day Our journey over many a wild mountain lay, - At the inn which is built on the banks of the lake We determined our luncheon or dinner to take. But, in order that we to the inn might attain, We were forced to turn down by a long narrow lane. But it twisted and turned so, to left and to right, With its hedges obscuring the inn from our sight, That we, all its troublesome windings not knowing, Were all the time wondering where we were going! But fears which were quite of a different kind Were intruding and pushing themselves on our mind. Suppose in our way that a carriage should come, - The road was so narrow! - what then should be done? Then' twas certain and sure that one of us must back. Back? - back! - why we might have backed into the lake! What should we say then to Miss Fortune so fickle? Then truly sheed have put us into a pickle! But these accidents only existed in thought, For safely and soon to the inn we were brought. And now an excursion we thought we would make, A view of the lake and the valley to take; So inquiring the way to a small elevation, Whose summit we thought a most excellent station, We set off by a path' mid the valley which wound, And now some small eminence carried around, Till after some puzzling we came to the rock And swiftly climbed up to the trees on its top. First, we gazed where Helm Crag to the west of the vale","file_id":"1969_a","plnames":[["Grasmere",176,184],["Helm Crag",1630,1639]],"geonouns":[["edge",26,30],["banks",167,172],["valley",223,229],["hill",234,238],["mountain",327,335],["inn",350,353],["banks",376,381],["lake",389,393],["inn",469,472],["lane",532,536],["inn",620,623],["windings",669,677],["carriage",864,872],["road",892,896],["lake",1044,1048],["inn",1217,1220],["lake",1299,1303],["valley",1312,1318],["summit",1377,1383],["station",1412,1419],["path",1437,1441],["valley",1451,1457],["rock",1555,1559],["trees",1590,1595],["top",1603,1606],["vale",1659,1663]],"pos_words":[["right",583,588],["safely",1194,1200],["excellent",1402,1411],["eminence",1490,1498]],"neg_words":[["bulky",4,9],["grim",14,18],["wild",322,326],["twisted",545,552],["troublesome",657,668],["fears",744,749],["fickle",1093,1099],["wound",1464,1469],["puzzling",1531,1539]],"events":[],"dates":[["the day",290,297]],"times":[["evening",272,279]],"distances":[],"loc_advs":[["left",571,575]],"spa_preps":[["over",310,314],["down",510,514],["into",1035,1039],["into",1130,1134],["around",1507,1513]],"normalised_sentiment":-0.0344827586,"vader_sentiment":0.95,"roberta_sentiment":-0.9922322035},{"para_id":12,"paragraph":"Reared its cloud-splitting head, and lowered down on the dale, While its dark shadow shaded the fields at its feet, Made the cornfields wave browner and darkened the deep; But the terrified eye, now deserting its form - The abode of the tempest, the[ prisen] of the storm - To the fields of the valley beneath is would rove, Which seemed sacred to peace, and to heaven-born love; Where the husbandman's labours repair him tenfold, All rich in their wavings and growing in gold; And their grain-loaded heads, as they bent to the breeze, Seemed soft, rolling waters and billowy seas. And the cattle repose on the meadows so green With the sound of the streams through the fields that are flowing; Till the valley was checked by the opposite hills All dotted with sheep and all sparkling with rills: While far to the south, the lake spreads its fair waves, And the meadows which stoop to its edges it laves. And now, when the prospect we all had surveyed, A descent we remembered at last must be made. And although we had lingered and stayed to the last, We addressed ourselves now to the troublesome task; But whenever our steps we were carefully bending Oh! still that mossed path was as steep in descending, - So half rolling, half going - half tumbling, half walking, - Half laughing, half giggling - half tittering, half talking - Now surveying a streamlet, now mineralizing, - Now admiring the mountains, and now botanizing, - We came to the inn; and set off when weed dined And ascending a hill we left Grasmere behind.","file_id":"1969_a","plnames":[["Grasmere",1507,1515]],"geonouns":[["head",27,31],["dale",57,61],["fields",96,102],["feet",110,114],["fields",281,287],["valley",295,301],["heads",501,506],["waters",557,563],["seas",576,580],["meadows",611,618],["streams",650,657],["fields",670,676],["valley",704,710],["hills",739,744],["lake",825,829],["meadows",862,869],["edges",889,894],["path",1175,1179],["mountains",1397,1406],["inn",1445,1448],["hill",1494,1498]],"pos_words":[["peace",348,353],["heaven",362,368],["love",374,378],["rich",435,439],["gold",472,476],["breeze",528,534],["soft",543,547],["sparkling",775,784],["fair",842,846],["admiring",1384,1392]],"neg_words":[["cloud",11,16],["splitting",17,26],["dark",73,77],["darkened",153,161],["tempest",237,244],["bent",516,520],["troublesome",1086,1097],["steep",1187,1192],["weed",1467,1471]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["opposite",730,738],["left",1502,1506]],"spa_preps":[["down",45,49],["beneath",302,309],["through",658,665],["behind",1516,1522]],"normalised_sentiment":0.0073529412,"vader_sentiment":0.98,"roberta_sentiment":0.990870893},{"para_id":13,"paragraph":"And ascending, beheld on Helm's storm-riven top Some fanciful forms which were graved on the rock. ' Twas nature's own sculpturing! First there was seen A hag - cowering low, aged, wrinkled and lean - As stooping and shivering before some small fire, A witch is repeating her orgies so dire, While many a deep furrow her sunken-cheek sears, But furrows that never were graven by tears. Deep Sunken her eye and dishevelled her hair, Whose ragged red tresses float wild on the air. Every nerve, every vein, seen distinctly within And her gaunt, fleshless bones, almost bursting her skin, She sees in the embers, before her which smoke, The skeleton forms she is used to invoke - And fiends with their lashes and scorpion-stings And birds of the night scarcely fluttering their wings, So wrinkled and aged the rocky hag cowered So stopped, so seemed shivering, so frowningly lowered. And near seemed a lamb, a young lamb of the flock - Seemed, though rather gigantic, to lie on the rock; While before it, a lion, most calm did repose And graciously stooped his most royal-formed nose. Thus beholding the lion, the lamb and the hag In fanciful shape upon Helm's rugged crag, We left the fair Grasmere's luxuriant vale And gazed upon Leathes Water's mountainous dell, Where the beauteous, gigantic, terrific, sublime - One awful view forming, all, all, did combine. One thing in the prospect alone us did bore, - A tedious hill lay our noses before, - Up Turning, long, tedious, and toilsome, but yet We surveyed it, half joying and not with regret, - For our slowly ascending its windings, we knew, Must give us more time for beholding its view. And so, of our horses to lighten the load,","file_id":"1969_a","plnames":[["Helm's",25,31],["Helm's",1151,1157],["Grasmere's",1188,1198],["Leathes Water's",1229,1244]],"geonouns":[["rock",93,97],["rock",979,983],["crag",1165,1169],["vale",1209,1213],["dell",1257,1261],["hill",1418,1422],["windings",1576,1584]],"pos_words":[["top",44,47],["lean",194,198],["calm",1015,1019],["graciously",1035,1045],["fair",1183,1187],["luxuriant",1199,1208],["beauteous",1273,1282],["terrific",1294,1302],["sublime",1304,1311]],"neg_words":[["fanciful",53,61],["wrinkled",181,189],["dire",286,290],["sunken",321,327],["ragged",438,444],["wild",463,467],["smoke",627,632],["scarcely",749,757],["wrinkled",785,793],["rocky",807,812],["lie",968,971],["fanciful",1131,1139],["awful",1318,1323],["bore",1400,1404],["tedious",1410,1417],["tedious",1465,1472],["regret",1537,1543],["slowly",1555,1561]],"events":[],"dates":[],"times":[["the night",739,748]],"distances":[],"loc_advs":[["there",138,143],["within",521,527],["left",1174,1178]],"spa_preps":[["near",885,889]],"normalised_sentiment":-0.0517241379,"vader_sentiment":0.93,"roberta_sentiment":0.9924395084},{"para_id":14,"paragraph":"From our carriage dismounting, walk on, on the road, And gazing around upon every quarter, And now to the mountains and now to the water - First, the giant Helvellyn arose on my right, - Helvellyn, Helvellyn, - that mountain of might! Peaked rocks, over dark, gloomy gorges impending, - And a torrent down every ravine was descending. Cloud Born over the precipice stern they did break, And, tumultuously foaming, were lost in the lake; Appearing, as brightly they dashed from on high, Like threads of pure silver which hung from the sky. Midway on the face of the cliff the clouds rode; High above rose the mountain, the eagles' abode. That barren, bare, grassless and heatherless steep Scarce afforded subsistence to some scattered sheep; On the top of the mountain they dizzily hung And wandered the clouds and the peaked rocks among, And carelessly scrambled from height unto height, - Regardless of everything, saving a bite. On that earth-scorning mountain, astonished we gaze And are silent in wonder, in dread and amaze. Let other folks talk of the famous Parnassus, The poetical hill of poetical asses; One can rhyme without being Parnassus upon And spin lines, although shut from the famed Helicon. Helvellyn, - my mountain it ever shall be, - The ancient Parnassus is nothing to me. Let them talk about Ida, so sacred to love; I care not for Juno nor old daddy Jove. Though celestial breezes around it be swelling, Old Ida cannot be compared to Helvellyn. Besides, I will prove that it was not so high. On Ida, descended the gods from the sky, But then, you'll remember, the clouds were their bowers - And Helvellyn, far far over all vapour towers, -","file_id":"1969_a","plnames":[["Helvellyn",156,165],["Helvellyn",187,196],["Helvellyn",198,207],["Parnassus",1064,1073],["Parnassus",1140,1149],["Helicon",1200,1207],["Helvellyn",1209,1218],["Parnassus",1266,1275],["Helvellyn",1456,1465],["Helvellyn",1617,1626]],"geonouns":[["carriage",9,17],["road",47,51],["mountains",106,115],["water",131,136],["mountain",216,224],["rocks",242,247],["precipice",355,364],["lake",431,435],["mountain",608,616],["top",748,751],["mountain",759,767],["rocks",825,830],["mountain",954,962],["hill",1088,1092],["lines",1164,1169],["mountain",1225,1233],["towers",1652,1658]],"pos_words":[["right",178,183],["pure",502,506],["astonished",964,974],["silent",991,997],["wonder",1001,1007],["amaze",1022,1027],["famous",1057,1063],["famed",1194,1199],["love",1332,1336]],"neg_words":[["dark",254,258],["gloomy",260,266],["impending",274,283],["torrent",293,300],["stern",365,370],["break",380,385],["lost",419,423],["hung",520,524],["barren",642,648],["steep",682,687],["hung",781,785],["scrambled",853,862],["dread",1012,1017],["swelling",1416,1424]],"events":[],"dates":[["every quarter",76,89]],"times":[],"distances":[],"loc_advs":[["without",1126,1133]],"spa_preps":[["around",64,70],["over",249,253],["down",301,305],["over",346,350],["above",593,598],["among",831,836],["about",1308,1313],["around",1403,1409],["over",1636,1640]],"normalised_sentiment":-0.0318471338,"vader_sentiment":0.77,"roberta_sentiment":0.997795105},{"para_id":15,"paragraph":"So unless theyed ascended to get to its top Ten to one but their car would have bumped on a rock! But I am afraid that this too-long digression, On your patience, is making a hugeous transgression. And now I shall prove your conjectures are wrong In thinking I never am going to go on! The dark narrow Thirlmere lay low at our feet; The huge hills reposed on the face of the deep. Far, far eneath its waters inverted they stood, And rolled over their imaged summits the flood. We could scarcely imagine the lake there to flow, And waters to roll and to murmur below So smooth and so glassy the lake, that beneath A deep rocky valley we seemed to perceive. So distinctly reflected the margin so green, The wave seemed unbounded - its border unseen: And, half over-hanging the silent, blue tide, The opposite hills stretched their heath-covered side. How bright, - how luxuriant, looked the thick heath, Its rich purple bells as' twas bending beneath, Its patches rich shaded with fern as it grew, And mantled the hill with is( its?) Tyrian hue. While beyond, a dark chaos of mountains was tost, And hills after hills in the distance were lost: While the sun, ere he died on the mountains away, Was shedding its brightest, - but transient - ray. Now reaching our carriage, with lingering look, Of Helvellyn and Thirlmere our farewell we took; By rock and by brooklet swift galloping on, And holding our course by the Vale of St. John, As the sun was just setting, and late was the time, We hastened tall Castlerig's windings to climb. As some people say, I believe it is true - Though its presence I ca n't say that I ever knew - A druidical temple is built on its top,","file_id":"1969_a","plnames":[["Thirlmere",302,311],["Helvellyn",1295,1304],["Thirlmere",1309,1318],["St. John",1423,1431],["Castlerig's",1502,1513]],"geonouns":[["top",40,43],["rock",92,96],["feet",327,331],["hills",342,347],["waters",401,407],["summits",458,465],["lake",507,511],["waters",531,537],["lake",594,598],["valley",626,632],["hills",807,812],["hill",1012,1016],["mountains",1074,1083],["hills",1098,1103],["hills",1110,1115],["mountains",1177,1186],["carriage",1261,1269],["rock",1344,1348],["windings",1514,1522],["top",1663,1666]],"pos_words":[["patience",153,161],["smooth",569,575],["silent",775,781],["bright",853,859],["luxuriant",867,876],["rich",906,910],["rich",962,966],["brightest",1210,1219],["swift",1365,1370]],"neg_words":[["bumped",80,86],["afraid",107,113],["transgression",183,196],["wrong",241,246],["dark",290,294],["scarcely",486,494],["rocky",620,625],["dark",1060,1064],["chaos",1065,1070],["lost",1137,1141],["died",1165,1169]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",512,517],["below",560,565],["opposite",798,806],["beyond",1050,1056]],"spa_preps":[["over",440,444],["beneath",605,612],["over",758,762],["beneath",941,948],["away",1187,1191]],"normalised_sentiment":-0.0122699387,"vader_sentiment":0.93,"roberta_sentiment":-0.9886532426},{"para_id":16,"paragraph":"A circle of nature-hewn masses of rock. Upon admiration these may have some claims, As the buildings of old and ancestral remains When each savage lived free and fierce and unknown, The wild his dominion, the forest his home. I revere and I honour a temple, as such, And gazing in wonder admire it full much, - But I care not at all for a great set of stones Which are bidding you always beware of your bones, For fear of a tumble! Although very fine things, I think some great giant was playing at ninepins, - And leaving the place, ere his ball he could swing, Has left all his ninepins stuck up in a ring! And now we arrived at the brow of the hill, Where the vast vale of Keswick lay sweetly and still. To the right, on the north of the valley, we saw The majestical form of the lofty Skiddaw, Where he high his huge summit indignantly heaped; Twin points clove the heavens and doubly' twas peaked. A ravine with rocks shaded, all gloomy and black, sir, Divided his side from the huge Saddleback, sir. O dear! what a name' tis so clownish and fusty, Like an old dirty saddle, - all musty and dusty. Yet the mountain, in shape, is exactly a saddle, - Delightfully suited for a riding a-straddle, Good exercise giving, for as it is said,' Tis quite admirable for stretching ones leg. I believe it was there, as the story it goes, A quaker was half eaten up by the crows. Oh! The royal birds' pardon most humbly I beg, -' Tis certain that thing that I should not have said. Oh, how could I mention a carrion bird? Why blotted the paper so vulgar a word? Thou great thunder-bearer, who skimmest on high - Great Jove's lightning messenger stemming the sky, -","file_id":"1969_a","plnames":[["Keswick",676,683],["Skiddaw",789,796],["Saddleback",989,999]],"geonouns":[["rock",34,38],["buildings",91,100],["forest",209,215],["stones",352,358],["brow",635,639],["hill",647,651],["vale",668,672],["valley",741,747],["summit",821,827],["points",853,859],["rocks",917,922],["mountain",1111,1119]],"pos_words":[["admiration",45,55],["free",153,157],["revere",228,234],["wonder",281,287],["admire",288,294],["great",339,344],["fine",446,450],["great",472,477],["sweetly",688,695],["right",714,719],["admirable",1251,1260],["pardon",1394,1400],["great",1560,1565]],"neg_words":[["savage",140,146],["fierce",162,168],["unknown",173,180],["wild",186,190],["beware",388,394],["fear",414,418],["tumble",424,430],["stuck",589,594],["indignantly",828,839],["gloomy",935,941],["fusty",1047,1052],["dirty",1066,1071],["musty",1086,1091],["dusty",1096,1101],["beg",1415,1418],["vulgar",1540,1546]],"events":[],"dates":[["quaker",1334,1340]],"times":[],"distances":[],"loc_advs":[["home",220,224],["left",567,571],["there",1303,1308]],"spa_preps":[],"normalised_sentiment":-0.0181818182,"vader_sentiment":1.0,"roberta_sentiment":-0.9985577464},{"para_id":17,"paragraph":"Let thy keen, piercing eye not perceive the expression. Look down from thy mountain, forgive the transgression And if you will pardon most graciously me, I ascribe will, the murder, proud Eagle, to thee! In a proud amphitheatre, - mountainous, - dread, Below us fair Derwent in glory was spread. And rocky isles covered with verdure, and bays, And capes jutting out, and on forests we gaze, Which relieved the dark mountains in distance and gloom, And chasms as deep and as drear as the tomb. Now on rugged Grassmoor the red sun dies away And evening comes down with her mantle of grey. Full gladly we entered the inn, Royal Oak, And ordered our tea, - which we hastily took, Then prostrated ourselves before Morpheus' shrine And straight we were lost in a slumber supine.","file_id":"1969_a","plnames":[["Derwent",267,274],["Grassmoor",507,516],["Royal Oak",619,628]],"geonouns":[["mountain",75,83],["isles",306,311],["bays",338,342],["forests",374,381],["mountains",415,424],["inn",614,617]],"pos_words":[["keen",8,12],["pardon",127,133],["graciously",139,149],["proud",182,187],["proud",209,214],["fair",262,266],["glory",278,283],["gladly",592,598]],"neg_words":[["transgression",97,110],["murder",174,180],["dread",246,251],["rocky",300,305],["dark",410,414],["gloom",441,446],["dies",529,533],["hastily",662,669],["lost",747,751]],"events":[],"dates":[],"times":[["evening",543,550]],"distances":[],"loc_advs":[],"spa_preps":[["down",61,65],["out",362,365],["away",534,538],["down",557,561]],"normalised_sentiment":-0.0136986301,"vader_sentiment":0.92,"roberta_sentiment":0.9962733984},{"para_id":18,"paragraph":"Windermere. This beautiful lake is about twelve miles long, lying north and south. It has 14 or 15 islands, one of which is about a mile long. Its greatest depth( opposite Low Wood) is 200 feet. It abounds with fine fish and receives two rivers at its northern end. It is the longest lake in Cumberland. Its breadth is about a mile.","file_id":"1969_a","plnames":[["Windermere",0,10],["Low Wood",172,180],["Cumberland",292,302]],"geonouns":[["lake",27,31],["islands",99,106],["rivers",238,244],["lake",284,288]],"pos_words":[["beautiful",17,26],["greatest",147,155],["abounds",198,205],["fine",211,215]],"neg_words":[["lying",60,65]],"events":[],"dates":[["14",90,92],["15",96,98]],"times":[],"distances":[["about twelve miles",35,53],["about a mile",124,136],["200 feet",185,193],["about a mile",319,331]],"loc_advs":[["opposite",163,171]],"spa_preps":[],"normalised_sentiment":0.0857142857,"vader_sentiment":0.66,"roberta_sentiment":0.9987664223},{"para_id":19,"paragraph":"Scafell. It is the highest mountain in England being 3,150 feet high. One side slopes gently down to the banks of Wastwater but on the other is a rugged and dangerous precipice. Few people have ever been able to ascend it.","file_id":"1969_a","plnames":[["Scafell",0,7],["England",39,46],["Wastwater",114,123]],"geonouns":[["mountain",27,35],["slopes",79,85],["banks",105,110],["precipice",167,176]],"pos_words":[],"neg_words":[["dangerous",157,166]],"events":[],"dates":[],"times":[],"distances":[["3,150 feet",53,63]],"loc_advs":[],"spa_preps":[["down",93,97]],"normalised_sentiment":-0.05,"vader_sentiment":-0.49,"roberta_sentiment":0.9943284392},{"para_id":20,"paragraph":"The waterfall at Ambleside formed by a torrent descending from the moors round Kirkstone. It consists of two Streams separated from each other by a dark rock. It is about 160 feet high.","file_id":"1969_a","plnames":[["Ambleside",17,26],["Kirkstone",79,88]],"geonouns":[["waterfall",4,13],["moors",67,72],["rock",153,157]],"pos_words":[],"neg_words":[["torrent",39,46],["dark",148,152]],"events":[],"dates":[],"times":[],"distances":[["about 160 feet",165,179]],"loc_advs":[],"spa_preps":[["round",73,78]],"normalised_sentiment":-0.1176470588,"vader_sentiment":0.0,"roberta_sentiment":0.9979383349},{"para_id":21,"paragraph":"Ambleside. A small hamlet near the north and broadest end of Windermere. It lies in a sheltered nook at the foot of the huge cliff called Rydal Head, but is not much worth attention.","file_id":"1969_a","plnames":[["Ambleside",0,9],["Windermere",61,71],["Rydal Head",138,148]],"geonouns":[["hamlet",19,25],["nook",96,100],["foot",108,112]],"pos_words":[["worth",166,171]],"neg_words":[["lies",76,80]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["near",26,30]],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":-0.31,"roberta_sentiment":-0.9980393052},{"para_id":22,"paragraph":"Rydal. A small hamlet bordering Rydal Water. The celebrated poet Wordsworth lives on a hill above the village.","file_id":"1969_a","plnames":[["Rydal",0,5],["Rydal Water",32,43],["Wordsworth",65,75]],"geonouns":[["hamlet",15,21],["hill",87,91],["village",102,109]],"pos_words":[["celebrated",49,59]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["above",92,97]],"spa_preps":[],"normalised_sentiment":0.0833333333,"vader_sentiment":0.57,"roberta_sentiment":0.9976455569},{"para_id":23,"paragraph":"Rydal Head. A steep cliff on the east side of Rydal Water. Wordsworth has commemorated it in his poem' To Joanna'.","file_id":"1969_a","plnames":[["Rydal Head",0,10],["Rydal Water",46,57],["Wordsworth",59,69]],"geonouns":[],"pos_words":[],"neg_words":[["steep",14,19]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.0833333333,"vader_sentiment":0.0,"roberta_sentiment":0.998442471},{"para_id":24,"paragraph":"Rydal Water. A small and picturesque lake lying to the north of Windermere. It is surrounded by fine mountains, but is not so much noticed as Grasmere.","file_id":"1969_a","plnames":[["Rydal Water",0,11],["Windermere",64,74],["Grasmere",142,150]],"geonouns":[["lake",37,41],["mountains",101,110]],"pos_words":[["picturesque",25,36],["fine",96,100]],"neg_words":[["lying",42,47]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0714285714,"vader_sentiment":0.0,"roberta_sentiment":0.9971621037},{"para_id":25,"paragraph":"Grasmere. A beautiful secluded lake with two small islands. It is not at all large, not more than three miles round. A torrent descending from the hills round Thirlmere falls into this lake, and emerging from it flows south, now deepened into a river, through Rydal Water into Windermere. This lake is much visited.","file_id":"1969_a","plnames":[["Grasmere",0,8],["Thirlmere",159,168],["Rydal Water",260,271],["Windermere",277,287]],"geonouns":[["lake",31,35],["islands",51,58],["hills",147,152],["falls",169,174],["lake",185,189],["river",245,250],["lake",294,298]],"pos_words":[["beautiful",12,21]],"neg_words":[["torrent",119,126]],"events":[],"dates":[],"times":[],"distances":[["more than three miles",88,109]],"loc_advs":[],"spa_preps":[["round",110,115],["round",153,158],["into",175,179],["into",238,242],["through",252,259],["into",272,276]],"normalised_sentiment":0.0,"vader_sentiment":0.6,"roberta_sentiment":0.9988592863},{"para_id":26,"paragraph":"Helm Crag. A high mountain near Grasmere. Some rocks at the top are said to resemble an old woman sitting, and a lion and a lamb.","file_id":"1969_a","plnames":[["Helm Crag",0,9],["Grasmere",32,40]],"geonouns":[["mountain",18,26],["rocks",47,52]],"pos_words":[["top",60,63]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["near",27,31]],"normalised_sentiment":0.0666666667,"vader_sentiment":0.2,"roberta_sentiment":0.9867525101},{"para_id":27,"paragraph":"Leathes Water or Thirlmere. A lake near Helvellyn. It is about three miles long and a quarter mile or more broad. It is very deep and is almost divided into two by a promontry in the middle.","file_id":"1969_a","plnames":[["Leathes Water",0,13],["Thirlmere",17,26],["Helvellyn",40,49]],"geonouns":[["lake",30,34]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[["about three miles",57,74],["a quarter mile",84,98]],"loc_advs":[],"spa_preps":[["near",35,39],["into",152,156]],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9968560934},{"para_id":28,"paragraph":"Book Second The Argument","file_id":"1969_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":-0.36,"roberta_sentiment":0.9922255278},{"para_id":29,"paragraph":"Excursions about Keswick and expedition to Buttermere. Walk to the lake, washing clothes, missing our way. Ascending a hill, sitting on the top, returning. Crosthwaite's museum. Church, Mr. Southey. Setting off for Borrowdale, Straits of Borrowdale, the dale itself, Bowder stone, Ascending the mountains, Honister Crag, Buttermere, thunder storm, return to Keswick.","file_id":"1969_a","plnames":[["Keswick",17,24],["Buttermere",43,53],["Crosthwaite",156,167],["Borrowdale",215,225],["Borrowdale",238,248],["Honister Crag",306,319],["Buttermere",321,331],["Keswick",358,365]],"geonouns":[["lake",67,71],["hill",119,123],["dale",254,258],["stone",274,279],["mountains",295,304]],"pos_words":[["top",140,143]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["about",11,16]],"normalised_sentiment":0.027027027,"vader_sentiment":-0.1,"roberta_sentiment":0.9976758361},{"para_id":30,"paragraph":"When breakfast was done on the following day, As impatient we were Derwent Lake to survey, We determined a walk to its banks we would take, And therefore enquired the way to the lake. Though the Sun, in his noon and meridian glory, Was seeming to tell us a different story; And that, if we attempted to walk to the lake, Our faces heed broil and our hands he would bake. Till too much oppressed and enraged with the heat, In its bosom weed souse with an unlucky leap, For his threatenings we did not a fiddlestick care And astonished we were how at all he could dare. We bade him his heat, keep it all to himself; Weed evade him by force or evade him by stealth, - We shelter would seek on some wood-shaded place, Or pop up some green parasols in his face, Or, if uninterrupted continual he shined, Why then, all his roastings weed not at all mind, -","file_id":"1969_a","plnames":[["Derwent Lake",67,79]],"geonouns":[["banks",119,124],["lake",178,182],["lake",315,319],["force",632,637],["wood",695,699]],"pos_words":[["glory",225,230],["astonished",523,533]],"neg_words":[["impatient",49,58],["enraged",399,406],["weed",435,439],["unlucky",454,461],["evade",619,624],["evade",641,646],["weed",827,831]],"events":[],"dates":[["the following day",27,44]],"times":[["noon",207,211]],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.0666666667,"vader_sentiment":-0.35,"roberta_sentiment":-0.9911728501},{"para_id":31,"paragraph":"For we would not, for anything stay from our ramble, - So thou, proud, haughty Sun, let thy majesty tremble. Now on by a path through the meadows we stray, All rich with the fragrance of newly mown hay; Each out-racing the other, with much emulation To arrive at the top of some small elevation; Till the sheet where the dark water still onward flows Lay not at our feet but in front of our nose. A shout burst from all, while each one of us strove, We had first seen the blue billow rolling to prove, -\" I first saw the lake!\" -\" No, no, no! It was I!\" Till mamma checked us all with a mum-making\" fie!\" We stood on the beach whence some small piers of stone Forth into the water some distance were thrown; While a fleet of small boats there at anchorage hung, And, dividing the ripples, they carelessly swung. But there on the beach, - and with shame be it said! - Some women were washing - Oh women indeed! - Disfiguring the Derwent, their linen were washing, And tubbing, and wetting, and splashing, and dashing. Then hung them all out on the boughs to be dried, And clothed with a margin of linen the tide! Oh Jupiter! dost thou in calmness yet see? Are the shores of the Derwent as nothing to thee? Do these women not yet feel thy well-deserved rage? Oh, Jupiter, thou must be blinded with age! Blind? Yes, quite stark blind from the length of thy life, Or opposing they scolds of thy crabbed old wife. It is a complete, a most excellent sign That the all-seeing eye, it no longer is thine. But give, Jove, oh, give thy great, God Shaking frown, And let on these women thine anger come down! And now, having passed through a sun-shading wood, On a point of rough rocks over the water we stood. The roots of the fir, of the elm, and the oak,","file_id":"1969_a","plnames":[["Derwent",928,935],["Derwent",1177,1184]],"geonouns":[["path",121,125],["meadows",138,145],["water",326,331],["feet",366,370],["lake",521,525],["beach",621,626],["piers",645,650],["stone",654,659],["water",675,680],["boats",731,736],["beach",829,834],["shores",1163,1169],["wood",1643,1647],["point",1654,1659],["rocks",1669,1674],["water",1684,1689]],"pos_words":[["proud",64,69],["majesty",92,99],["rich",160,164],["top",267,270],["dashing",1008,1015],["calmness",1137,1145],["well",1237,1241],["excellent",1434,1443],["great",1526,1531]],"neg_words":[["haughty",71,78],["dark",321,325],["hung",756,760],["shame",847,852],["hung",1022,1026],["rage",1251,1255],["stark",1319,1324],["blind",1325,1330],["frown",1545,1550],["anger",1581,1586],["rough",1663,1668]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",737,742],["there",816,821]],"spa_preps":[["through",126,133],["out",208,211],["into",666,670],["out",1036,1039],["down",1592,1596],["through",1621,1628],["over",1675,1679]],"normalised_sentiment":-0.0113636364,"vader_sentiment":-0.94,"roberta_sentiment":0.9978651404},{"para_id":32,"paragraph":"Through the rock-covering soil they a passage had broke; And oh! they presented such nets for the toes, We were always in danger of breaking our nose. Below us, upon the dark wave-beaten rock, The white, angry billows their foaming crests broke, As soothing the ear with a never-ceasing dashing, And moistening the moss and the weeds with their' plashing. And now some small height we did wish to attain, A view of the lake and the valley to gain: And so, in returning, turned off by a way Which we thought towerd a tree-covered eminence lay. It entered a wood; we still kept going on, Completely shut out from the light of the sun. No part of the scene the confused eye sees, Save copses on copses, and trees upon trees: Till, the path in the forest bewildering tost, All points of the compass completely were lost: North, east, west, or south, from each other not knowing, With all kinds of conjectures how, where we were going, Although it afforded a great deal of fun. \" We shall find soon a path through the meadows,\" says one -\" Lawkadaisy, that bough nearly knocked off my hat!\" - One of us says this, and another says that:\" We are nearing the lake or at anerate we ought to be!\"\" Well, I declare that a most excellent thought to be!\" Thus wondering, we, serpent-like, twisted about, Till just where we got in,' twas just there we got out. And we this occurrence determined quite by Not any more by-paths uncertain to try. We left the fair lake where, so azure, it flowed, And hotly set off by the Borrowdale road; And laughing, and chafing, and gazing, and toiling, Perspiring and frying, and roasting, and broiling,","file_id":"1969_a","plnames":[["Borrowdale",1506,1516]],"geonouns":[["rock",12,16],["rock",187,191],["lake",419,423],["valley",432,438],["tree",516,520],["wood",556,560],["trees",704,709],["trees",715,720],["path",732,736],["forest",744,750],["points",773,779],["path",996,1000],["meadows",1013,1020],["lake",1152,1156],["paths",1407,1412],["lake",1448,1452],["road",1517,1521]],"pos_words":[["dashing",287,294],["gain",442,446],["eminence",529,537],["great",954,959],["fun",968,971],["excellent",1217,1226],["like",1271,1275],["fair",1443,1447]],"neg_words":[["broke",50,55],["danger",122,128],["breaking",132,140],["dark",170,174],["angry",204,209],["broke",239,244],["confused",658,666],["bewildering",751,762],["lost",811,815],["twisted",1277,1284],["uncertain",1413,1422]],"events":[],"dates":[["the ear",258,265]],"times":[],"distances":[],"loc_advs":[["there",1330,1335],["left",1434,1438]],"spa_preps":[["out",602,605],["through",1001,1008],["about",1285,1290],["out",1343,1346]],"normalised_sentiment":-0.0196078431,"vader_sentiment":0.92,"roberta_sentiment":-0.9921112061},{"para_id":33,"paragraph":"Glad, gladly the sheltering wood we surveyed, Which promised to cool and to soothe with its shade. The track it was steep, thorny, rugged, and rocky, As it angled and turned around the oak trees so knotty. Some, decaying, were but a vast, gray, hollow shell; Of former young grandeur and might they did tell: And the soil which hung thick round their huge roots far-spreading Formed steps, trunk-supported, wherever we were treading. We pulled up the hill, and we turned round about, And we crossed and we recrossed within and without; To all parts of the wood we full pryingly rambled, Over stone, over rock, we impatiently scrambled. \" Oh, we shall not get up to the summit this hour!\" -\" Oh, mamma, I have got such a beautiful flower; Here's a violet! Look, mamma! Pray, papa, do! What is this of rich crimson? This delicate blue? This moss of a bright living green do behold! And here is a cowslip, the goblet of gold! Look under the moss there, it cannot be sage! What can that queer thing be? \" -\"' Tis a saxifrage,\"\" And here's Ladies Slipper, and here's Ladies Smock And this,\" -\" Oh do n't touch it,' tis poison, - Hemlock!\" And many more flowers' mid the forest which grew, Whose names I've forgot, - or perhaps never knew! Now the rocks gave us rather more trouble to climb, And rather more labour, and took us more time, For the slippery moss always set us a-sliding, Insomuch that we could not at all it confide in: Except where, in velvet cushions, it grows, And kindly invited our rock-fatigued toes. \" These troublesome stones - I am always a-stumbling!\"\" Hollo, what's that there? I was nearly a-tumbling!\"\" What, do not you think we the summit are near? \"\" Oh, give my your hand, - do pray help me up here!\"","file_id":"1969_a","plnames":[],"geonouns":[["wood",28,32],["track",103,108],["trees",189,194],["hill",451,455],["wood",556,560],["stone",592,597],["rock",604,608],["summit",669,675],["forest",1165,1171],["rocks",1242,1247],["rock",1496,1500],["stones",1536,1542],["summit",1655,1661]],"pos_words":[["gladly",6,12],["promised",52,60],["cool",64,68],["soothe",76,82],["grandeur",275,283],["supported",396,405],["beautiful",720,729],["rich",800,804],["delicate",819,827],["bright",849,855],["gold",917,921],["kindly",1477,1483]],"neg_words":[["steep",116,121],["thorny",123,129],["rocky",143,148],["hollow",245,251],["hung",328,332],["impatiently",613,624],["scrambled",625,634],["queer",983,988],["poison",1114,1120],["trouble",1268,1275],["fatigued",1501,1509],["troublesome",1524,1535]],"events":[],"dates":[],"times":[["this hour",676,685]],"distances":[],"loc_advs":[["without",527,534],["here",884,888],["there",943,948],["here",1028,1032],["here",1055,1059],["there",1591,1596],["here",1719,1723]],"spa_preps":[["around",174,180],["round",339,344],["round",471,476],["about",477,482],["within",516,522],["over",599,603],["under",928,933],["near",1666,1670]],"normalised_sentiment":0.0,"vader_sentiment":0.98,"roberta_sentiment":0.9930457473},{"para_id":34,"paragraph":"Till, emerging from under a thick, stunted tree, An old rotten seat on the summit we see The people before to this summit who came Had carved, or had hacked, on its surface their name, And had covered the seat with no spaces between each, Oh, mighty conceit, - so like cockneys at Greenwich! But' twas so decrepid, so old and decayed, - To trust to its legs we were somewhat afraid; Lest, tumbling as if they had sat upon wheels, It had landed our heads in the place of our heels. So some on a rock that was cushioned with moss, And some on the June Tinted brown turf repose; Stretched out upon earth's verdant bosom we rest, But tear her young flowers from her nourishing breast, Which forth to our hands she luxuriantly poured - Thou sayest that it was but a cruel reward! The scene which we saw, I so often shall treat of' Twould be needless, at present, its beauties to speak of! But time flew away on the wings of the wind While still at the summit, we lingered behind. Oh, the rogue! How I do wish that catch him I could; Ied teach him to fly slower, - ay that I would! Before I would let him from my finger slip, That he might not be able, his wings I would clip! Ied give him a wig, and in case that the wig fail, In order to catch him, Ied give him a pigtail! But' twould be a fine thing, oh I should be blythe If I could but snatch, from his fingers, the scythe. Oh, what the ladies say unto me then, And what the old women, and what would the men? The ladies no longer regard would each hour, If over their beauty old Time had no power; And, even the men, if they young could appear, - They would not( so much at least) growing old fear! And I do believe that, when he once he found out,","file_id":"1969_a","plnames":[["Greenwich",281,290]],"geonouns":[["tree",43,47],["seat",63,67],["summit",75,81],["summit",115,121],["seat",205,209],["heads",448,453],["rock",494,498],["summit",947,953]],"pos_words":[["mighty",243,249],["like",264,268],["trust",340,345],["nourishing",662,672],["reward",767,773],["regard",1480,1486],["beauty",1518,1524]],"neg_words":[["stunted",35,42],["rotten",56,62],["conceit",250,257],["decayed",326,333],["afraid",375,381],["cruel",761,766],["needless",836,844],["rogue",983,988],["slower",1049,1055],["fail",1216,1220],["fear",1643,1647]],"events":[],"dates":[["June",545,549],["a fine",1284,1290]],"times":[["each hour",1493,1502]],"distances":[],"loc_advs":[],"spa_preps":[["under",20,25],["between",225,232],["out",586,589],["away",898,902],["behind",967,973],["over",1507,1511],["out",1694,1697]],"normalised_sentiment":-0.025,"vader_sentiment":0.8,"roberta_sentiment":-0.9989972711},{"para_id":35,"paragraph":"That his coming or going none minded about, And that for his presence, there cared not a lump any, - That really, heed give us much more of his company! However, we gladly the hill stumbled down And onwards we galloped, in haste, to the town, And sheltered our heads from the sun's burning ray In the Royal Oak's parlour the rest of the day. But the weather, how terribly much' twas to blame When the next morning's dawning proved heavy with rain, - But a proof to the showers, of their weakness, to gi' e' em, - We determined to step into Crosthwaite's Museum. And scrambled we first up an old fashioned stair, All Indian weapons and paddles were there; I am sure no description is needed of these For in every museum, some of them one sees. But the thing which our eyes, upon entering, struck Was a hugeous, gigantical, rib-bone, hung up! Mr. Crosthwaite took plenty of pain to explain This prodigy to be a fossil remain. He told us( believe it or not as you can),' Twas the bone( or it had been the bone) of a man! - And' twas proved, and that by a good calculation, That twenty one feet had been his elevation! Imagine the fellow! - just staggering along Like a moving church-steeple, parading it on. I do not know what kind of monsters were then - Perhaps they were all Brobdignagian men! But imagine him taking a walk in the street, - For the lovers of wonders, oh, then what a treat! I think he would first play the notable trick Of the Monument taking for his walking stick, - And an omnibus next, kicking over with his toe, Exclaim in stentorian accents,\" Hullo!","file_id":"1969_a","plnames":[["Royal Oak's",301,312],["Crosthwaite's Museum",540,560],["Mr. Crosthwaite",841,856]],"geonouns":[["hill",176,180],["town",237,241],["heads",261,266],["church",1173,1179],["street",1331,1337]],"pos_words":[["gladly",165,171],["prodigy",893,900],["good",1052,1056],["wonders",1359,1366]],"neg_words":[["stumbled",181,189],["haste",223,228],["burning",282,289],["terribly",363,371],["blame",386,391],["weakness",487,495],["scrambled",566,575],["struck",788,794],["hung",832,836],["pain",872,876],["trick",1431,1436]],"events":[],"dates":[["the day",333,340]],"times":[["the next morning",397,413]],"distances":[["twenty one feet",1075,1090]],"loc_advs":[["there",71,76],["there",648,653]],"spa_preps":[["about",37,42],["down",190,194],["into",535,539],["along",1153,1158],["over",1514,1518]],"normalised_sentiment":-0.0482758621,"vader_sentiment":0.38,"roberta_sentiment":0.9958387613},{"para_id":36,"paragraph":"These troublesome stones. ' Tis a terrible pity They have paved, so tremendously badly, the city!\" But the reader, he will not have patience to read These nonsensical frolics, and I must proceed To a gong, which on high, from the roof was suspended, Whose noise, we all thought never was to be ended. I think that as hard as a stone was his pate, And as deaf as a post was Mr Crosthwaite! For he thwacked, and he whacked, and he beat, and he banged, And the gong in our ear so incessantly clanged, - Till we thought that at each and at every knock We should be obliged our ears for to stop. And now, when at last he would let it alone, Some Indian idols unto us were shown, - To the lovers of oddities, let it not seem odd, That I could have made as good out of a bean-pod! Such kind of hole-eyes, such a parroty nose, And straight stick-like legs, - and such nothing-like toes! - That really I do not know what them to call, But queerly-formed figures or no form at all! Now where playful, the breezes each other they chased - An AEolian harp in the window was placed, And the wind on its whispering, murmuring, wings - Light Wandering amongst them, scarce touched the strings, And following the cadences. Nature alone Could have given the wild, yet harmonious, tone - Now calmly it sunk in a low, sighing breath, Like the accents of mourning the attendant of death, When the hollow grave sounds, as returning the moan And sobs, half suppressed, mingled in with the song. Then rose on our ears the high soundings of war, When the brazen-lipped trumpet is heard from afar - When the echoing drum-beats, its rage-rousing note,","file_id":"1969_a","plnames":[["Crosthwaite",376,387]],"geonouns":[["stones",18,24],["stone",327,332],["post",364,368]],"pos_words":[["tremendously",68,80],["patience",132,140],["good",750,754],["like",838,842],["like",868,872],["playful",982,989],["harmonious",1251,1261],["trumpet",1545,1552]],"neg_words":[["troublesome",6,17],["terrible",34,42],["pity",43,47],["badly",81,86],["noise",256,261],["hard",317,321],["deaf",354,358],["incessantly",477,488],["knock",542,547],["oddities",693,701],["odd",719,722],["scarce",1151,1157],["wild",1241,1245],["sunk",1284,1288],["death",1361,1366],["hollow",1377,1383],["moan",1415,1419],["brazen",1531,1537],["rage",1607,1611]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["afar",1567,1571]],"spa_preps":[["out",755,758],["amongst",1137,1144]],"normalised_sentiment":-0.0774647887,"vader_sentiment":-0.97,"roberta_sentiment":-0.9994132519},{"para_id":37,"paragraph":"And the battle-breath bursts from the pipe's shrilly throat, So varied the sounds, which the swift breezes poured, And now with numbers of harmony, vibrates the chord. Now coated with dust and hung up on the wall, A wonderful mirror was shown unto all - And those who would stand in a certain position Seemed to come, with their own image, into collision. I do n't mean the glass, it was not at all there - But a queer kind of image seemed painted on air - So each with himself, after one kindly look The hands as a token of kindness, he shook. And then we beheld where the minerals lay And the copper shone bright, with its golden-like ray. And next, we were shown, upon quite a new plan-O, A kind of a sort of a stoney piano! Some stones in the bed of the Greta's stream, found, Emitted, when struck, a most musical sound! But, as some sounded high and as some sounded low, They were ranged in the order of notes in a row, And Mr. Crosthwaite, on their sides,' gan to patter A tune with a kind of a musical clatter, From one end of his row to the other end ranging, And rattling, and thumping, and chopping, and changing. But this, though' twas bearable, finished he soon And ushered us into another small room Which was almost filled up by a monstrous white bear, Whose most wonderful wonder was how it got there! - With its master and everything else of a piece, Full of dust, full of dirt, full of age, full of grease! And on the shelves round, birds of every feather, - Hawks, owls, parrots, eagles, and magpies, together. And now, having looked all his rooms well about, From Crosthwaite's Museum, we all trotted out, - And as the sky looked quite as dark as before,","file_id":"1969_a","plnames":[["Greta's",758,765],["Mr. Crosthwaite",929,944],["Crosthwaite's Museum",1583,1603]],"geonouns":[["wall",208,212],["stones",733,739],["bed",747,750],["stream",766,772]],"pos_words":[["swift",93,98],["harmony",139,146],["wonderful",216,225],["kindly",489,495],["kindness",525,533],["bright",608,614],["golden",625,631],["like",632,636],["wonderful",1278,1287],["wonder",1288,1294],["master",1328,1334],["well",1566,1570]],"neg_words":[["shrilly",45,52],["vibrates",148,156],["dust",184,188],["hung",193,197],["queer",413,418],["struck",795,801],["monstrous",1245,1254],["dust",1375,1379],["dirt",1389,1393],["dark",1658,1662]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",399,404],["there",1310,1315],["together",1519,1527]],"spa_preps":[["into",340,344],["into",1189,1193],["round",1443,1448],["about",1571,1576],["out",1620,1623]],"normalised_sentiment":0.012987013,"vader_sentiment":0.96,"roberta_sentiment":0.9975404739},{"para_id":38,"paragraph":"That day we determined to ramble no more. But' twas settled, that next day, if fine was the weather, Weed go to the summit of Skiddaw together. Next morning whose fineness so much we had hoped, As soon as our eyelids completely were oped - We looked to the window, but( oh, what a shame) - The eaves of the houses were dripping with rain. And down in a pour it most peltingly pattered, On roofs, tiles, and pavements, incessantly clattered. And the clouds, over our heads - Cat and Doggedly storming - They kept us within doors, the whole of the morning. But when fair day declined over gigantic Grasmoor The bright blushing sun shot his rays on the shore. Then wandered we forth ever the evening should close And the shadowy mountains should sink to repose. To gaze on his glory, we wandered forth, And on the last margin of pebbles - we sport; Now casting a stone in the deep drowsy lake, To watch how the plunge would its still smoothness break - While ripples on ripples succeedingly pour, And chasing each other till driven on shore Now hurried we home, and while taking our tea, We thought - Mr Southey at church we might see And then unto sleep we our bodies resigned, And sunk in oblivion and silence our mind. Next morning the church, how we wished for the reaching! I'm afraid' twas as much for the poet as preaching! And, oh, what a shame! - were shown into a seat With everything, save what was wanted, replete; And so dirty, and greasy, though many times dusted, The ladies all thought it could never be trusted; First looking at seat, and again upon flounce,","file_id":"1969_a","plnames":[["Skiddaw",126,133],["Grasmoor",596,604]],"geonouns":[["summit",116,122],["houses",307,313],["heads",466,471],["doors",522,527],["shore",650,655],["mountains",726,735],["stone",860,865],["lake",885,889],["shore",1032,1037],["church",1112,1118],["church",1236,1242],["seat",1371,1375],["seat",1543,1547]],"pos_words":[["fine",79,83],["fair",564,568],["bright",609,615],["glory",774,779],["trusted",1517,1524]],"neg_words":[["shame",281,286],["dripping",319,327],["incessantly",418,429],["shadowy",718,725],["sink",743,747],["break",942,947],["resigned",1166,1174],["sunk",1180,1184],["afraid",1280,1286],["shame",1344,1349],["dirty",1431,1436],["greasy",1442,1448]],"events":[],"dates":[["That day",0,8],["next day",66,74],["day",569,572]],"times":[["Next morning",144,156],["the morning",542,553],["the evening",685,696],["Next morning",1219,1231]],"distances":[],"loc_advs":[["together",134,142],["home",1053,1057]],"spa_preps":[["down",343,347],["over",457,461],["within",515,521],["over",582,586],["close",704,709],["into",1364,1368]],"normalised_sentiment":-0.0463576159,"vader_sentiment":0.86,"roberta_sentiment":-0.998619318},{"para_id":39,"paragraph":"And dusting, and gazing, for fear of their gowns! I think all the time they took such mighty care They sat upon thorns, and perhaps upon air! However I forgave, -' deed, I scarcely did know it, - For really we were\" cheek-by-jowl\" with the poet! His hair was no colour at all by the way, But half of't was black as a coal, but in turning They flashed, - ay, as much as that coal does in burning! His nose in the midst took a small outward bend, Rather hooked like an eagle's, and sharp at the end; But his dark lightning-eye made him seem half - inspired, Or like his own Thalaba, vengefully fired. We looked, and we gazed, and we stared in his face; Marched out at a slow, stopping, lingering, pace; And as towards Keswick delighted we walked, Of his face, and his form, and his features we talked With various chatter beguiling the day Till the sun disappeared and the light fled away. The morning appeared with a great face of doubt, Or to make us keep in, or to let us go out; And at the first opening of joy-bringing dawn Dark cloaks of thick clouds round the mountains were drawn. We look at the window, - call guides after guides, - Demand whether rain or fair weather betides. The first puts his thumb on one side of his nose, And looks up at the smoke, to see how the wind blows; Then pronounces it, after a great deal of puffing,\" A vara bad dai! Why you could n't see nothing!\" The next, -\" Whai, ye sees, sir, I' se ca n't hardly say; Boot I' se think that it may be a middling fine day. \" Another,--\" For Skudda this never will do, But I think's it prove fine, though not fit for a view: And so if you liked it, a trip you might take","file_id":"1969_a","plnames":[["Keswick",716,723],["Skudda",1518,1524]],"geonouns":[["mountains",1065,1074]],"pos_words":[["mighty",86,92],["like",459,463],["sharp",480,485],["like",559,563],["delighted",724,733],["great",916,921],["joy",1009,1012],["dawn",1022,1026],["fair",1163,1167],["great",1317,1322],["fine",1490,1494],["fine",1568,1572],["liked",1615,1620]],"neg_words":[["fear",29,33],["scarcely",172,180],["burning",387,394],["dark",506,510],["vengefully",581,591],["slow",668,672],["chatter",812,819],["doubt",930,935],["smoke",1255,1260],["bad",1348,1351]],"events":[],"dates":[["the day",830,837],["day",1495,1498]],"times":[["The morning",888,899],["The first",1185,1194]],"distances":[],"loc_advs":[],"spa_preps":[["out",659,662],["away",882,886],["out",976,979],["round",1055,1060]],"normalised_sentiment":0.0166666667,"vader_sentiment":0.97,"roberta_sentiment":0.9867754579},{"para_id":40,"paragraph":"By Borrowdale down unto Boothermere lake. \" Delighted, we heard the most capital thought, And at the glad prospect we eagerly caught. But the ladies a little were daunted in courage, When they heard that six miles could be passed by no carriage, And that' twould require even a great deal of care To ride upon sure-footed ponies up there. But the more that we heard of its steepness and trouble, Our impatience to vanquish it still became double, Till an open vehicle we ask, and a guide, And following steeds, for the ladies, beside; Which when ready all and prepared we were told, Away from the Inn we must joyfully rolled By the road to dark Borrowdale onward we ride, By the wave-beaten beach of the Derwent's blue tide. How fresh looked the waters! a breeze on them swept And roused into anger their passionless depth, Till the ripples which rose in its following train Sunk into their own native silence again. But now we were roused by a few rainy taps On the ribbon-bowed bonnets, and crowns of the hats: Thus adding a fresh prospect unto the view, - The beautiful prospect of being wet through! So, covering our knees over with cloaks and shawls plenteous We erected a kind of parasol pent-house. Then, after a great deal of rain preparation, We awaited the shower, with a sad expectation. It came with a kind of -\" I do not know what to do! What I should, what I could, what I would, what I ought to do!\" We were wondering much what' twas going to be at, And now it was this, and again it was that; And the rain it was changeable ay as the wind,","file_id":"1969_a","plnames":[["Borrowdale",3,13],["Boothermere",24,35],["Borrowdale",645,655],["Derwent's",704,713]],"geonouns":[["lake",36,40],["carriage",236,244],["road",632,636],["beach",691,696],["waters",746,752],["train",869,874],["house",1199,1204]],"pos_words":[["glad",101,105],["eagerly",118,125],["courage",174,181],["great",278,283],["ready",546,551],["joyfully",609,617],["fresh",729,734],["breeze",756,762],["fresh",1027,1032],["beautiful",1063,1072],["great",1220,1225]],"neg_words":[["trouble",387,394],["impatience",400,410],["dark",640,644],["anger",793,798],["sad",1282,1285]],"events":[],"dates":[],"times":[],"distances":[["six miles",204,213]],"loc_advs":[["there",332,337]],"spa_preps":[["down",14,18],["beside",527,533],["into",788,792],["into",880,884],["through",1095,1102],["over",1127,1131]],"normalised_sentiment":0.0444444444,"vader_sentiment":0.98,"roberta_sentiment":0.9943348169},{"para_id":41,"paragraph":"Till to shine on our journey it made up its mind. But the sun when at last to peep out he would deign, Looked as if heed been trouble as much by the rain, Now in front rose the cliff where' mid tumble and roar, The quaking crags quiver eneath angry Lowdore. But as long was the way, and as we were in haste, Its waters, - those waters of thunder, we past. And then we looked back upon Keswick's sweet vale, Ere we entered the gorges of dark Borrowdale. Beyond the bright space where the Derwent lake flows, More majestic in distance huge Skiddaw arose; And, softened, the valley was smilingly seen, The lake's azure waters and islands between. A range of huge mountains rose sheer from its verge, And into the lake their steep pointlets they urge; Where many a gulph, tree-surrounded, was made, Where the wave placid rested, completely embayed: While steep to the left the white Shepherd's crag stood, And its loose slatey sides, thinly scattered with wood. But now in our front our low road seemed to check In a chaos of hills, a dark mountainous wreck. All traces of verdure and forest were lost, In that dark group of hills all so gloomily tost, Where cliff after cliff and dark rock over rock Reluctantly seemed at the heavens to stop. Hanging over the dread dell their huge summits they hurled, At whose foot the fair Derwent so crystalline purled. Astonished, we passed through that wilderness lone, Till burst on our eyesight dark Bowder's huge stone. A dark rock its high summit right forward did force, And altered the fierce torrent's rock-beating course. High raised on its brink, frowning down on the flood,","file_id":"1969_a","plnames":[["Lowdore",249,256],["Keswick's",385,394],["Borrowdale",441,451],["Derwent",487,494],["Skiddaw",538,545],["Derwent",1323,1330],["Bowder's",1438,1446]],"geonouns":[["crags",223,228],["waters",312,318],["waters",328,334],["vale",401,405],["lake",495,499],["valley",572,578],["lake",603,607],["waters",616,622],["islands",627,634],["mountains",660,669],["lake",710,714],["tree",768,772],["crag",890,894],["wood",952,956],["road",987,991],["hills",1022,1027],["forest",1081,1087],["hills",1121,1126],["rock",1182,1186],["rock",1192,1196],["dell",1263,1267],["summits",1279,1286],["foot",1309,1313],["stone",1452,1457],["rock",1466,1470],["summit",1480,1486],["force",1505,1510],["rock",1545,1549]],"pos_words":[["shine",8,13],["sweet",395,400],["bright",464,470],["majestic",512,520],["smilingly",583,592],["fair",1318,1322],["right",1487,1492]],"neg_words":[["deign",96,101],["trouble",126,133],["tumble",194,200],["angry",243,248],["haste",301,306],["dark",436,440],["steep",721,726],["steep",851,856],["loose",910,915],["chaos",1013,1018],["dark",1031,1035],["wreck",1048,1053],["lost",1093,1097],["dark",1107,1111],["dark",1177,1181],["dread",1257,1262],["lone",1400,1404],["dark",1433,1437],["dark",1461,1465],["fierce",1528,1534],["torrent",1535,1542]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["past",350,354],["left",864,868],["forward",1493,1500]],"spa_preps":[["out",83,86],["between",635,642],["into",701,705],["over",1187,1191],["over",1248,1252],["through",1376,1383],["down",1601,1605]],"normalised_sentiment":-0.0833333333,"vader_sentiment":-0.82,"roberta_sentiment":0.9912993312},{"para_id":42,"paragraph":"A vast mass of mossy rock dreadfully stood: It seemed from the heights high above as if torn, And down to its wonderful resting-place borne. But nature most queerly contrived has to hitch it, And poised on a narrow edge, managed to pitch it; And yet though so balanced, so firm is the rock, You may mount by a ladder quite up to the top, As when some vast ship the blue ocean divides, Her keen arching bow stems the breast of the tides; The wondering waves' gainst her stern dash their spray; The waters enraged yet are forced to obey; And back from her sides the huge billows are thrown - So sternly triumphing appeared Bowder Stone. By many a rugged and stern, slatey fell, Right onward we passed through the gorge of the dell, Till slightly it widened and freshened the scene Where some grassy meadows were washed by the stream; And behind, the dark rocks in the distance were furled, While the crystalline river between them it purled. Now across the old bridge, over the river, we trot Till our road at the foot of the mountain did stop. And then, as the path was excessively stony, Our guide for each lady brought forward a pony, And agreed, as the end of our pathway was utter here, Our carriage, returning, should meet us at Buttermere. Now for mounting the ladies we took many pains With holding the stirrup and checking the reins, Or scrambling upon some convenient stone, Or mounting a wall to get easier on. Guide holding the bridle, the better to guide' em, The gentlemen walking and ladies a-riding - But, oh, what a road! -' twas a terrible shame, -\" A road,\" did I say? ' Twas not worthy the name. A road only fit to be clambered by sheep, As toilsome, as rough, and as long as' twas steep, -","file_id":"1969_a","plnames":[["Bowder Stone",621,633],["Buttermere",1233,1243]],"geonouns":[["rock",21,25],["edge",215,219],["rock",285,289],["mount",299,304],["ship",356,360],["waters",497,503],["dell",724,728],["meadows",797,804],["stream",824,830],["rocks",853,858],["river",910,915],["bridge",959,965],["river",976,981],["road",1000,1004],["foot",1012,1016],["mountain",1024,1032],["path",1060,1064],["carriage",1194,1202],["stone",1376,1381],["wall",1397,1401],["road",1531,1535],["road",1568,1572],["road",1616,1620]],"pos_words":[["wonderful",110,119],["poised",196,202],["balanced",260,268],["top",333,336],["keen",389,393],["convenient",1365,1375],["easier",1409,1415],["better",1450,1456],["worthy",1597,1603]],"neg_words":[["dreadfully",26,36],["contrived",165,174],["stern",469,474],["enraged",504,511],["stern",656,661],["fell",670,674],["dark",848,852],["excessively",1069,1080],["pains",1286,1291],["scrambling",1344,1354],["terrible",1547,1555],["shame",1556,1561],["rough",1672,1677],["steep",1700,1705]],"events":[],"dates":[["the end of",1151,1161]],"times":[],"distances":[],"loc_advs":[["forward",1120,1127],["here",1184,1188]],"spa_preps":[["above",76,81],["down",98,102],["through",699,706],["behind",836,842],["between",916,923],["across",944,950],["over",967,971]],"normalised_sentiment":-0.0301204819,"vader_sentiment":0.37,"roberta_sentiment":0.9925253391},{"para_id":43,"paragraph":"Ascending the Derwent's first sources beside, Now only a rock-tumbling, pebbly tide. Here and there at its banks fed a few scattered sheep, Which cropped the thin heather, scarce covering the steep Some sleeping, some climbing, some frisking, some browsing, At the sound of our footsteps a moment arousing. Unaccustomed to man' mid that desert so drear, They gazed in wonder, but seemed not to fear, - And knowing him not, therefore dreading no ill, Lay down, having looked on the heath-covered hill. We slowly, and pantingly scrambled along, - The ponies full carefully stepped over each stone. Full frequent the streams from their cloud-hidden source Dashed down the dark mountain their thundering course, Or over the road they did rippling flow, And fed, with their waters, the torrent below. The horses dashed through with a gown-splashing step, But the ladies had gowns just intended for wet! I really do think they scarce cared a pin Whether we stayed behind, or jumped over - or in! And now, we behold the stern mountain's huge head, From whose riven rocks they mine out the black-lead Which is hidden within the dark crags so prolific. \" Black lead,\" did I say? Oh how unscientific - Dear me, what a vulgar mistake I have made-o, - In the language of science,' tis called plumbago. But never, Oh dread Borrowdale, would thou have given, Or suffered thy rocks for that lead, to be riven, If thou thought by some Miss scrawled thy desert so drear In an Ackermann Album would ever appear. And now on the peak of the mountains we stood, - Looked back upon field, upon forest, and flood, Where sun-topped Helvellyn his summits upthrew,","file_id":"1969_a","plnames":[["Derwent's",14,23],["Borrowdale",1310,1320],["Helvellyn",1608,1617]],"geonouns":[["rock",57,61],["banks",107,112],["hill",495,499],["stone",589,594],["streams",614,621],["mountain",674,682],["road",720,724],["waters",769,775],["mountain",1019,1027],["head",1035,1039],["rocks",1058,1063],["crags",1125,1130],["rocks",1361,1366],["peak",1509,1513],["mountains",1521,1530],["field",1560,1565],["forest",1572,1578],["summits",1622,1629]],"pos_words":[["wonder",368,374],["lead",1088,1092],["prolific",1134,1142],["lead",1152,1156],["lead",1376,1380]],"neg_words":[["scarce",172,178],["steep",192,197],["desert",337,343],["fear",394,398],["slowly",504,510],["scrambled",526,535],["cloud",633,638],["dark",669,673],["torrent",781,788],["scarce",921,927],["stern",1013,1018],["dark",1120,1124],["vulgar",1208,1214],["mistake",1215,1222],["dread",1304,1309],["suffered",1348,1356],["desert",1437,1443]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",94,99]],"spa_preps":[["beside",38,44],["down",454,458],["along",536,541],["over",579,583],["down",660,664],["over",711,715],["below",789,794],["through",814,821],["behind",958,964],["over",976,980],["out",1074,1077],["within",1109,1115]],"normalised_sentiment":-0.0769230769,"vader_sentiment":0.9,"roberta_sentiment":0.9950684309},{"para_id":44,"paragraph":"Distinctly outlined on the firmament blue; And the few retired fields which in Borrowdale lay So richly reposed in the enlivening ray. But no longer we now on the mountain remain, But hasten broad Buttermere's banks to attain: Our way down the gorge of the valley we bend, And slowly the rough mountain-path we descend. Vast Honister Crag, overhanging the road, Pushed right' cross our path his high forehead so broad, Opposing our progress. We turned round his brow, - Encircled his cliff by the streamlet below; And gazed on the giant, as round him we wheeled, As his wonderful shape was distinctly revealed. He's none of your beauties, - no elegant wood With romantical glades on his summits upstood; No softening the scene, or enlivening the view, No fading in distance the mountains so blue: No cockneys could find in its dread rocks so antique The fair picturesque or the rural romantic No silly school-bred miss just turned seventeen Can affectedly say of' t -\" How charming a scene!!!\" But above any misses, Oh my admiration! - Dark Honister Crag rears his stern elevation, - Makes one silent in wonder and dread altogether, As feeling description a fruitless endeavour. But now we were forced, by a bend in the hills, To cross over the torrent, receiver of rills, Which dashed down the pass, chafed, and foaming in wrath At the huge rocks, which lay in its furious path. Right dashed in the ladies and they, being through, Left us all behind, puzzled much what to do. We looked to the left, and we looked to the right, - Still no easy passage appeared to our sight;","file_id":"1969_a","plnames":[["Borrowdale",79,89],["Buttermere's",197,209],["Honister Crag",325,338],["Honister Crag",1041,1054]],"geonouns":[["fields",63,69],["mountain",163,171],["banks",210,215],["valley",257,263],["mountain",294,302],["path",303,307],["road",356,360],["path",386,390],["brow",462,466],["wood",652,656],["summits",687,694],["mountains",778,787],["rocks",833,838],["school",902,908],["hills",1220,1225],["pass",1295,1299],["rocks",1342,1347],["path",1374,1378]],"pos_words":[["richly",97,103],["right",369,374],["progress",432,440],["wonderful",570,579],["elegant",644,651],["fair",854,858],["picturesque",859,870],["romantic",884,892],["charming",973,981],["admiration",1022,1032],["silent",1094,1100],["wonder",1104,1110],["right",1521,1526],["easy",1539,1543]],"neg_words":[["slowly",277,283],["rough",288,293],["dread",827,832],["silly",896,901],["miss",914,918],["misses",1008,1014],["stern",1065,1070],["dread",1115,1120],["fruitless",1158,1167],["torrent",1245,1252],["wrath",1324,1329],["furious",1366,1373],["puzzled",1452,1459]],"events":[],"dates":[["seventeen",931,940]],"times":[],"distances":[],"loc_advs":[["left",1494,1498]],"spa_preps":[["down",235,239],["round",452,457],["below",507,512],["round",541,546],["above",998,1003],["over",1236,1240],["down",1286,1290],["through",1423,1430],["behind",1444,1450]],"normalised_sentiment":0.0067567568,"vader_sentiment":0.36,"roberta_sentiment":0.9929291606},{"para_id":45,"paragraph":"Stones were in the stream but were rough and were round And the foam of the waves, oh it sported around; And altogether, ere our leaping, we took plenty looking, Yet still it was dangerous, slippery, footing, - And as none could be reached from the shore with a step, If we leaped on their surface, so polished and wet, Or if in our bound, we might happen to stumble, -' Twas clear, we ran very great risk of a tumble! But each like a hen on a hot gridle hopping, And staggering and balancing - still never stopping - And slipping and sliding, and sliddring at last, sir, We accomplished the dandy, all dangerous pass, sir. But, oh dear, the ladies( were only a pair of' em) What ill rewards gave for our mighty great care of' em By what kind of artifice, oh can they that elude, Or how can they stand to the charge of ingratitude! By the time that with plenty of duck-threatening hops, sir, We had scrambled ashore from those slippery rocks, sir, The ladies had got to a part of the glen Some quarter mile distant, where, bending again, The rocks with their shaggy tops, gloomy and bare, Looked back to the region of torrent and scar. There, - but not for us, waited. ' Twas only the fear Of losing themselves in that desert so drear That made them, at last, check the long-loosened rein And impatiently, wait for our coming again! But enough. We advanced by a pleasanter road. The stream on our right, it more pleasantly flowed And watered the vale; the dark mountains, receding, Left open our path, it no longer impeding, - And widening the vale, their tops backward they threw, And to Buttermere opened, so deep and so blue. We saw not the lake, till the stream being crossed,","file_id":"1969_a","plnames":[["Buttermere",1589,1599]],"geonouns":[["stream",19,25],["shore",249,254],["pass",613,617],["rocks",936,941],["glen",984,988],["rocks",1042,1047],["region",1108,1114],["scar",1130,1134],["road",1373,1377],["stream",1383,1389],["vale",1446,1450],["mountains",1461,1470],["path",1496,1500],["vale",1544,1548],["lake",1644,1648],["stream",1659,1665]],"pos_words":[["polished",302,310],["clear",376,381],["great",395,400],["like",428,432],["hot",444,447],["accomplished",575,587],["mighty",705,711],["great",712,717],["tops",1066,1070],["enough",1337,1343],["advanced",1348,1356],["right",1397,1402],["pleasantly",1412,1422],["tops",1556,1560]],"neg_words":[["rough",35,40],["dangerous",179,188],["stumble",359,366],["risk",401,405],["tumble",411,417],["dangerous",603,612],["ingratitude",819,830],["threatening",869,880],["scrambled",899,908],["gloomy",1072,1078],["torrent",1118,1125],["fear",1185,1189],["losing",1193,1199],["desert",1219,1225],["impatiently",1293,1304],["dark",1456,1460],["backward",1561,1569]],"events":[],"dates":[],"times":[],"distances":[["Some quarter mile",989,1006]],"loc_advs":[["ashore",909,915]],"spa_preps":[["round",50,55],["around",97,103]],"normalised_sentiment":-0.0196078431,"vader_sentiment":0.98,"roberta_sentiment":0.994979322},{"para_id":46,"paragraph":"We stood on its banks, where its waters were tost And hurled on the pebbles with dashing and foam, The whispering surges their singing do moan, When broke on the stones yet return to the deep - Again, to the sands of their wrecking they sweep, - Again, they are broken, re-rolling again, - Yet still are they murmuring, still are the same. On a road that was shaded by natural wood Whose rich, mossy, trunk most confusedly stood, We slowly advanced by field and by flood, - But had not gone far till were stopped by the mud. Through a deep, miry, slough we were forced to go, It much having rained and the road lying low. There were some high banks on one side of the road, But were covered and fenced up, by bramble and wood. We caught hold of a barge and we scrambled there up, - But there,' mid the brambles, we almost had stuck. The bramble, Oh dear,' tis a tree of renown For catching a coat-tail, or tearing a gown; Besides, it talks Latin: though no one would guess it, Its thorns say,\" Me nemo impune lacessit\", - While elastical boughs, by the first of us bent back, Switched back in our face, as we followed his track From the hand which back bent it. As' t angrily flies out, We almost cried,\" Zooks, sir! You near put my eye out!\" But now, having past by the pass of the bramble, We almost began to be tired of our ramble - Till we gladly beheld the clean whitewashen inn, - A few yards of earth inteposing between. Straight( not like sad Hector, that poor gory chief) Appeared the glad ghost of roast mutton and beef. Very horses go faster, and swifter they fly; Their ears at the sight they did left upon high, - Flew back eneath their heels the long, lingering way, - Them backoned the spirit of manger and hay!","file_id":"1969_a","plnames":[],"geonouns":[["banks",16,21],["waters",33,39],["stones",162,168],["sands",208,213],["road",345,349],["wood",377,381],["field",452,457],["road",606,610],["banks",643,648],["road",668,672],["wood",721,725],["tree",862,866],["track",1122,1127],["pass",1271,1275],["inn",1380,1383]],"pos_words":[["dashing",81,88],["rich",388,392],["advanced",440,448],["renown",870,876],["gladly",1344,1350],["clean",1362,1367],["like",1442,1446],["glad",1494,1498],["faster",1546,1552]],"neg_words":[["moan",138,142],["broke",149,154],["broken",262,268],["slowly",433,439],["lying",611,616],["scrambled",760,769],["stuck",826,831],["bent",1065,1069],["bent",1153,1157],["angrily",1168,1175],["tired",1314,1319],["sad",1447,1450],["poor",1464,1468]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",770,775],["there",786,791],["past",1259,1263],["left",1609,1613]],"spa_preps":[["out",1182,1185],["near",1221,1225],["out",1237,1240],["between",1419,1426]],"normalised_sentiment":-0.0233918129,"vader_sentiment":-0.95,"roberta_sentiment":0.9882154465},{"para_id":47,"paragraph":"Now reached we the inn and no sooner were landed, Than straight, we to bring us our dinner commanded. When lo, the landlady, most courteously brings - I suppose' twas to hasten old Time's lazy wings - A great set of scrawls. I suppose that she thought' em Most wondrously fine, or she would not have brought' em Which her daughter, her daughter, her dear, darling daughter, Had made of romantical mountains and water, At some genteel boarding school, wasting her time - And also her paper, with line after line; The houses, all tipsy, most giddily reeling - The castles in air most confusedly wheeling - And lions, like cats, in their dark caverns brooding - And each flying cloud, like a flying plum-pudding - And noble stitched quadrupeds, birds, insects fishes, And all the et ceteras of boarding-school misses! Now dinner, brought in, was adorning the board; The dishes, we hoped, were most plenteously stored, - So we hungrily took from the viands the covers, But there was no treat for the good-dinner lovers. Though our appetites were most tremendously high We only got taties and mouldy veal pie! But now on the mountains the dark clouds assembled, And the waves of the lake they more gloomily trembled; And then came a calm on their billowless breast, As deep expectations were stilling their rest. The clouds flew not swift, but in lowering and gloom Lay mighty and dark on the heat of the noon, The air was oppressive, and sultry, and still, And no cooling breezes swept over the hill. When lo! from a cloud over dark Honister's head There gleamed through the darkness a thunderbolt red. The lake for a moment reflected the flash, Then dreadfully heard in the distance a crash,","file_id":"1969_a","plnames":[["Honister's",1529,1539]],"geonouns":[["inn",19,22],["mountains",397,406],["water",411,416],["school",443,449],["line",495,499],["line",506,510],["houses",516,522],["castles",562,569],["school",800,806],["mountains",1120,1129],["lake",1178,1182],["hill",1491,1495],["head",1540,1544],["lake",1603,1607]],"pos_words":[["great",203,208],["fine",272,276],["darling",356,363],["like",615,619],["like",682,686],["noble",715,720],["good",996,1000],["tremendously",1047,1059],["calm",1228,1232],["swift",1328,1333],["mighty",1365,1371]],"neg_words":[["lazy",188,192],["wasting",451,458],["dark",635,639],["cloud",675,680],["misses",807,813],["dark",1134,1138],["gloom",1355,1360],["dark",1376,1380],["oppressive",1418,1428],["cloud",1513,1518],["dark",1524,1528],["darkness",1571,1579],["dreadfully",1647,1657],["crash",1682,1687]],"events":[],"dates":[],"times":[["noon",1400,1404]],"distances":[],"loc_advs":[["there",969,974]],"spa_preps":[["over",1482,1486],["over",1519,1523],["through",1559,1566]],"normalised_sentiment":-0.0193548387,"vader_sentiment":-0.93,"roberta_sentiment":-0.9923018217},{"para_id":48,"paragraph":"As if mountains on mountains that moment were hurled, Or dashed into atoms and ruins a world, Or rocks to their heart by the lightning were riven, - So the thunder it rolled over the face of the heaven. Re Echoed from mountains, rebounding from hills, Again the dread sound the vast aether it fills: Over gloomy Helvellyn sublimly it swells, Then wakes the rude echoes of Langdale's peaked fells; Then Kirkstone's vast echoes replied to the sound, And hurled it the circle of mountains around; Red Pike tossed the thunder in distance with scorn, Till the dells of the Derwent receiving the storm, The thunder it spoke from the crags of Lowdore, And Skiddaw's twin summits awoke to the roar. Again growled the lion on Saddleback's dells And the last thunder died on the distant Shap fells. Then, fitful, the breeze from its mountainous hold Forced all th stern thunders to peace as it rolled. The winds in their anger rushed down on the deep, Through every ravine, with a passionate sweep; Then woke the dark waters, and plumage of foam On the lakes swelling bosom was dazzlingly thrown, Reflecting the lightning; and rattling peals Again roused the mimicking sport of the hills. Those chasm-hidden lions again from their caves Sent back the dread sounds over the wondering waves; And the echoes from Black Combe, overhanging the main, To Scawfell in mockery growled them again. And numberless flashes and numberless roars Hurled all their lone terrors on deep Crummock's shores; Till the clouds over the lake which so threateningly hung, Flew away, the huge fells of the Derwent among. Then first, the bright orb of the heavens appearing, Again with his presence the hills he was cheering; Though a shower, yet distilling its dews on the ground,","file_id":"1969_a","plnames":[["Helvellyn",312,321],["Langdale's",372,382],["Kirkstone's",402,413],["Red Pike",494,502],["Derwent",568,575],["Lowdore",636,643],["Skiddaw's",649,658],["Saddleback's",717,729],["Shap",777,781],["Black Combe",1300,1311],["Scawfell",1338,1346],["Crummock's",1460,1470],["Derwent",1571,1578]],"geonouns":[["mountains",6,15],["mountains",19,28],["rocks",97,102],["mountains",218,227],["hills",245,250],["mountains",476,485],["dells",555,560],["crags",627,632],["summits",664,671],["dells",730,735],["waters",1008,1014],["lakes",1043,1048],["hills",1172,1177],["shores",1471,1477],["lake",1504,1508],["hills",1667,1672],["ground",1738,1744]],"pos_words":[["heaven",195,201],["breeze",807,813],["peace",872,877],["passionate",971,981],["bright",1602,1608]],"neg_words":[["ruins",79,84],["dread",262,267],["gloomy",305,311],["rude",357,361],["scorn",539,544],["died",757,761],["stern",854,859],["anger",911,916],["dark",1003,1007],["swelling",1049,1057],["dread",1241,1246],["mockery",1350,1357],["lone",1439,1443],["hung",1532,1536]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["into",64,68],["over",174,178],["around",486,492],["down",924,928],["over",1254,1258],["over",1495,1499],["away",1543,1547],["among",1579,1584]],"normalised_sentiment":-0.0538922156,"vader_sentiment":-0.95,"roberta_sentiment":0.9939627051},{"para_id":49,"paragraph":"Its glistening drops were outpouring around. Till, high over the heads of the mountains below, There spanned the wide heavens the wonderful bow; All glowing in purple, and crimson, and gold, It grasped in its circle the waters, which rolled, - Returning the colours so gloriously given, - Returning again to the face of the Heaven, - Till its bright dazzling tints in the distance do fade, Admiring its hues, at the window, we staid. And then, as the sun on the mountains descending, Reminded us now that the day was near ending, We ordered the bill, and, as then we did find That a long and steep hill was by us to be climbed, And as also we found that the one of the ladies To ascend the high hill in the coach much afraid is, One gentleman leaving on them to attend, That steep on the ponies we' gan to ascend, While they with the carriage the mountains upclimbed, Which lazy and last of all lingered behind. And now a cascade in the hills were beheld, Whose crystalline waters with anger they swelled - But scarce had we looked on the thundering stream' Ere again the stern heavens to rain on's begin. \" O Jupiter! why did permit such a shame, On the ladies fine bonnets allow it to rain? \"\" Why, generous Jove, whom I ca n't see for clouds, Why spread on these mountains such vapoury shrouds? \"\" Oh pray, sir, remove this most troublesome rain And give us the sun in his glory again. \"\" Oh no, sir, I wo n't, and I tell you I ca n't And what's more than all these, sir, I tell you I sha n't; And although I do think that you do n't it much love, I'll pepper you more,\" for' twas thus replied Jove. But while we continued this vain supplication, We found' twas unfitting, upon the occasion,","file_id":"1969_a","plnames":[],"geonouns":[["heads",65,70],["mountains",78,87],["waters",220,226],["mountains",462,471],["hill",598,602],["hill",695,699],["coach",707,712],["carriage",834,842],["mountains",847,856],["hills",937,942],["waters",974,980],["stream",1050,1056],["mountains",1266,1275]],"pos_words":[["glistening",4,14],["wonderful",130,139],["glowing",149,156],["gold",185,189],["gloriously",269,279],["bright",343,349],["dazzling",350,358],["fine",1162,1166],["generous",1201,1209],["glory",1376,1381],["love",1545,1549]],"neg_words":[["staid",427,432],["steep",592,597],["afraid",718,724],["steep",775,780],["lazy",874,878],["anger",986,991],["swelled",997,1004],["scarce",1011,1017],["stern",1072,1077],["shame",1141,1146],["troublesome",1332,1343],["vain",1631,1635]],"events":[],"dates":[["the day",505,512]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["around",37,43],["over",56,60],["below",88,93],["near",517,521],["behind",904,910]],"normalised_sentiment":-0.0060606061,"vader_sentiment":0.73,"roberta_sentiment":0.9984555244},{"para_id":50,"paragraph":"To stand in the mud and receive all the rain While talking, beseeching, and praying, - in vain. So, pushing our steeds to a galloping trot, The scenes we were passing completely forgot, And one of us hitched on a huge ladies saddle,( Of course, rather awkward for riding a straddle). The ladies and carriage completely behind, Towards Keswick we galloped, as swift as the wind, Who, half in revenge for his losing the race, He gave us, he gave us, a terrible chase, - Like Paddy who drove all the racers before him, So gallantly, on Mr. Boreas bore him, - Until we arrived at a kind of a shed Under whose sheltering roof we, our ponies, did lead. There long did we wait till the ladies up came, When, one of us entered the carriage again, While I very gladly accepted the offer Which gentlemen, two, very kindly did proffer, And sheltered myself from the pityless flood By entering their carriage, so covered and snug. And followed the ladies, while shower after shower In pityless peltings upon us did pour, Never ceasing, never ceasing, the merciless rain Until to our covering Keswick we came, Where the halls did resound with the loud lamentations, And the walls did re-echo the deep exclamations, - The ladies bemoaning their bonnets in vain, Those bonnets they never may worn be again, And then what delight when to tea we sat down - The mourning all ended for bonnet and gown, - And heard the rain pattering and rattling, as we Most thirstily drank up the goblets of tea; And then on our couches, as softly we lay, We determined old Skiddaw, to climb the next day.","file_id":"1969_a","plnames":[["Keswick",335,342],["Keswick",1080,1087],["Skiddaw",1540,1547]],"geonouns":[["carriage",299,307],["carriage",723,731],["carriage",888,896],["halls",1107,1112],["walls",1161,1166]],"pos_words":[["swift",359,364],["gallantly",519,528],["lead",641,645],["gladly",752,758],["kindly",805,811],["resound",1117,1124],["delight",1306,1313]],"neg_words":[["vain",90,94],["awkward",252,259],["revenge",391,398],["losing",407,413],["terrible",450,458],["bore",544,548],["merciless",1043,1052],["loud",1134,1138],["bemoaning",1215,1224],["vain",1242,1246],["worn",1277,1281]],"events":[],"dates":[["the next day",1558,1570]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["behind",319,325],["down",1333,1337]],"normalised_sentiment":-0.027972028,"vader_sentiment":0.61,"roberta_sentiment":0.9800997376},{"para_id":51,"paragraph":"Book Third The Argument Ascent of Skiddaw","file_id":"1969_a","plnames":[["Skiddaw",34,41]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":-0.36,"roberta_sentiment":-0.9951754808},{"para_id":52,"paragraph":"Great Preparations. Setting off, crossing the river, great heat, labour of the ascent, stuck in a Bog, halting place, view from it of the vale of Keswick, Derwentwater,&amp; c. The summit, fine prospect, its particulars described, keen cutting wind. Descent. Conclusion.","file_id":"1969_a","plnames":[["Keswick",146,153]],"geonouns":[["river",46,51],["vale",138,142],["summit",181,187]],"pos_words":[["great",53,58],["fine",189,193],["keen",231,235]],"neg_words":[["stuck",87,92]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0689655172,"vader_sentiment":0.9,"roberta_sentiment":0.998576045},{"para_id":53,"paragraph":"The hills were obscured in a curtain of cloud; Every stern, savage fell had its vapoury shroud. The dark veil of the east it was not yet withdrawn, And cheerless and drear the approach of the morn. As we looked on the clouds with great feelings of sorrow, How sadly we thought,\" We must wait till tomorrow!\" Sometimes we did mope, as the clouds past us by; And again we did hope, as appeared the blue sky. At length into the distance the vapours were borne, And the dreary gloom yields to the rays of the morn: On the breast of the breeze were the clouds borne away, And the mountains again were revealed to the day. The rich outlines of Grassmoor distinctly were seen; And Helvellyn, he lowred in his silence serene. While the lake's gentle billows, like pure molten gold, In soft and low murmurs succeedingly rolled. We gazed on the sky, now so azure and bright, - We gazed on that sky with unmingled delight. How high beat our hearts with the great expectation!","file_id":"1969_a","plnames":[["Grassmoor",638,647],["Helvellyn",674,683]],"geonouns":[["hills",4,9],["mountains",575,584],["lake",728,732]],"pos_words":[["great",230,235],["breeze",532,538],["rich",621,625],["serene",710,716],["gentle",735,741],["like",751,755],["pure",756,760],["gold",768,772],["soft",777,781],["bright",857,863],["delight",903,910],["great",946,951]],"neg_words":[["obscured",15,23],["cloud",40,45],["stern",53,58],["savage",60,66],["fell",67,71],["shroud",88,94],["dark",100,104],["cheerless",152,161],["sorrow",248,254],["sadly",260,265],["mope",325,329],["dreary",466,472],["gloom",473,478]],"events":[],"dates":[["tomorrow",297,305],["the day",608,615]],"times":[],"distances":[],"loc_advs":[["past",345,349],["away",561,565]],"spa_preps":[["into",416,420]],"normalised_sentiment":-0.0107526882,"vader_sentiment":0.87,"roberta_sentiment":-0.9769912362},{"para_id":54,"paragraph":"And straight we began to make great preparation. Cakes, sandwiches, ham, were by no means unhandy; And amongst other things we forgot not some brandy. We bustle and hustle and fidget about, And call all the servants, and kick up a rout. We stretch and we yawn, so impatient to go, And think that the time flies amazingly slow! We pull out our watch; put it up to our ear;\" Ah well, I declare, it is going, I hear!\" Then in comes the hostess, so prim and so neat, -\" A very fine morning, sir!\"--\"' Tis, ma' am, indeed. \"\" I have brought, sir, some skirts for the ladies to ride in;\"\" Oh, ma' am, I declare, youere extremely obliging!\"\" Oh, sir, pray do n't speak of it!\" While saying so, She maketh her exit, in curtseying low. And now a loud clatter is heard in the yard; Where the steeds for the journey at length were prepared. Such beautiful creatures, I here must describe' em, And the pleasure with which we expected to ride' em! There was one that was white, and another was grey, - Such fine, flowing tails, and such long ears, had they; - They champed at the bit and they snuffed up the wind As if they intended to leave it behind. At length, we set off, quite delighted and gay, But determined to walk a small part of the way, - Excepting myself, who determined to ride, And so we set off, by the clear river-side. Then we came to the bridge of grey, moss-covered stone Which across the swift Greta's bright ripples is thrown; On the top of that bridge, for a moment, we stay To gaze on the torrent as' t foams on its way. We gazed on the whirlpools, as boiling, they broke In sheets of white foam on the surf-beaten rock; We gazed on their eddies, as circling they sweep Amid the rough crags, silent, darkling and deep.","file_id":"1969_a","plnames":[["Greta's",1402,1409]],"geonouns":[["river",1312,1317],["bridge",1344,1350],["stone",1373,1378],["top",1443,1446],["bridge",1455,1461],["rock",1626,1630],["crags",1696,1701]],"pos_words":[["great",30,35],["amazingly",311,320],["well",376,380],["neat",457,461],["fine",473,477],["beautiful",835,844],["pleasure",890,898],["fine",994,998],["delighted",1169,1178],["swift",1396,1401],["bright",1410,1416],["silent",1703,1709]],"neg_words":[["fidget",176,182],["yawn",255,259],["impatient",264,273],["slow",321,325],["loud",737,741],["torrent",1500,1507],["boiling",1563,1570],["broke",1577,1582],["rough",1690,1695]],"events":[],"dates":[["the clear",1302,1311]],"times":[["morning",478,485]],"distances":[],"loc_advs":[["here",858,862],["behind",1132,1138]],"spa_preps":[["amongst",103,110],["about",183,188],["out",335,338],["across",1385,1391]],"normalised_sentiment":0.0177514793,"vader_sentiment":0.98,"roberta_sentiment":0.9846145511},{"para_id":55,"paragraph":"We gazed on the currents, as foaming they rush, And list to their murmurs, as onwards they gush. How wild were these murmurs, as soothing and slow, In nature's own numbers, so softly they flow. At length we determined, the bridge being past, On mounting our beautiful ponies at last. Oh! what an affair of importance then made is, Oh! what an affair of importance then made is, With settling, and helping, and mounting, the ladies. \" I am sure I shall fall!\"--\" I am sure I am tumbling!\"\" Oh no ma' am youere safe,\"\" But my steed is a-stumbling!\"\" Oh ma' am he's the surefooted beast upon earth. \"\" My saddle is loose. \"\" Shall I tighten the girth? \"\" Oh, but look at him! - now is stopping and feeding!\"\" Pull him up, ma' am. \" -\" I ca n't\" -\" Then I see I must lead him. \" Such pranks and such frolics our chargers displayed, And such a great hustle and rumpus is made: At length being seated quite steady and firm, The heads of our horses towards Skiddaw we turn. While laughing and talking swift onwards we trot, And all ills and all accidents soon are forgot. But some troubles still the ascending attended, For the road, I must say, wanted much to be mended: The quagmires were long, and the quagmires were broad, And many and deep were the ruts of the road. And unless we kept on at a pretty brisk trot, Wherever there was grass, there our steeds made a stop; And then if at all in a hurry we posted, With the heat of the sun we were like to be roasted. And while in the regions of heat we remained, Of the heat and the flies we all loudly complained. At last we arrived at the banks of a stream Which dashed down a small, and a narrow ravine. Now all of our steeds were prodigiously dry,","file_id":"1969_a","plnames":[["Skiddaw",950,957]],"geonouns":[["bridge",223,229],["heads",922,927],["road",1121,1125],["road",1259,1263],["regions",1478,1485],["banks",1585,1590],["stream",1596,1602]],"pos_words":[["gush",91,95],["beautiful",258,267],["helping",397,404],["safe",509,513],["lead",763,767],["great",839,844],["steady",901,907],["swift",994,999],["pretty",1292,1298],["brisk",1299,1304],["like",1441,1445],["prodigiously",1678,1690]],"neg_words":[["wild",101,105],["slow",142,146],["loose",612,617],["troubles",1074,1082],["ruts",1247,1251],["complained",1547,1557]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["past",236,240],["there",1320,1325],["there",1337,1342]],"spa_preps":[["down",1616,1620]],"normalised_sentiment":0.0348837209,"vader_sentiment":0.96,"roberta_sentiment":0.9984109402},{"para_id":56,"paragraph":"From the heat of the sun, and the clear, cloudless sky; How wistful and thirsty did all of them look, As, splashing, we dashed through the waves of the brook. But one of them, knowing the Miss on its back, Was not able to keep him in his proper track, - Regardless of briars, of stones, or of trees Sought a place where he might have drunk more at his ease! At length we contrived to turn him about And leaving the stream, we continued our route. Now a terrible quagmire lay right in our road It was deep, it was long and moreover,' twas broad. But we cared not for mud and we cared not for mire, For our bosoms beat high with a lofty desire: When the summit of Skiddaw was once in our view, Through all opposition resistless we flew! So headlong we dashed to the heart of the bog - Our horses we spur and horses we flog, - And splashing and dashing we floundered about, - We got easily in, and not easily out! We thought, in the quag, that we fairly were stuck, So tenacious, so deep, and so yielding the muck! Some of us sunk less, and some of us sunk more, As struggling, we spurred on our steeds to the shore, Such figures presenting, bespattered with dirt, Which our horse-tails upon us, in flapping, did flirt, - The ladies bemoaning their gowns' spoilation, The gentlemen mourning their coats' spatteration! Such moans, hones, and groans were resounding around! There never was heard such a coat-weeping sound! So mournful our cries, so heart-piercing our wails, Over what? Over what? Why, upon our coat-trails! They who on such a subject refuse to bemoan, Have hearts that are hard as the nether millstone. And now, we resumed our marching once more,","file_id":"1969_a","plnames":[["Skiddaw",662,669]],"geonouns":[["brook",152,157],["track",245,250],["stones",279,285],["trees",293,298],["stream",415,421],["road",488,492],["summit",652,658],["bog",777,780],["shore",1107,1112]],"pos_words":[["proper",238,244],["ease",352,356],["right",475,480],["dashing",842,849],["fairly",944,950],["tenacious",966,975],["resounding",1350,1360]],"neg_words":[["drunk",334,339],["contrived",371,380],["terrible",453,461],["mire",591,595],["opposition",704,714],["stuck",956,961],["sunk",1023,1027],["sunk",1049,1053],["struggling",1063,1073],["dirt",1156,1160],["flirt",1210,1215],["bemoaning",1230,1239],["mournful",1421,1429],["refuse",1546,1552],["bemoan",1556,1562],["hard",1585,1589]],"events":[],"dates":[["the clear",30,39]],"times":[],"distances":[],"loc_advs":[["headlong",738,746]],"spa_preps":[["through",127,134],["about",393,398],["about",864,869],["out",906,909],["around",1361,1367]],"normalised_sentiment":-0.0676691729,"vader_sentiment":-0.94,"roberta_sentiment":-0.996011734},{"para_id":57,"paragraph":"But neither so gay or so clean as before. Of bogs and of brooks we began to be tired, For nobody likes to be soundly bemired. We began to complain of the cold and the wind And some of our horses were lagging behind; Till, having arrived at the breast of the hill, To rest and to breathe, we a moment stood still. Then we spurred up the breast of the mountain each steed, And we prest on each courser, so gallant to speed; We struggled over heather, we struggled over stone, Till each horse's fetlocks were white with its foam. We leaned over the manes of our chargers which flow, Till they sweep over the bells of the heather below. How rich was that heather, luxuriantly spread, Wherever the hoofs of our horses might tread; And how bright were its flowers of Tyrian dye, On the mountain's green bosom, neglected which lie. And now the steep hill being mounted, we came, And much to our joy, to a fine, turfy plain. The grass was so rich and its hue was so bright, Like circles where fairies have danced through the night. How swiftly and lightly our palfreys swept over, And how swiftly and lightly our palfreys swept over Till we came to a spring which with gurgling sound, And bubbling, and dancing, sprung up from the ground. There stay we our steeds, that we all might survey The beautiful prospect before us which lay; The vapourless heaven shone bright over head, The valley beneath us was widely outspread; And the forests, arrayed in the clothing of green, On the sides of the mountains arising were seen; While through the wide valley meandering slow, The stream of the Derwent doth silently flow. How fair were the fields which the light lapping wave,","file_id":"1969_a","plnames":[["Derwent",1581,1588]],"geonouns":[["bogs",45,49],["brooks",57,63],["hill",258,262],["mountain",350,358],["stone",467,472],["mountain",780,788],["hill",843,847],["ground",1223,1229],["head",1366,1370],["valley",1376,1382],["forests",1424,1431],["mountains",1487,1496],["valley",1539,1545],["stream",1567,1573],["fields",1627,1633]],"pos_words":[["clean",25,30],["likes",97,102],["soundly",109,116],["gallant",404,411],["rich",637,641],["bright",734,740],["joy",888,891],["rich",934,938],["bright",958,964],["beautiful",1286,1295],["heaven",1341,1347],["bright",1354,1360],["fair",1613,1617]],"neg_words":[["tired",79,84],["complain",138,146],["cold",154,158],["lagging",200,207],["struggled",425,434],["struggled",452,461],["neglected",804,813],["lie",820,823],["steep",837,842],["slow",1557,1561]],"events":[],"dates":[["a fine",896,902],["a spring",1141,1149]],"times":[["the night",1013,1022]],"distances":[],"loc_advs":[["beneath",1383,1390]],"spa_preps":[["behind",208,214],["over",435,439],["over",462,466],["over",537,541],["over",596,600],["below",626,631],["through",1005,1012],["over",1067,1071],["over",1120,1124],["over",1361,1365],["through",1522,1529]],"normalised_sentiment":0.0204081633,"vader_sentiment":0.99,"roberta_sentiment":0.9955791831},{"para_id":58,"paragraph":"Each following and followed succeeding doth lave; Till recklessly dancing and carelessly tost, In the deeps of the Derwent the billow is lost. We gazed on the lake, - oh, how calmly it lay, Scarce touched by the zephyrs over' ts bosom which play! How bright its smooth surface deceitfully smiles, Embosomed in mountains, and studded with isles, Whose trees, richly clothed in a bright living green, Again seemed to grow eneath the surface serene. We gazed on the fells sternly rising, which frowned; We gazed on the mountains dispersed around, Whose high, craggy summits confusedly tost, In the vapours which floated around them were lost. But whose is that dwelling surrounding with trees Whose rising smoke curls as it floats on the breeze? It is his who so deeply hath graven his name, - It never shall be razed from the annals of fame. It is his who hath swept over Arabia's sand; It is his who hath travelled the far foreign land; It is his who hath wakened the chords of the lyre In the strength of its muse with celestial fire. Who can ride the wild winds, and who proudly can sweep Over the fierce foaming billow, - the broad bursting deep? Apollo shall list when he touches the string And the muses play homage where Southey shall sing! Then we gazed down the lake, where swift rush to the shore The far-sounding waters of distant Lowdore; As, hurled down the chasm, how thundering it broke, Rebounding from crag, and rebounding from rock! And how brightly and lightly the sunny rays, play, While sparkling amid clouds of far flashing spray! Then we looked to the south, where the dark Borrowdale Frowned drear over the Derwent, stern, savage and fell; While under those cliffs even the surges that sweep","file_id":"1969_a","plnames":[["Derwent",115,122],["Arabia's",870,878],["Lowdore",1340,1347],["Borrowdale",1595,1605],["Derwent",1629,1636]],"geonouns":[["lake",159,163],["mountains",310,319],["isles",338,343],["trees",351,356],["mountains",516,525],["summits",563,570],["trees",684,689],["land",930,934],["lake",1269,1273],["shore",1299,1304],["waters",1322,1328],["crag",1417,1421],["rock",1443,1447]],"pos_words":[["succeeding",28,38],["bright",251,257],["smooth",262,268],["smiles",289,295],["richly",358,364],["bright",378,384],["serene",439,445],["breeze",735,741],["fame",834,838],["homage",1213,1219],["swift",1281,1286],["sparkling",1506,1515]],"neg_words":[["recklessly",55,65],["lost",137,141],["deceitfully",277,288],["lost",634,638],["smoke",703,708],["wild",1052,1056],["fierce",1099,1105],["broke",1394,1399],["dark",1590,1594],["stern",1638,1643],["savage",1645,1651],["fell",1656,1660]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["over",220,224],["around",536,542],["around",617,623],["over",865,869],["down",1260,1264],["down",1360,1364],["amid",1516,1520],["over",1620,1624],["under",1668,1673]],"normalised_sentiment":0.0,"vader_sentiment":0.98,"roberta_sentiment":-0.9759328365},{"para_id":59,"paragraph":"Seemed mournfully silent, dark, dismal and deep. While hidden in mist, and obscured by storm, Gaunt, Castle Crag rose; oh, how dreadful its form! As it guarded those Jaws which seemed deep as the grave, As they frowned over the foam of broad Derwent's light wave. Then turning our eyes from the breast of the lake, We looked to the hills which overhang Ladies Rake. There is a tradition of this peaceful dell Which the crones of the Derwent will often times tell. It was night and the stars seemed in silence to rest, In ethereal splendour on the waves gentle breast And in heavenly splendour how softly they sleep On that ocean of lustre, that radiant deep. While before the bright moon as the light surges dance, In thousands of gems they reflected her glance, - And as each swelling billow rolled on to the shore, Still greater refulgence their heaving breasts pour; And rolling the pebbles, and heaving the sand, In foaming, bright diamonds break on the strand. Spray Sprinkling the shore as they whispering sigh, Then sink in the waters for ever, - to die. Man rested in slumber, so soft, and so deep, And the scene it was plunged in the silence of sleep; The herds of the deer,' mid the woodlands, did rest, And the sky-loving eagle reposed in its nest. But who madly flies up the dread mountain vale, Her locks all dishevelled, her countenance pale, And the fitful night winds whistle loud through her hair Which madly and trembling her clenched fingers tear? ' Tis the Countess of Derwent, uncheered and unknown; She strays in the desert, all drear and lone. Aurora withdraws the dark shades of the night And peeps over the hills with her blue eyes so bright. Her fair fingers the terrified vapours unfold","file_id":"1969_a","plnames":[["Castle Crag",101,112],["Derwent's",242,251],["Ladies Rake",353,364],["Derwent",433,440],["Derwent",1489,1496]],"geonouns":[["lake",309,313],["hills",332,337],["dell",404,408],["shore",810,815],["shore",987,992],["waters",1035,1041],["mountain",1293,1301],["vale",1302,1306],["hills",1632,1637]],"pos_words":[["silent",18,24],["peaceful",395,403],["gentle",553,559],["heavenly",574,582],["radiant",645,652],["bright",676,682],["gems",731,735],["bright",929,935],["soft",1088,1092],["loving",1226,1232],["bright",1660,1666],["fair",1672,1676]],"neg_words":[["mournfully",7,17],["dark",26,30],["dismal",32,38],["mist",65,69],["obscured",75,83],["dreadful",127,135],["swelling",777,785],["break",945,950],["sink",1023,1027],["die",1057,1060],["madly",1268,1273],["dread",1287,1292],["pale",1351,1355],["loud",1392,1396],["madly",1420,1425],["unknown",1512,1519],["desert",1539,1545],["lone",1561,1565],["dark",1588,1592]],"events":[],"dates":[],"times":[["night",471,476],["night",1372,1377],["the night",1603,1612]],"distances":[],"loc_advs":[],"spa_preps":[["over",219,223],["through",1397,1404],["over",1623,1627]],"normalised_sentiment":-0.0429447853,"vader_sentiment":-0.89,"roberta_sentiment":-0.990549624},{"para_id":60,"paragraph":"And twined round her brow is a circlet of gold, But that glen's savage rocks a pale corse lies beneath, - The visage distorted, and ghastly, in death. Oh winds, sigh ye softly, and over her bemoan, Unburied who dies in the wilderness Ione. And ever since that time, at the still hour of night, Her sad spirit wings round Lord's Island its flight Disturbedly flitting around its lone haunt And notes, all unknown, it doth mournfully chaunt. And its name from that flight the dark valley did take, And ever since then has been called Ladies Rake. Thus the beautiful prospect we all did survey, - Then began to prepare for the rest of the way. Some sandwiches take and some brandy we sip, Applying it just to the tip of the lip, - And our spirits revived and restored our strength, We set off on the rest of our journey at length. How jollily onwards we all of us went! But our eyes to the ground we were forced to keep bent, For fear that our steeds in their progress should stumble, And that might produce a most unlucky tumble. Avoiding each hillock, each stone and each stick, The steps of our ponies we carefully pick. And still we ascended, still higher and higher, And still to the summit came nigher and nigher. And still we kept laughing and talking, and still We trotted along on the side of the hill, Till we reached an ascent where low hillocks of green, Like mountainous molehills, were everywhere seen. We dashed on our steeds and we spurred up the rise; - Oh sight most delightful that greeted our eyes! A ridge we beheld(' twas of loose, slatey stone); It led to the summit weed wished for so long. But now our teeth chattered and our noses looked blue,","file_id":"1969_a","plnames":[["Lord's Island",321,334],["Ladies Rake",532,543]],"geonouns":[["brow",21,25],["glen",57,61],["rocks",71,76],["valley",479,485],["ground",887,893],["stone",1056,1061],["summit",1186,1192],["hill",1303,1307],["ridge",1518,1523],["stone",1558,1563],["summit",1580,1586]],"pos_words":[["gold",42,46],["beautiful",554,563],["restored",756,764],["progress",957,965],["delightful",1482,1492],["led",1569,1572]],"neg_words":[["savage",64,70],["pale",79,83],["lies",90,94],["distorted",117,126],["ghastly",132,139],["death",144,149],["bemoan",190,196],["dies",211,215],["sad",298,301],["lone",378,382],["haunt",383,388],["unknown",404,411],["mournfully",421,431],["dark",474,478],["bent",917,921],["fear",927,931],["stumble",973,980],["unlucky",1012,1019],["tumble",1020,1026],["loose",1544,1549],["weed",1587,1591]],"events":[],"dates":[],"times":[["the still hour of night",269,292]],"distances":[],"loc_advs":[["everywhere",1397,1407]],"spa_preps":[["round",11,16],["beneath",95,102],["over",181,185],["round",315,320],["around",367,373],["along",1278,1283]],"normalised_sentiment":-0.0914634146,"vader_sentiment":-0.53,"roberta_sentiment":-0.9147313833},{"para_id":61,"paragraph":"And our ears were assuming a Tyrian hue. For the wind, I should say that he blew from the east, And that is an icyish quarter at best, I mean it is cold whenever it blows, But now it had taken such hold of our nose. Then to guard' gainst the cold we did button our coats, Protecting our bodies with mantles and cloaks; Then tight round our necks we did tie our cravats, More firm to our heads we did fasten our hats: Then steady and ready, we made up our mind To fight and to conquer the cold and the wind. So struggling we forced over the ridge of loose stone Every second we thought we should over be blown; And although of its force we did loudly complain, The summit of Skiddaw at last we attain. Then our swift, eager eyes we impatiently threw On the extensive, the wondrous, the beautiful view. Having rested awhile, we straight turned our eyes Where the towers and domes of Carlisle did arise. We gazed on those towers, we gazed on those domes - But felt not much interest in mortar and stones, So, turning away from the noble Carlisle, We rested our eyes on the sea for a while. \" How fruitless the ocean\", says Homer the poet; The thought would be lovely, if all did n't know it. But then Homer was wondering what it could mean By being so barren and looking so green. Sure never a green was so beauteous before, Sure never a green will be so anymore, - But some her will say that the ocean is blue, For some people like to dispute on a hue. Oh dear, what a habit - that of disputation - I find it the cause of much great botheration. And so, with these people, I will not dispute, Nor their argumentations pretend to refute,","file_id":"1969_a","plnames":[["Skiddaw",674,681],["Carlisle",881,889],["Carlisle",1034,1042]],"geonouns":[["heads",387,392],["ridge",540,545],["stone",555,560],["force",630,635],["summit",664,670],["towers",861,867],["towers",919,925],["stones",994,1000],["sea",1070,1073]],"pos_words":[["best",129,133],["steady",422,428],["ready",433,438],["swift",710,715],["eager",717,722],["wondrous",771,779],["beautiful",785,794],["noble",1028,1033],["lovely",1157,1163],["beauteous",1304,1313],["like",1425,1429],["great",1525,1530]],"neg_words":[["cold",148,152],["cold",242,246],["cold",488,492],["struggling",510,520],["loose",549,554],["complain",650,658],["impatiently",731,742],["fruitless",1093,1102],["barren",1249,1255],["dispute",1433,1440],["dispute",1582,1589],["pretend",1616,1623],["refute",1627,1633]],"events":[],"dates":[["quarter",118,125]],"times":[],"distances":[],"loc_advs":[["away",1014,1018]],"spa_preps":[["round",330,335],["over",531,535],["over",595,599]],"normalised_sentiment":-0.0069444444,"vader_sentiment":0.97,"roberta_sentiment":0.996573329},{"para_id":62,"paragraph":"But some I'll affirm blue the ocean have seen And others admired quite as lively a green, - For, as changes the weather and changes the wind, The ocean in like manner, changes its mind. Straight boiling and chafing quite into a passion, Not liking its colour, it changes the fashion. When it lieth before us, quite calm and serene, I need not then say that its colour is green - Except when the sky that's above it is blue, - And then need I say that is also its hue! But when tired of these colours, it wants to be black, Oh then it doth kick up a terrible rack, - And rolling, and roaring, and chafing, and boiling, Its noise is tremendous, - disturbed and turmoiling. When the waves with each other, quadrilling do dance, From wondering England to wondering France, - When the ocean scarce knoweth what it would be at - Oh need I then say,\"' Tis as black as my hat!\" But let us abstain from this learned disputation, For, as I said before, I hate argumentation. And now we did look to a distance surprising. For we gazed where the hills of fair Scotland were rising. How high beat our hearts as that land we surveyed, Where so often the banner of freedom hath played; Where Bruce to the battle his followers hath led, Where Wallace hath fought, in whose cause he hath bled, When freedom and glory arose in their breast, - To death, or to conquest, how swiftly they prest, And liberty's banner, and liberty's brand, Broad, bloody, and bare, it forsook no their hand. Now shifting the scene, much delighted we gaze On the far-spreading shore, with its capes and its bays. Till our wandering eyeballs were fixed, at last, On the firth of the Solway, that wide sandy waste. The tide, it was out, and the quicksands they lay","file_id":"1969_a","plnames":[["England",740,747],["France",761,767],["Scotland",1048,1056],["Solway",1642,1648]],"geonouns":[["hills",1034,1039],["land",1103,1107],["shore",1537,1542],["bays",1567,1571]],"pos_words":[["affirm",14,20],["lively",74,80],["like",155,159],["passion",228,235],["liking",241,247],["calm",315,319],["serene",324,330],["fair",1043,1047],["freedom",1150,1157],["led",1216,1219],["freedom",1282,1289],["glory",1294,1299],["liberty",1379,1386],["liberty",1401,1408],["delighted",1498,1507]],"neg_words":[["boiling",195,202],["tired",477,482],["terrible",549,557],["boiling",609,616],["noise",622,627],["disturbed",645,654],["scarce",786,792],["hate",945,949],["death",1328,1333],["bloody",1425,1431],["waste",1666,1671]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["into",221,225],["above",406,411],["out",1690,1693]],"normalised_sentiment":0.025,"vader_sentiment":0.98,"roberta_sentiment":0.9958817959},{"para_id":63,"paragraph":"A smooth and inviting, but treacherous way, - Though I think that a quicksand's a dangerous rogue, And I do n't think he's likely to come into vogue! Then looked we where Saddleback, vast and gigantic, Rears high his huge head, so old, and so antique. His sides, furrowed deep by a thousand ravines Which echo the roar of their mountian-born streams As chafing and swelling by mossy crags bound, Earth trembles beneath them and quakes at the sound. How frowned the dark rocks, which bare, savage, and wild, In heaps upon heaps were tremendously piled; And how vast the ravines which, so craggy and deep, Down dreadful descending, divided the steep. Stay! hark to the eagle! how shrill is its cry, From the breast of the hill which re-echoes on high! Then, borne on the breezes which softly do play, Towerd the fells of the Derwent it dieth away. Again from those rocks it doth suddenly break, And sounding as shrilly, it sweeps over the lake; Then echoed again from gigantic Grassmoor, And sharply rebounding from shore unto shore. But where is the mountain-bird? Where doth he spring? Where beats the breeze backward the flap of his wing? Lo, See, where, impelled by his tempest-like force, In cloud-hidden circles he wheels on his course; Over the rock-beating torrent he fearless is soaring: Scarce hearing its thunder, that never ceasing roaring. Then turned we around to the maze of the mountains, All teeming and sparkling with thousand bright fountains: Where the brow of Helvellyn superior towered, - Where the beetling Scawfell so tremendously lowered, - Tost confus' dly in clusters all barren and grim, While the clouds over their sky-braving battlements skim;","file_id":"1969_a","plnames":[["Saddleback",171,181],["Derwent",823,830],["Grassmoor",975,984],["Helvellyn",1479,1488],["Scawfell",1528,1536]],"geonouns":[["head",222,226],["streams",342,349],["crags",383,388],["rocks",470,475],["hill",720,724],["rocks",863,868],["lake",937,941],["shore",1014,1019],["shore",1025,1030],["mountain",1049,1057],["force",1185,1190],["rock",1250,1254],["mountains",1392,1401],["brow",1471,1475]],"pos_words":[["smooth",2,8],["tremendously",532,544],["breeze",1102,1108],["like",1180,1184],["fearless",1274,1282],["sparkling",1419,1428],["bright",1443,1449],["superior",1489,1497],["tremendously",1540,1552]],"neg_words":[["treacherous",27,38],["dangerous",82,91],["rogue",92,97],["swelling",365,373],["dark",465,469],["savage",489,495],["wild",501,505],["dreadful",609,617],["steep",642,647],["shrill",678,684],["cry",692,695],["break",886,891],["shrilly",909,916],["sharply",990,997],["backward",1109,1117],["tempest",1172,1179],["cloud",1195,1200],["torrent",1263,1270],["barren",1597,1603],["grim",1608,1612]],"events":[],"dates":[["spring",1078,1084]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["into",138,142],["beneath",411,418],["away",840,844],["over",928,932],["around",1366,1372],["over",1631,1635]],"normalised_sentiment":-0.0723684211,"vader_sentiment":-0.74,"roberta_sentiment":0.9911370277},{"para_id":64,"paragraph":"Till, their scarce-discerning outlines all misty and grey, On the distant horizon they faded away. Then far, far, beneath us, we giddily gaze Where the spray-tossing wave of broad Bassenthwaite plays. On the verge of the hill we precariously stood And, awe-stuck, we gazed on the far-rolling flood. Eternally murmuring, distant, and deep, It stretched its coerulean waves at our feet. Delighted and eagerly catching the view, Our swift, eager eyes round the prospect we threw; And, although in a cutting and cold situation, We cared not to move from our high elevation, - So, blowing our fingers and blowing our nose, Not minding the cold that was pinching our toes, And combating weather, and combating wind, Still, still, at the summit, we lingered behind. But as all of us knew,' twas in vain to lament, - So cheerfully all, we began the descent. But as it was difficult, stoney, and steep We judged it was better to trust to our feet, And as none of us chose down the mountain to ride, We left all our steeds to the care of the guide. Now upon the descent I can not say much more Unless I describe what I've told of before. We came to the halting place - past by the rill, - And mounted our steeds at the foot of the hill. We forced through the bog, and we came to the dell Where the murmurs of that sparkling rivulet swell, - Rode round about Latrigg, - to the river came down, And at last we did safely arrive in the town. Now tell me, O reader, hast tasted repose When toilings and labours have come to a close? Hast thou gloried when thou hast successfully toiled In overcome dangers and diff' culties foiled?","file_id":"1969_a","plnames":[["Bassenthwaite",180,193],["Latrigg",1348,1355]],"geonouns":[["horizon",74,81],["hill",221,225],["feet",379,383],["summit",731,737],["feet",933,937],["mountain",972,980],["foot",1209,1213],["hill",1221,1225],["bog",1249,1252],["dell",1273,1277],["river",1366,1371],["town",1423,1427]],"pos_words":[["awe",253,256],["eagerly",399,406],["swift",430,435],["eager",437,442],["better",910,916],["trust",920,925],["sparkling",1304,1313],["safely",1402,1408],["successfully",1552,1564]],"neg_words":[["scarce",12,18],["precariously",229,241],["stuck",257,262],["cold",508,512],["cold",634,638],["vain",791,795],["lament",799,805],["difficult",864,873],["steep",887,892]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["away",93,97],["beneath",114,121],["behind",751,757],["left",993,997],["past",1159,1163]],"spa_preps":[["round",448,453],["down",963,967],["through",1237,1244],["round",1336,1341],["about",1342,1347],["down",1377,1381],["close",1512,1517]],"normalised_sentiment":0.0,"vader_sentiment":0.97,"roberta_sentiment":0.9974742532},{"para_id":65,"paragraph":"Oh, then and then only, thou fitly canst tell How our hearts lightly beat and our proud bosoms swell. Delighted we sat round the bright blazing fire, And talked of our hardships, - the mountain, the mire. Though other things sink in the chaos of thought, And fly from our memery, let all be forgot, As light chaff is borne on the face of the wind, Yet Skiddaw shall never be erased from our mind.","file_id":"1969_a","plnames":[["Skiddaw",352,359]],"geonouns":[["mountain",185,193]],"pos_words":[["proud",82,87],["bright",129,135]],"neg_words":[["hardships",168,177],["mire",199,203],["sink",225,229],["chaos",237,242],["chaff",308,313]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["round",119,124]],"normalised_sentiment":-0.0731707317,"vader_sentiment":0.49,"roberta_sentiment":0.9985425472},{"para_id":66,"paragraph":"Book Fourth The Argument","file_id":"1969_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":-0.36,"roberta_sentiment":-0.9906417727},{"para_id":67,"paragraph":"Return to Lowwood and Kendal. Moors near Penrith, Ulleswater, Lyulph's Tower, Inn, evening walk, landlady's impudence, four horses, Kirkstone, coming down upon Ambleside, Lowwood. Rowing of the ladies,&amp; c. &amp; c. Excursion to Coniston. Bowness. Fine view of the lake and return to Kendal. Conclusion of the Iteriad.","file_id":"1969_a","plnames":[["Lowwood",10,17],["Kendal",22,28],["Penrith,",41,49],["Ulleswater",50,60],["Lyulph's Tower",62,76],["Kirkstone",132,141],["Ambleside",160,169],["Lowwood",171,178],["Coniston",232,240],["Bowness",242,249],["Kendal",287,293]],"geonouns":[["lake",268,272]],"pos_words":[],"neg_words":[["impudence",108,117]],"events":[],"dates":[],"times":[["evening",83,90]],"distances":[],"loc_advs":[],"spa_preps":[["near",36,40],["down",150,154]],"normalised_sentiment":-0.0256410256,"vader_sentiment":0.2,"roberta_sentiment":0.9986972213},{"para_id":68,"paragraph":"The morning arrived over Shap fell's rugged crest; Arose the bright sun in the gorgeous east; But ah! far too swift flew the moments away, And the hours strode along and dragged onward the day, Till the moment arrived. We unwillingly gave The last longing look to the islanded wave, Regretting that now from its bosom we drove. Towerds the wild moors of Penrith we silently rove; Through the glen of the Greta a passage we found, And round the huge Saddleback's forehead we wound. By The-bye, I should think heed a good deal of sense, For although his huge pate be prodigiously dense, And although very leaden be his comprehension, Yet his forehead I'm sure is of mighty extension; And, sir, you perhaps may be recollecting There are plenty of brains where the forehead's projecting. The morning was lovely: the bright azure sky With light, fleecy clouds, it was studded on high,","file_id":"1969_a","plnames":[["Shap",25,29],["Penrith",354,361],["Greta",404,409],["Saddleback's",449,461]],"geonouns":[["moors",345,350],["glen",392,396]],"pos_words":[["bright",61,67],["gorgeous",79,87],["swift",110,115],["good",515,519],["prodigiously",565,577],["mighty",664,670],["lovely",800,806],["bright",812,818]],"neg_words":[["fell",30,34],["dragged",170,177],["unwillingly",222,233],["longing",248,255],["wild",340,344],["wound",474,479],["dense",578,583]],"events":[],"dates":[["the day",185,192]],"times":[["The morning",0,11],["the hours",143,152],["The last",239,247],["The morning",784,795]],"distances":[],"loc_advs":[],"spa_preps":[["over",20,24],["away",133,137],["along",160,165],["round",434,439]],"normalised_sentiment":0.0108695652,"vader_sentiment":0.97,"roberta_sentiment":0.9828549623},{"para_id":69,"paragraph":"As if Jupiter's sheep from their fold they had strayed, And over their blue meadows a ramble had made. Perhaps you will say that the gods had no sheep! Sir, I will not enter on argument deep. But this I will say that you must recollect, sir, That their goblets of gold were filled brimful of nectar: And this to the opinion perhaps may give rise, - They had plenty of nectarine trees in the skies: And as to their having a good flock of sheep, - If they drank, I should think they had something to eat And, although if they did not, I care not a button, The gods lived on something: Oh, why not on mutton? But let me remember to whom do I speak, - Perhaps to a man who knows nothing of Greek. I do n't condescend, sir, to talk to a loon' O, Who perhaps knoweth nothing of Jove or of Juno! And never, oh, never shall man be called by man Who cannot translate πεντεκαιδεκαναιαν I return to my tale: from the mountains emerging, Again towards Penrith our course we were urging. Helvellyn's huge ranges arose on our right; To the left Shap fell's crags at length bounded the sight; Saddleback was behind us, and stretching before Was a gloomy expanse of the heathery moor. How different the scene from which we had been left; And though all of us knew that those wishes were vain, We all of us wished for the Derwent again. But now our course changed; to the right we wheeled round, Towerds the range of Helvellyn a passage was found. Mellfell being past, by that huge range's side, That's farthest from Keswick we gladly do ride. Then entered among the luxuriant woods Near Gowbarrow Park and dark Ulleswater's floods. I've lost a good rhyme there, - it's Gowbarrow Park","file_id":"1969_a","plnames":[["Penrith",940,947],["Helvellyn's",975,986],["Shap",1031,1035],["Saddleback",1078,1088],["Derwent",1305,1312],["Helvellyn",1400,1409],["Keswick",1500,1507],["Gowbarrow Park",1571,1585],["Ulleswater's",1595,1607],["Gowbarrow Park",1653,1667]],"geonouns":[["meadows",76,83],["trees",378,383],["mountains",906,915],["fell",1036,1040],["crags",1043,1048],["moor",1163,1167],["woods",1560,1565]],"pos_words":[["gold",264,268],["good",423,427],["right",1012,1017],["right",1355,1360],["gladly",1511,1517],["luxuriant",1550,1559],["good",1628,1632]],"neg_words":[["condescend",702,712],["gloomy",1132,1138],["vain",1271,1275],["dark",1590,1594],["lost",1621,1625]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["left",1026,1030],["left",1216,1220],["past",1446,1450],["there",1639,1644]],"spa_preps":[["over",60,64],["behind",1093,1099],["round",1372,1377],["among",1540,1545]],"normalised_sentiment":0.0127388535,"vader_sentiment":0.8,"roberta_sentiment":-0.98303473},{"para_id":70,"paragraph":"And the waves of Ulleswater, so deep, and so dark I never lose rhymes, they are really the root, There are three things that poetry good constitute - Good rhymes are the first, and good measure the second, And last, I believe, sense is usually reckoned! But never allowed, I am sure, is digression, So of my great sins I will make a confession And hope that for them I may swiftly atone To the reader impatient by now going on. ' Mongst those beautiful woods now was winding the way, For here they held almost tyrannical sway. Near Gowbarrow Park, on the steep, rising heights, Forest on forest, the vision delights; Half nature, half art, had those forests upreared Till richly, they now on the mountains appeared, And crested the crags, as the plumes of red Wave over some warrior's helmeted-head. Richly they stand, as their foliage bright, Feathered and mantled each wave-washen height. Till short, the road turned and we instant behold A scene that was fit to be graven on gold. Right in the front, all so dark and so deep, Azurely gloomy lay Ulleswater's sheet. Like a Leviathan resting there, It lay all so mighty, so placid and fair; Deeply deceitful, deceitfully calm, As if it were bound by some wonderful charm. As if it were shunning the gorgeous day, Mountain embosomed, secluded it lay; While beyond that so blue and so beautiful flood The mighty Place Fell all so haughtily stood And heaped his high crags so confusedly high, As if boring a hole in the blue coloured sky. Blue, blue did I say? What a monstrous mistake. I am positive, sir, that it really is black.","file_id":"1969_a","plnames":[["Ulleswater",17,27],["Gowbarrow Park",532,546],["Ulleswater's",1048,1060],["Place Fell",1361,1371]],"geonouns":[["woods",453,458],["winding",467,474],["forest",588,594],["forests",650,657],["mountains",696,705],["crags",732,737],["head",794,798],["road",907,911],["crags",1415,1420]],"pos_words":[["good",132,136],["good",181,185],["great",308,313],["beautiful",443,452],["richly",672,678],["bright",836,842],["gold",978,982],["mighty",1114,1120],["fair",1136,1140],["calm",1172,1176],["wonderful",1206,1215],["charm",1216,1221],["gorgeous",1250,1258],["beautiful",1334,1343],["mighty",1354,1360],["positive",1540,1548]],"neg_words":[["dark",45,49],["lose",58,62],["confession",333,343],["impatient",401,410],["tyrannical",510,520],["steep",555,560],["dark",1011,1015],["gloomy",1037,1043],["deceitful",1149,1158],["deceitfully",1160,1171],["haughtily",1379,1388],["boring",1447,1453],["monstrous",1516,1525],["mistake",1526,1533]],"events":[],"dates":[["day",1259,1262]],"times":[],"distances":[],"loc_advs":[["here",488,492],["there",1093,1098],["beyond",1307,1313]],"spa_preps":[["over",765,769]],"normalised_sentiment":0.012987013,"vader_sentiment":1.0,"roberta_sentiment":0.9945540428},{"para_id":71,"paragraph":"What would contradict me? Now, sir, if you do, I tell you I'll beat you both black and blue. Now left we our carriage in order to go To a tower, which they call Lyulph's Tower I know; And also I know it belongs to a Duke, - But which, to my readers, I leave to dispute, - Where were some fine views and some huge horns of deer, But nothing else worthy of mentioning here. But now to our carriage returning, we drove By Ulleswater's side, though no longer' twas smooth, For a breeze that was born' mong dark Patterdale's fells Each miniature billow, with anger, it swells; As puny, as vain, and as light as the fair That woke its deep waters from slumbering there. Now were I, oh, were I a proper lake-poet, -( Although you will say,\"' Tis in vain, - that,\" - I know it!) But I cannot do what I know that I should, - Pop in an address to the nymph solitude. Oh, beautiful, beautiful should my muse make her, With a\" thou\" and a\" thee\", like the words of a Quaker. All so fine -\" Thou companion of night, the black browed, Who spreads over all nature her star-spangled shroud. \" -' Tis in vain,' tis in vain! I am not a lake-poet, - I knew from the first o n't, that I could n't do it! Oh pray, oh Melpomene, help me up there, I never shall do for the fashion, I fear: Spite of all the endeavour by poor me that made is, I shall miss the applause of the misses and ladies. Far contrary unto the laws that are writ In natures own code, every miss makes a hit, At poor me and my rhymes, for theyere not sentimental, And so to the - stop - to oblivion theyere sent all. But the poets forget, when they praise solitude,","file_id":"1969_a","plnames":[["Lyulph's Tower",161,175],["Ulleswater's",419,431],["Patterdale's",507,519]],"geonouns":[["carriage",109,117],["tower",138,143],["carriage",387,395],["waters",634,640],["lake",696,700],["lake",1118,1122]],"pos_words":[["fine",288,292],["worthy",345,351],["smooth",461,467],["breeze",475,481],["fair",610,614],["proper",689,695],["beautiful",861,870],["beautiful",872,881],["like",935,939],["fine",970,974],["praise",1597,1603]],"neg_words":[["contradict",11,21],["dispute",261,268],["dark",502,506],["anger",554,559],["puny",575,579],["vain",584,588],["vain",742,746],["shroud",1067,1073],["vain",1087,1091],["vain",1101,1105],["fear",1261,1265],["poor",1297,1301],["miss",1327,1331],["misses",1352,1358],["miss",1439,1443],["poor",1460,1464]],"events":[],"dates":[],"times":[["night",996,1001]],"distances":[],"loc_advs":[["left",97,101],["here",366,370],["there",657,662],["there",1218,1223]],"spa_preps":[["over",1033,1037]],"normalised_sentiment":-0.0322580645,"vader_sentiment":-0.96,"roberta_sentiment":0.9864603281},{"para_id":72,"paragraph":"That by rights upon her they should never intrude; And therefore, if truly and rightly' twere known, They praise her the best when they let her alone. But I am digressive! Oh, I pray, do not blame me! In description I know it would go on but lamely. You know that description alone, it would be, sir, A tedious thing that would tire you and me, sir. All mountains and lakes would be very humdrum, In a very short while youed be wanting some fun. Youed find, sir, in spite of the grand and sublime A little ridiculous wanting in time. It's all very well to address melancholy, And the night, and the morning, and other such folly; Or a sonnet to night-loving, fair Philomel, - In a fine Ladies' Album these look very well. But though you may think me prodigiously assical, I do like some fun - something that's Hudibrastical. Let every pert miss interrupt me in middle, With a proper, school-bred, and genteel kind of giggle -\" I, I,\" - oh, dear me! - But I'll make a confession - I'm digressive when I do talk of digression. ' Tis enough: I go on. By the banks of the lake Towerds fair Patterdale we our progress did take And hoping each house that we saw on before Would turn out the inn on the waves' woody shore: Though we wondering saw that our horses did trot To the lake's extreme end, and that still we stopped not. And when full half a mile from its verge we advanced, Despair threw our minds in a wondering trance. And certes not less than that distance we drive, Until at the house, or the inn, we arrive. Now, though I be called an egregious sinner, I had not forgot at Ulleswater my dinner. In the good open air it is well to be lunching, - You always see scenery best when youere munching.","file_id":"1969_a","plnames":[["Patterdale",1086,1096],["Ulleswater",1581,1591]],"geonouns":[["mountains",354,363],["lakes",368,373],["school",884,890],["banks",1055,1060],["lake",1068,1072],["house",1138,1143],["inn",1185,1188],["shore",1209,1214],["lake",1272,1276],["house",1486,1491],["inn",1500,1503]],"pos_words":[["rightly",79,86],["praise",106,112],["best",121,125],["fun",441,444],["grand",479,484],["sublime",489,496],["well",548,552],["loving",651,657],["fair",659,663],["well",716,720],["prodigiously",750,762],["like",777,781],["fun",787,790],["proper",876,882],["enough",1031,1037],["fair",1081,1085],["progress",1104,1112],["advanced",1367,1375],["good",1610,1614],["well",1630,1634],["best",1676,1680]],"neg_words":[["intrude",42,49],["blame",191,196],["tedious",303,310],["spite",466,471],["ridiculous",506,516],["melancholy",564,574],["miss",840,844],["interrupt",845,854],["confession",967,977],["egregious",1543,1552]],"events":[],"dates":[["a fine",679,685]],"times":[["the night",580,589],["the morning",595,606],["night",645,650]],"distances":[["half a mile",1337,1348]],"loc_advs":[],"spa_preps":[["out",1177,1180]],"normalised_sentiment":0.0674846626,"vader_sentiment":0.99,"roberta_sentiment":-0.9967978597},{"para_id":73,"paragraph":"Youed think the view beautiful, if in his hand each' Tween finger and thumb had a mustarded sandwich: The mutton alive, which away from you fled, Would look better if you had a little o n't dead. Remember old Skiddaw! The sandwiches there Drove off all the cold of the rarefied air! Can one relish a view without any provision - Not at all fortified with the beef-ammunition? Impossible!' Tis very well, sir, for you, Who a good appetite, sir, perhaps never knew! To say I am gluttonous and Epicurean, Your opinion is founded, pray, tell me what surety on, Save that I like some meat, - what can you do without it? If you answer me aught you know nothing about it; But I do forget that a noble red mullet And some fine turtle soup has been stretching your gullet, From a gallant tureen that's full broad, and full deep, - So swallow my rhymes, too,' ere you go to sleep! But now I continue my long-tailed oration And tell you that now on the present occasion, Impatient to sit round about the oak table, We called for our dinner soon as we were able. Now first was served up to us fine potted char; Peculiar to some of the large lakes they are, - Now Coniston's the lake wherein they are largest, But Windermere, Windermere, there, sir, they are best; But those of Ulleswater to neither incline - You can say nothing of them but\" Theyere very fine!\" Now, sir, without arguing, snarling, or wrangling, Ied dwell for a moment on fishing and angling Because my Lord Byron has much deprecated it, And mightily, mightily, much he has rated it; And at it again was the good Doctor Johnson, But I must n't face him, Ied as soon face a monsoon. But the fish must be killed, and you wo n't deny that, sir, -","file_id":"1969_a","plnames":[["Skiddaw",209,216],["Coniston's",1151,1161],["Windermere",1201,1211],["Windermere",1213,1223],["Ulleswater",1265,1275]],"geonouns":[["table",997,1002],["lakes",1129,1134],["lake",1166,1170]],"pos_words":[["beautiful",21,30],["better",157,163],["relish",291,297],["well",398,402],["good",424,428],["like",569,573],["noble",688,693],["fine",714,718],["gallant",771,778],["fine",1081,1085],["best",1246,1250],["fine",1343,1347],["mightily",1497,1505],["mightily",1507,1515],["good",1563,1567]],"neg_words":[["dead",190,194],["cold",257,261],["killed",1658,1664],["deny",1681,1685]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["away",126,130],["there",233,238],["without",305,312],["without",603,610],["there",1225,1230],["without",1360,1367]],"spa_preps":[["about",655,660],["round",977,982],["about",983,988]],"normalised_sentiment":0.0691823899,"vader_sentiment":0.99,"roberta_sentiment":-0.9984942675},{"para_id":74,"paragraph":"You ca n't catch a salmon just clean in your hat, sir! You say to use nets, ay, and catch the poor things, Half Strangled and stuck' mid the meshes and rings. Our method at least gives a morsel of fly, A bit of good dinner, before that they die! Now when we somewhat had our hunger allayed, Our knife and fork war for some moments we stayed, Then looked at the sky, and considering the weather, Determined to take a short ramble together. And first to the back of the house we went round Where a huge, dirty dunghill, full quickly we found, Beside it a puddle, where one dirty duck With her brood swam, or paddled, or waddled, or stuck. But we pushed past its dangers, in order to try To ascend a small molehill, some fifty feet high, - For though we could hardly call it elevation, We thought for a view,' twas a good situation. But scarce had we placed our foot on the first rock, We suddenly, suddenly met with a stop. ' Twas strange, passing strange, that the moment we came Just forth from the threshold, the heavens would rain, But although we did think they were much in the wrong, - Oh, then how we, scampering, stumbled along. Old Virgil himself could not tell how we flew, With his Quadrupedante putrem sonitu. But scarcely again had we got to the door' Ere the sun and the sky became bright as before! So we turned round about and clear' scaping their wrath, Again trotted on, by a different path. We came to a bridge, a bright streamlet thrown over, Which licked with its ripples the pebbly shore. ' Tis a capital stream for a rod and a float, - Perhaps for a salmon, perhaps for a trout. Here and there on the banks, spread the roots of a tree,","file_id":"1969_a","plnames":[],"geonouns":[["house",468,473],["foot",859,863],["rock",877,881],["door",1258,1262],["path",1403,1407],["bridge",1422,1428],["shore",1503,1508],["stream",1526,1532],["banks",1623,1628],["tree",1652,1656]],"pos_words":[["clean",31,36],["good",211,215],["good",814,818],["bright",1295,1301],["clear",1342,1347],["bright",1432,1438]],"neg_words":[["poor",94,98],["stuck",126,131],["die",241,244],["knife",295,300],["dirty",502,507],["dirty",571,576],["brood",591,596],["stuck",630,635],["scarce",834,840],["strange",929,936],["strange",946,953],["wrong",1082,1087],["stumbled",1120,1128],["scarcely",1225,1233],["wrath",1363,1368]],"events":[],"dates":[],"times":[],"distances":[["some fifty feet",713,728]],"loc_advs":[["past",651,655],["there",1610,1615]],"spa_preps":[["together",429,437],["round",482,487],["along",1129,1134],["round",1326,1331],["about",1332,1337],["over",1456,1460]],"normalised_sentiment":-0.0555555556,"vader_sentiment":-0.65,"roberta_sentiment":-0.9977082014},{"para_id":75,"paragraph":"Whose other mossed members had ceased for to be; While a fine bunch of fern over some eddies full deep, For a chub, or a pike, made a noble retreat. I believe' mongst the lakes there is not such another - These torrents do make such a terrible pother; Bounce, bump on a rock, get a monstrous rebuff, Then leap to another, repaid with a cuff, - And boiling and foaming, quite into an eddy, Attempts, but attempts it in vain, to be steady. What fish could live there? Not a moment could they' Mongst the bright ripples dance, or in deep eddies play, But dashed on the rocks, or all madly hurled over, In some cataract's foaming, or tossed on the shore Kick up such a stench as would poison a city And excite even the lovers of angling to pity! But there's something in these, with their rout and their roar, That pleases a poor, finless, biped on shore. They roar to great length of both distance and time Without any reason like this thing of mine. Now we waded and walked where I need not now tell, - By fell and by forest, by forest and fell. \" Oh, what did you find, sir? \"\" I found a - bird's nest. \" But though I could much this excursion expand And the pen might run on like a goose in my hand, - Yet I will not. Oh! there is so much generosity, That first I would not balk your great curiosity, And next, that I thought not my poem admired When all those who heard it were noddingly tired! Oh dear, it is hard to restrain this old pen","file_id":"1969_a","plnames":[],"geonouns":[["pike",121,125],["lakes",171,176],["rock",270,274],["rocks",566,571],["cataract",607,615],["shore",644,649],["shore",845,850],["fell",1004,1008],["forest",1016,1022],["forest",1027,1033],["fell",1038,1042]],"pos_words":[["noble",134,139],["steady",430,436],["bright",502,508],["excite",699,705],["pleases",811,818],["great",865,870],["like",923,927],["like",1175,1179],["generosity",1239,1249],["great",1284,1289]],"neg_words":[["retreat",140,147],["terrible",235,243],["bump",260,264],["monstrous",282,291],["rebuff",292,298],["boiling",348,355],["vain",418,422],["madly",580,585],["stench",665,671],["poison",681,687],["pity",736,740],["poor",821,825],["balk",1274,1278],["tired",1389,1394],["hard",1411,1415]],"events":[],"dates":[["a fine",55,61]],"times":[],"distances":[],"loc_advs":[["there",177,182],["there",459,464],["there",746,751],["there",1222,1227]],"spa_preps":[["over",76,80],["into",375,379],["over",593,597]],"normalised_sentiment":-0.034965035,"vader_sentiment":0.94,"roberta_sentiment":-0.9992928505},{"para_id":76,"paragraph":"That will not hold in to the powers of men. I am sure that it has but a goose understanding, So monstrously, foolishly, always expanding. But now I'll pass over a good deal of time Without any reason, - nay more any rhyme, Save remarking that we an excursion did take, In the evening, down by the banks of the lake And scarcely I think that it needs to be said, That, when the night came, then we all went to bed. The morning arrived. We rose mightily early To see if the day dawned, or foully, or fairly. Alas, where before from the window weed seen That mighty Placefell, the mists rolled between. Where formerly heaped he his helmety top, We saw not a fragment of mountain or rock. And soon those same clouds which his summit concealed, Their troublesome, gloomy intentions revealed. Oh dear, it was sad - for' ere breakfast time came The waters were circled with huge drops of rain. Were the subjects of dark and of deep speculations. However, we determined wherever they wintered From our journey to Lowwood we would not be hindered, So ordered the horses. Now, reader, prepare For a tale shall rise up on thy caput thy hair. \" What kind of a terrible tale is' t? \"\" What? \" said ye, - Why, the impudence of a landlord and landlady. When we, in a merry and fine happy mood, We were just about to set off for Lowwood, When up hopped a red-haired and sour-looking maid Who made bold to tell us, now guess what she said, - Why, that such a huge hill lay directly before, We must somehow contrive to take two horses more. There are many I know who when that had been said, Instead of resisting it would have been glad;","file_id":"1969_a","plnames":[["Placefell",563,572],["Lowwood",1005,1012],["Lowwood",1313,1320]],"geonouns":[["pass",151,155],["banks",297,302],["lake",310,314],["bed",409,412],["top",637,640],["mountain",667,675],["rock",679,683],["summit",722,728],["waters",842,848],["hill",1447,1451]],"pos_words":[["good",163,167],["mightily",443,451],["fairly",498,504],["mighty",556,562],["merry",1252,1257],["fine",1262,1266],["happy",1267,1272],["glad",1614,1618]],"neg_words":[["monstrously",96,107],["foolishly",109,118],["scarcely",319,327],["foully",487,493],["weed",541,545],["mists",578,583],["troublesome",746,757],["gloomy",759,765],["sad",803,806],["dark",908,912],["terrible",1148,1156],["impudence",1200,1209],["sour",1354,1358],["contrive",1489,1497]],"events":[],"dates":[["the day",468,475]],"times":[["the evening",272,283],["the night",373,382],["The morning",414,425]],"distances":[],"loc_advs":[],"spa_preps":[["over",156,160],["down",285,289],["between",591,598],["about",1292,1297]],"normalised_sentiment":-0.0405405405,"vader_sentiment":0.97,"roberta_sentiment":-0.9989349246},{"para_id":77,"paragraph":"But these want all over grounds for to flee so That they not genteel may appear for to be so! But we, being confident in our gentility, We would not aspire to the rights of nobility! Could we now just say in our conscience take more Than two, when a Lord does but lumber with four? So to her landladyship's impudent face, We said that we chose not to ride such a race, - And that we( by the bye,' twas a great condescension) Would walk up the hill of such mighty extension. But the draggle-tailed, blue-stocking, curlpaper pate Began with a great affectation of state, To inform us the hill was so high that she could not, -( Which we found was a synonyme here with,\" she would not\") Allow us to climb up the mountain with two - And we would not object unto four if we knew What a precipice guarded one side of the road Which she hinted, to frighten us, was n't too broad. But I guess that the reason she ought to advance is A greedy desire to increase her finances! Oh yellow-faced[ greek], No, no' tis[ greek], What a circle of evils is centred in thee, - Ten thousands of evils may be thee, sir, made be But chiefly the impudence of a landlady. But methinks I do hear ever reader advising, In the midst of the tour, not to stop moralizing! We grew angry, and she, on no kind of condition Would move from her obstinate, hilly position. Oh, let every person who happens to see this, Shun quickly a quarrel\" de quatuor equis,\" For a landlady, fat as a huge roasted capon, In scolding, - how finely her words she will heap on! And so we did find, for with arms stuck akimbo( For which we did wish we could put them in limbo!)","file_id":"1969_a","plnames":[],"geonouns":[["grounds",24,31],["hill",443,447],["hill",586,590],["mountain",709,717],["precipice",781,790],["road",815,819]],"pos_words":[["confident",108,117],["aspire",149,155],["great",404,409],["mighty",456,462],["great",541,546],["affectation",547,558],["finely",1491,1497]],"neg_words":[["flee",39,43],["impudent",307,315],["condescension",410,423],["object",746,752],["frighten",841,849],["greedy",927,933],["evils",1030,1035],["evils",1075,1080],["impudence",1123,1132],["angry",1251,1256],["obstinate",1311,1320],["quarrel",1399,1406],["fat",1443,1446],["scolding",1475,1483],["stuck",1560,1565]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["here",656,660]],"spa_preps":[["over",19,23]],"normalised_sentiment":-0.0529801325,"vader_sentiment":0.38,"roberta_sentiment":-0.9978158474},{"para_id":78,"paragraph":"Stood out, oh most steadily, stiffly, and sternly, - Unmoved as Helvellyn himself, and as firmly. Till at length, as we saw' twas in vain to dispute, We gave up the argument and we were mute. Soon saw we our carriage, encumbered with four, On its wheels, swift revolving, roll round to the door. We tried her again, for we thought not the sex able To be all so monstrously, mighty, inflexible. But we could not afford any longer to stop When we found her so nearly akin to a rock, So we called, having yielded to her as before,\" Jack, hostler, here's sixpence - and now shut the door!\" Off rapidly rolled we. Postillions two Urged onwards the steeds, as fast forward we flew And we found as the fellows did whip and did smack, it's Prodigious fine fun to see two yellow jackets. And as raising much dust, the four horses did jog, - To see them, to see them, alternately bob. So away from our mind angry feelings all flitted And patiently unto our fate we submitted. Now we came to a lake which seemed Ulleswater's daughter, - Which they call a romantical name - Brothers' Water, - Because,( I am sorry to have the relating), Two brothers were drowned here once when they were skating. &gt; It was clear, it was small, but we soon saw how steep Was the gravelly shore that sloped down to the deep. But we liked not its look, though its wave was so clear It looked much more suspicious than fair Windermere. So we passed by its waters and' gan to look round Where the mountains the valley more narrowly bound. The fields got more narrow as onward we drove And the stream wandered not by green island or cove. More rocky, and foamy, and splashy, it grew, sir,","file_id":"1969_a","plnames":[["Helvellyn",64,73],["Ulleswater's",1001,1013],["Brothers' Water",1062,1077],["Windermere",1394,1404]],"geonouns":[["carriage",208,216],["door",290,294],["rock",475,479],["door",579,583],["lake",983,987],["shore",1261,1266],["waters",1426,1432],["mountains",1466,1475],["valley",1480,1486],["fields",1512,1518],["stream",1562,1568],["island",1591,1597],["cove",1601,1605]],"pos_words":[["swift",255,260],["mighty",374,380],["afford",411,417],["fast",654,658],["fine",743,747],["fun",748,751],["patiently",928,937],["clear",1197,1202],["liked",1304,1309],["clear",1347,1352],["fair",1389,1393]],"neg_words":[["vain",133,137],["dispute",141,148],["monstrously",361,372],["inflexible",382,392],["smack",720,725],["dust",799,803],["angry",897,902],["sorry",1096,1101],["steep",1238,1243],["suspicious",1373,1383],["rocky",1612,1617]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["here",544,548],["forward",659,666],["here",1151,1155]],"spa_preps":[["out",6,9],["round",277,282],["away",878,882],["down",1279,1283],["round",1450,1455]],"normalised_sentiment":0.0,"vader_sentiment":-0.46,"roberta_sentiment":-0.9961451292},{"para_id":79,"paragraph":"And began to get into a passionate humour. No longer our road by the valley so low went, But steeper and steeper it grew every moment, Till the dell shot away into three good divisions, All holding most mountainous, hilly, positions. The course of the two it is not worth relating, But one went straight forward without deviating. Up this or by hook or by crook we must climb, - Which we found would take up much trouble and time; But there was unto Lowwood no other approach, So picked up resolution, and then stopped the coach. Though the road was full nearly akin to a river, We got out and the carriage we left to the driver. And walked up the hill, by the side of the stream, Which rumbled fantastical rocks all between. Now here's a fine place for a plump fifty lines, But my muse no such needless extension designs, Because if I wrote upon this any more I should now describe what's described been before! So through thick, and through thin, over bog, over rock, I shall carry my reader at once to its top. Oh, then was a time when we gazed once more Upon Windermere's woody and wavering shore; On the gloomy ravine where we first saw the stream Dash down the rude rocks' mid that mountainous scene; On the smoke which curled up to a slight elevation From the tree-buried lum of the inn Salutation; On the bridge over which lay our Keswick Bound track, When we left the fair scene to which now we came back; On the house which we saw from our darling Lowwood - By The-bye,' twas a beautiful nook where it stood:' Twas snugly embayed by the side of the lake, Just where the two rivers do into it break. Ied like such a house: - and yet, no, - I would not: There's a circumstance I had completely forgot;","file_id":"1969_a","plnames":[["Lowwood",450,457],["Windermere's",1063,1075],["Keswick",1339,1346],["Lowwood",1458,1465]],"geonouns":[["road",57,61],["valley",69,75],["dell",144,148],["coach",523,528],["road",541,545],["river",572,577],["carriage",598,606],["hill",648,652],["stream",673,679],["rocks",707,712],["lines",768,773],["bog",954,957],["rock",964,968],["shore",1095,1100],["stream",1146,1152],["rocks",1172,1177],["tree",1267,1271],["inn",1290,1293],["bridge",1313,1319],["track",1353,1358],["house",1422,1427],["nook",1498,1502],["lake",1559,1563],["rivers",1584,1590],["house",1625,1630]],"pos_words":[["passionate",24,34],["humour",35,41],["good",170,174],["worth",266,271],["top",1009,1012],["fair",1377,1381],["darling",1450,1457],["beautiful",1488,1497],["like",1613,1617]],"neg_words":[["crook",356,361],["trouble",413,420],["needless",795,803],["gloomy",1109,1115],["rude",1167,1171],["smoke",1214,1219],["break",1602,1607]],"events":[],"dates":[["a fine",737,743]],"times":[],"distances":[],"loc_advs":[["forward",304,311],["without",312,319],["there",435,440],["left",610,614],["here",730,734],["left",1368,1372]],"spa_preps":[["into",17,21],["away",154,158],["into",159,163],["out",586,589],["between",717,724],["through",916,923],["through",935,942],["over",949,953],["over",959,963],["down",1158,1162],["over",1320,1324],["into",1594,1598]],"normalised_sentiment":0.0128205128,"vader_sentiment":0.91,"roberta_sentiment":0.9981903434},{"para_id":80,"paragraph":"If these gingerbread houses - there now are but few, And they rather improve, not disfigure the view, - But I say, if these things were allowed to increase, And disturb in that landscape its own native peace, No longer' twould be all so lovelily lone, And the mightiness, silence, and grandeur be gone. But reader, I'm slow, and you'll go one without me: I was in a parenthesis, looking about me! We gazed upon all that was there to be seen, - On the lake that was blue - on the fields that were green, - On that dome of the sky, of such mighty extension, And other small things that we need n't here mention. But we stayed not our steps, for, the chariot entering, We soon to our Lowwood were rapidly cantering. And gallantly, gallantly onward we bore, Till the driver reined up all our steeds at the door. Bobbed out Mrs Jackson with\" How d' ye do, sir? I hopes youere quite well; and miss, madam, and you sir? Your beds are well aired, and your rooms are all ready. Those horses are troublesome - steady, Jack, steady! These flies do so teaze them. But pray, sir, come in; It soon will be raining, sir; do come within!\" While she all the time as these things she did say. With her fat-butter personage, stopped up the way! But when she at last did find out her mistake, Full quickly the door, she did evacuate. And then to the parlour and bedroom she brought us, And we, very happily, took up our quarters. Now, reader, I spare thee! At length will my pen Its galloping course condescend to rein in: For while the short week that I was not a rover Full many adventures and things I pass over. I could tell of the ladies, who wishing to row, sir, Bumped the boat on a post with a terrible blow, sir, -","file_id":"1969_a","plnames":[["Lowwood",681,688]],"geonouns":[["houses",21,27],["landscape",177,186],["lake",451,455],["fields",479,485],["door",802,806],["beds",918,922],["door",1290,1294],["pass",1585,1589],["boat",1660,1664],["post",1670,1674]],"pos_words":[["improve",69,76],["peace",202,207],["grandeur",285,293],["mighty",538,544],["gallantly",717,726],["gallantly",728,737],["well",877,881],["well",927,931],["ready",962,967],["steady",1000,1006],["steady",1014,1020],["happily",1379,1386]],"neg_words":[["disturb",161,168],["lone",246,250],["slow",319,323],["bore",748,752],["miss",887,891],["troublesome",986,997],["fat",1184,1187],["mistake",1264,1271],["condescend",1480,1490],["terrible",1682,1690],["blow",1691,1695]],"events":[],"dates":[["our quarters",1396,1408],["the short week",1513,1527]],"times":[],"distances":[],"loc_advs":[["there",30,35],["without",343,350],["there",424,429],["here",596,600],["within",1114,1120]],"spa_preps":[["about",387,392],["out",815,818],["out",1256,1259],["over",1590,1594]],"normalised_sentiment":0.0067567568,"vader_sentiment":0.98,"roberta_sentiment":0.988865912},{"para_id":81,"paragraph":"Then, poking it, wheeling it, dizzily round, Gave a push; in a moment its keel was aground. I could tell how we rowed full ten miles on the lake, That's five to the station and five again back. I could tell how we saw at the station was stationed A dog, oh, most aged, most gentle, and patient, As his hair, all so glossy and curly, did shine, Save Pompey the best of the species canine. I could tell how we went on a fishing excursion And the rain drove us home' ere a single immersion Of our float could take place! What a monstrous vexation!(\" Stop, pray, no digression. Go on with relation.\") Let's see:-- I could tell more than ever youed read, sir; So I'll give you one pleasant excursion instead, sir. The people of Lowwood one opening day Intended to cut for the horses the hay: And said, when a moment the sun chose to shine, That they were quite certain the day would be fine. We trusted to them; they again, to the sky Which told, and which looked, an egregious lie! Oh Jove, naughty Jove, that did give such a thumper, When you really intended to give us a plumper, Why, tell me why, not a few signs in the air? - But I will not reproach you, sir, for you do n't care. Quite prepared for the rain, but yet caring no less, We thundered all off on the road to Bowness. As forests beside us encircling, stood, We rapidly bounded by field and by flood. The road that we went on I shall not describe it, For again we shall have in our carriage to ride it - Nor even Bowness, - but at once I will carry Your wandering, galloping thoughts to the ferry. The lake, like the tale of the bear and the fiddle, Is almost cut off by two capes in the middle,","file_id":"1969_a","plnames":[["Lowwood",723,730],["Bowness",1270,1277],["Bowness",1473,1480]],"geonouns":[["lake",140,144],["station",165,172],["station",225,232],["road",1262,1266],["forests",1282,1289],["field",1341,1346],["road",1365,1369],["carriage",1442,1450],["ferry",1551,1556],["lake",1562,1566]],"pos_words":[["gentle",274,280],["patient",286,293],["shine",337,342],["best",360,364],["pleasant",676,684],["shine",828,833],["fine",881,885],["trusted",890,897],["like",1568,1572]],"neg_words":[["aground",83,90],["monstrous",525,534],["vexation",535,543],["egregious",963,972],["lie",973,976],["naughty",987,994],["reproach",1141,1149]],"events":[],"dates":[["day",743,746],["the day",864,871]],"times":[],"distances":[["ten miles",123,132]],"loc_advs":[["home",458,462],["beside",1290,1296]],"spa_preps":[["round",38,43]],"normalised_sentiment":0.0119760479,"vader_sentiment":0.81,"roberta_sentiment":-0.978592217},{"para_id":82,"paragraph":"That the waters may not bar the path of the rover, A kind of hobblety boat paddles over; And in order to urge on its clumsiness fast, They've got a huge oar that might do for a mast: And, what is much worse, they have not got a sail, That might catch in its foldings the breath of the gale. So, over that dark water they limp and they lumber, And over the lake they do bump and they blunder; With us all behind, and the horses before, And the coach in the centre, we get to the shore. They tumbled us out as they bundled us in. At the risk of immersing us up to the chin: And instead of us paying, sir, they in a trice Demanded and asked an exorbitant price! But we could not avoid it, - so paid it; and then We galloped by mountain, and torrent, and glen. And although the wide heavens kept fair for a while, Yet, ere we had passed by much more than a mile, In lowering aspect began they to frown. Then, - then, -\" Well, what then? \" - then the shower came down!\" Oh, is that all? \" - Dear sir, pray what would you have more? \" Oh, that's quite enough; but I knew it before. \" What, did you, sir? Dear me;' twas much more than I did; I knew not at all how it would be decided. But anyhow, now, the decision's a bad one To pepper us,' deed, a prodigiously sad one. We groaned in our hearts, but we did not complain, When we knew, if we did so, the more it would rain. But although we restrained all our anger for that, When we saw the Old Man would keep on his night cap, Oh! then we burst out in expressions of sorrow And cries that it would not be fair till tomorrow.","file_id":"1969_a","plnames":[["Old Man",1435,1442]],"geonouns":[["waters",9,15],["path",32,36],["boat",70,74],["water",310,315],["lake",356,360],["coach",443,448],["shore",478,483],["mountain",724,732],["glen",751,755]],"pos_words":[["fast",128,132],["fair",792,796],["enough",1046,1052],["prodigiously",1243,1255],["fair",1550,1554]],"neg_words":[["worse",201,206],["dark",305,309],["limp",321,325],["bump",369,373],["blunder",383,390],["tumbled",490,497],["risk",535,539],["exorbitant",641,651],["torrent",738,745],["frown",892,897],["bad",1212,1215],["sad",1256,1259],["complain",1306,1314],["anger",1403,1408],["sorrow",1512,1518]],"events":[],"dates":[["tomorrow",1560,1568]],"times":[["night",1461,1466]],"distances":[["more than a mile",841,857]],"loc_advs":[["behind",404,410]],"spa_preps":[["over",83,87],["over",295,299],["over",347,351],["out",501,504],["down",958,962],["out",1490,1493]],"normalised_sentiment":-0.0699300699,"vader_sentiment":-0.72,"roberta_sentiment":-0.9990162849},{"para_id":83,"paragraph":"We looked on the mountains obscured by the rain; We looked on the streams from their summits which came, And, down into Coniston's waters careering, With furrows full deep the dark mountains were searing; No outlines were seen of their rock-broken form, All darkly obscured by the mist and the storm. While the fiend of the tempest howled loudly and long, And the kelpie was yelling his ominous song, And the eagle had flown to her nest in the rock, And the caverns afforded a home for the flock. And the birds sang not now to the murmuring floods, For each of them fled to his home in the woods; And the torrents in cataracts fiercely did pour, And to their wild roaring re-echoed the shore; And bent to the force of the wind every tree As that tempest was pouring its own melodie. We gazed - though' twas rather an unlucky time For giving a taste of the grand and sublime, As all on our carriage the showers did pelter, We really began to look out for a shelter. The driver also seemed in a terrible hurry For he whisked round the corner, sir, all in a flurry. He almost had tumbled us into the lake For which it could never, I'm sure, be too late; But we really and truly kept off very fairly, Though he seemed for to think it could not be too early. We bawled out,\" Hullo,\" and it was not too late, For he trundled us gallantly up to the lake. Although it was placed in a fine situation, The inn did not equal our anticipation; It might be the day, - and I will not deny it, - For really the lake was most beautiful by it. Of fair-weather prophecies mind you be wary, For the day made old Coniston look solitary: And, what made it worse, we had nothing to do,","file_id":"1969_a","plnames":[["Coniston's",120,130],["Coniston",1593,1601]],"geonouns":[["mountains",17,26],["streams",66,73],["summits",85,92],["waters",131,137],["mountains",181,190],["rock",236,240],["rock",444,448],["woods",590,595],["cataracts",617,626],["shore",686,691],["force",709,714],["tree",733,737],["carriage",889,897],["lake",1097,1101],["lake",1342,1346],["inn",1396,1399],["lake",1496,1500]],"pos_words":[["grand",856,861],["sublime",866,873],["fairly",1189,1195],["gallantly",1322,1331],["beautiful",1510,1519],["fair",1530,1534]],"neg_words":[["obscured",27,35],["dark",176,180],["broken",241,247],["obscured",265,273],["mist",281,285],["fiend",311,316],["tempest",324,331],["ominous",387,394],["wild",659,663],["bent",697,701],["tempest",746,753],["unlucky",817,824],["terrible",993,1001],["tumbled",1077,1084],["deny",1470,1474],["wary",1566,1570],["worse",1635,1640]],"events":[],"dates":[["a fine",1374,1380],["the day",1444,1451],["the day",1576,1583]],"times":[],"distances":[],"loc_advs":[["home",477,481],["home",578,582]],"spa_preps":[["down",110,114],["into",115,119],["out",946,949],["round",1023,1028],["into",1088,1092],["out",1264,1267]],"normalised_sentiment":-0.0753424658,"vader_sentiment":0.92,"roberta_sentiment":-0.9870801568},{"para_id":84,"paragraph":"Save watching the course of the clouds as they flew, Or counting the ripples that rolled to the strand, Or looking where lingered the slow minute-hand. Or gazing full listlessly on the lone lake And its waves as in impotent foaming they break; Or watching the course of some light fishing skiff, Or walking about in the room in a miff. Sometimes we looked up at the troublesome sky, And peeped through the breaks of the clouds, riding by; Though we saw that they rather grew darker than thinner, - Till a respite appeared in the entrance of dinner. We were monstrously hungry; so do not you marvel That we did not take time nor attempt for to carve well; So went to the business at once, and indeed For capital carving there was n't much need; So declared with the viands immediate war And dined upon taties and fine potted char. When dinner was over, as still it did rain, We thought that we scarcely need longer remain: So, ordered the carriage, and with no good will, We ordered that pest of all travels - the bill. May the money bear witness how quickly they made it! - Much quicker than we were inclined to have paid it. Though, without further grumbling, the silver we gave, And galloped away from old Coniston's wave. Yet, ere we should leave it in tempest and rain, We, turning, looked back on its waters again. With its deep-bosomed billows in front lay the lake, Whose waters divided by mountain and cape, All open and bare they, full lonely, did lie, Exposing their breast to the shadowy sky: Retiring in distance they mistily lay: And fainter each inlet, and softer each bay; Till, appearing no more, by the wild tempest tost,","file_id":"1969_a","plnames":[["Coniston's",1208,1218]],"geonouns":[["lake",190,194],["entrance",529,537],["carriage",938,946],["waters",1306,1312],["lake",1367,1371],["waters",1379,1385],["mountain",1397,1405],["bay",1583,1586]],"pos_words":[["thinner",487,494],["respite",505,512],["marvel",591,597],["well",649,653],["fine",812,816],["good",960,964],["quicker",1079,1086],["softer",1571,1577]],"neg_words":[["slow",134,138],["lone",185,189],["impotent",215,223],["break",237,242],["miff",330,334],["troublesome",366,377],["breaks",406,412],["darker",475,481],["monstrously",557,568],["scarcely",893,901],["pest",987,991],["tempest",1256,1263],["lonely",1445,1451],["lie",1457,1460],["shadowy",1491,1498],["wild",1620,1624],["tempest",1625,1632]],"events":[],"dates":[["May",1019,1022]],"times":[["minute",139,145]],"distances":[],"loc_advs":[["there",719,724],["without",1134,1141]],"spa_preps":[["about",307,312],["through",394,401],["over",846,850],["away",1194,1198]],"normalised_sentiment":-0.0592105263,"vader_sentiment":-0.9,"roberta_sentiment":-0.997946322},{"para_id":85,"paragraph":"' Mid mountains and clouds in the distance were lost. Those mountains, all mistily softened away, Appeared like thin clouds at the dawn of a day; Still darker and deeper, in bolder relief, As, nearer approaching, and rising the chief, The mighty Old Man, with his dark summit reft Nearer and sterner arose on our left. Oh, such was the view, sir, and we very well did Look over each spot as we amply beheld it, Then turned and rode off, - but we took not the way To the ferry of bungling boatmen which lay, But through the lone wilds of the mountains we ride Till the wheels bore us back to the fair Ambleside. Then crossing the stream that to Windermere flowed, We to Lowwood returned, by the oft-trodden road. Oh good Mr Reader, it really's no fiction, We had for our Lowwood a great predilection! And many a ride, sir, and many a ramble We took through the ditches, and hedges, to scramble; And we oft had a dog, who, so very polite was, - His canine behavior did really delight us, - So sprightly, so eager, so sportive, so rompy, Oh reader, devote a few moments to Pompey. The dog was an honour to all of his kind, As beauteous in body, as beauteous in mind, If mind he could have. You may say,\" He had none. \" I only reply,\" Heed a great deal of fun!\" A capital racer, a capital swimmer, What was more, he was not overfond of his dinner; And once when he walked on the banks of the lake, A hare, had a hugeously, hair-breadth escape! He caught a slight glimpse as she quiet was sitting, And continued the chase, sir, without intermitting. As hair-brained, he dashed through the wood with such speed,","file_id":"1969_a","plnames":[["Old Man",246,253],["Ambleside",600,609],["Windermere",644,654],["Lowwood",669,676],["Lowwood",770,777]],"geonouns":[["mountains",6,15],["mountains",60,69],["summit",269,275],["ferry",470,475],["mountains",541,550],["stream",629,635],["road",706,710],["banks",1375,1380],["lake",1388,1392],["wood",1584,1588]],"pos_words":[["like",107,111],["dawn",131,135],["relief",181,187],["mighty",239,245],["well",359,363],["amply",394,399],["fair",595,599],["good",715,719],["great",780,785],["polite",929,935],["delight",974,981],["sprightly",991,1000],["eager",1005,1010],["beauteous",1123,1132],["beauteous",1145,1154],["great",1238,1243],["fun",1252,1255],["quiet",1474,1479]],"neg_words":[["lost",48,52],["darker",152,158],["dark",264,268],["bungling",479,487],["lone",523,527],["bore",575,579],["fiction",746,753],["scramble",884,892]],"events":[],"dates":[["a day",139,144]],"times":[["a few moments",1053,1066]],"distances":[],"loc_advs":[["away",92,96],["left",313,317],["without",1523,1530]],"spa_preps":[["over",373,377],["through",511,518],["through",848,855],["through",1572,1579]],"normalised_sentiment":0.0653594771,"vader_sentiment":1.0,"roberta_sentiment":0.9948428273},{"para_id":86,"paragraph":"We began for to think we had lost him, indeed! Till far from the place where from us he departed, At the turn of the road, from the thicket he started. Though not at our sides for a moment he kept, And many a time in the water he leapt, - Then coming all wet, and all dirty, to bother us, He shook in such style that he shook it all over us! And swiftly he flung himself round with such might, We really considered it quite unpolite. But enough of the dog. Now, good sir, I could tell Of many a walk by the mountain and dell, By torrent, and streamlet, and dark rocky bed, - And of snake that erected and twisted its head, - And of old Mr Wordsworth at Chapel of Rydal Whom we had the honour of seeing, beside all. Our sails on the lake, and our angling for naught, - That being the sum of the fishes we caught! The rest of our deeds I may leave you to guess, So I spare you, and carry you off to Bowness Where next in our carriage, so fine, we arrive, Having had on the way to' t a capital drive. There, peacefully settling, next day being Sunday, Agreed to set off for old Kendal on Monday. In the morning for some little hill we inquired, Full much of a view of the lake we desired. Then marched away briskly in search of a height, By a road whose great beauty gave us much delight. We gathered the moss to distinguish its kind, Which the banks of the road in thick drapery lined; And admired the fine trees that were clustering over us, And gazed at the scene that was changing before us. Until having walked something more than a mile, We came to a gap in the hedge and a stile. ' Tis none of your pleasant ones, such as you see' Twixt London and Hammersmith, - stuck to a tree,","file_id":"1969_a","plnames":[["Wordsworth",639,649],["Rydal",663,668],["Bowness",897,904],["Kendal",1075,1081],["London",1641,1647],["Hammersmith",1652,1663]],"geonouns":[["road",117,121],["water",221,226],["mountain",507,515],["dell",520,524],["bed",568,571],["head",617,621],["lake",732,736],["carriage",923,931],["hill",1124,1128],["lake",1169,1173],["road",1240,1244],["banks",1342,1347],["road",1355,1359],["trees",1405,1410],["gap",1554,1557],["tree",1678,1682]],"pos_words":[["enough",438,444],["good",462,466],["fine",936,940],["peacefully",1005,1015],["great",1251,1256],["beauty",1257,1263],["delight",1277,1284],["fine",1400,1404],["pleasant",1603,1611]],"neg_words":[["lost",29,33],["dirty",268,273],["bother",278,284],["torrent",529,536],["dark",557,561],["rocky",562,567],["twisted",605,612],["hedge",1565,1570],["stuck",1667,1672]],"events":[],"dates":[["next day",1026,1034],["Sunday",1041,1047],["Monday",1085,1091]],"times":[["the morning",1096,1107]],"distances":[["more than a mile",1523,1539]],"loc_advs":[],"spa_preps":[["over",333,337],["round",371,376],["beside",703,709],["away",1199,1203],["over",1432,1436]],"normalised_sentiment":0.0,"vader_sentiment":0.99,"roberta_sentiment":0.9955299497},{"para_id":87,"paragraph":"One can clear in a moment;' tis different shape. You might as soon climb over a seven barred gate! However we got over it and' twas a wonder, For you might have as easily scrambled it under! Then perceiving a hill that was rising quite near, We climbed it, and found it overhung Windermere. We gazed and we saw the blue waves of the tide Encircled by mountains. I need n't describe, For we shall once more, by its waters careering, Look up to the mountains in distance appearing Ere we shall depart from the clear streaming rills And bid a farewell to the land of the hills. ' Tis enough. From the summit we gazed again, Till startled, we were, by some droppings of rain. We sprang from our station and dashed down the hill, Although our departing was much' gainst our will. Hurrah! If youed seen us when first it began To rain on's youed wonder to see how we ran, - Each straining his stumps to get t' other before Until we arrived at our landlady's door. The changing of great-coats, the bonnets resigning, Took up all the time to the hour of our dining - During which operation the clouds ran away And were beat from the field by the monarch of day. So taking our vestments, now dried by the fire, We took a short walk ere the day should expire. ' Twas fair by the shore of the lake as we past For the evening was loveliest, it was the last. That we all the cares of the past day forgetting, Should gaze on the rays of the sun that was setting - Full balmy and soft was the summer breeze sighing, And the birds sung a hymn to the sun that was dying. Half like a meteor red in the west, He sunk by Scawfell, by his beetling breast Which, distantly fading his radiance beneath,","file_id":"1969_a","plnames":[["Windermere",279,289],["Scawfell",1600,1608]],"geonouns":[["gate",93,97],["hill",209,213],["mountains",351,360],["waters",414,420],["mountains",447,456],["land",556,560],["hills",568,573],["summit",598,604],["station",691,698],["hill",719,723],["door",951,955],["field",1124,1129],["shore",1268,1273],["lake",1281,1285]],"pos_words":[["clear",8,13],["wonder",134,140],["enough",581,587],["wonder",839,845],["great",973,978],["fair",1256,1260],["soft",1464,1468],["breeze",1484,1490],["like",1558,1562],["radiance",1661,1669]],"neg_words":[["scrambled",171,180],["straining",872,881],["stumps",886,892],["expire",1241,1247],["dying",1546,1551],["sunk",1592,1596]],"events":[],"dates":[["the clear",504,513],["the monarch of day",1133,1151],["the day",1226,1233],["the past day",1370,1382],["the summer",1473,1483]],"times":[["the hour",1033,1041],["the evening",1301,1312]],"distances":[],"loc_advs":[["past",1292,1296],["beneath",1670,1677]],"spa_preps":[["over",73,77],["over",114,118],["under",184,189],["near",236,240],["down",710,714],["away",1096,1100]],"normalised_sentiment":0.0256410256,"vader_sentiment":0.93,"roberta_sentiment":0.996583581},{"para_id":88,"paragraph":"Appeared like a cloud or a miswoven wreath. And the steep Langdale Pikes, with their summits all riven, Shone darkly and grim on the face of the heaven; While nearer, the hills to the lake fading down In woody magnificence sternly did frown. We gazed from the top of a light swelling rise Till the evening's descent took us all by surprise. Then homeward we hied with a great deal of sorrow, For leaving the lakes and the mountains tomorrow. The morning arrived. Oh!' twas mournful indeed, - The hours fled away with such terrible speed! We entered the coach, and a last look we gave, As - departing - we rode from the islanded wave. We looked towards Coniston, looked to Scawfell, And bade to those lakes and those mountains farewell. Then swiftly away from the waters we flew, Till the towers of old Kendal appeared on the view. We past by those hills we had mounted before When our path lay direct for old Windermere's shore, But with different feelings we now them beheld, As following ridges successively swelled And the sounds of farewell floated wild on the wind, Returning to scenes we were leaving behind. Farewell to the lake, and farewell to the mountain, - The tarn, and the torrent, - the fall, and the fountain, - To the deeps of the dell, and the wood-shaded shore; - Thou land of the mountains, I see thee no more!","file_id":"1969_a","plnames":[["Langdale Pikes",58,72],["Coniston",652,660],["Scawfell",672,680],["Kendal",802,808],["Windermere's",909,921]],"geonouns":[["summits",85,92],["hills",171,176],["lake",184,188],["top",260,263],["lakes",408,413],["mountains",422,431],["coach",553,558],["lakes",700,705],["mountains",716,725],["waters",763,769],["towers",788,794],["hills",848,853],["path",885,889],["shore",922,927],["ridges",990,996],["lake",1131,1135],["mountain",1157,1165],["tarn",1173,1177],["dell",1248,1252],["wood",1262,1266],["shore",1274,1279],["land",1288,1292],["mountains",1300,1309]],"pos_words":[["like",9,13],["heaven",145,151],["magnificence",210,222],["great",370,375]],"neg_words":[["cloud",16,21],["steep",52,57],["grim",121,125],["frown",235,240],["swelling",275,283],["sorrow",384,390],["mournful",473,481],["terrible",522,530],["swelled",1010,1017],["wild",1053,1057],["torrent",1187,1194]],"events":[],"dates":[["tomorrow",432,440],["the fall",1198,1206]],"times":[["the evening",294,305],["The morning",442,453],["The hours",492,501]],"distances":[],"loc_advs":[["homeward",346,354],["away",507,511],["away",749,753],["past",834,838],["behind",1107,1113]],"spa_preps":[["down",196,200]],"normalised_sentiment":-0.0555555556,"vader_sentiment":0.5,"roberta_sentiment":-0.9844947457}]