[{"para_id":0,"paragraph":"Letters From England By Don Manuel Alvarez Espriella. Translated From The Spanish. In Three Volumes Vol. Ii. Third Edition London: Printed For Longman, Hurst, Rees, Orme, And Brown, Paternoster Row. 1814.","file_id":"1807_a","plnames":[["England",13,20],["London",123,129]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["Ii.",105,108],["1814",199,203]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9957524538},{"para_id":1,"paragraph":"Letter XL.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9670713544},{"para_id":2,"paragraph":"Voyage to Liverpool. -- Filthy Custom at the Inns. -- School of the Blind. -- Athenaeum. -- Mr Roscoe. -- Journey to Kendal.","file_id":"1807_a","plnames":[["Liverpool",10,19],["Kendal",117,123]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":-0.4,"roberta_sentiment":0.9947741628},{"para_id":3,"paragraph":"Wednesday, July 14.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["Wednesday, July 14",0,18]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9868192673},{"para_id":4,"paragraph":"We left Chester yesterday at noon, and embarked again upon a canal. Our last navigation had ended by transferring us to a coach; we had now to undergo a more unpleasant transfer. The canal reached the Mersey, a huge river which forms the port of Liverpool, across which we had about three leagues to sail in a slant direction. A vessel was ready to receive us, on board of which we embarked, and set sail with a slack wind. At first it was pleasant sailing, the day fair, a castellated hill in full view up the river, and Liverpool at a distance, near to its mouth, upon the northern shore. But the wind rose, the water became rough, there came on a gale from the west with heavy rain, which drove us below deck, and then we were driven up again by the stench of a close cabin, and the sickness of women and children. The gale was so strong that we had reason to be thankful for reaching the town in safety.","file_id":"1807_a","plnames":[["Chester",8,15],["Liverpool",246,255],["Liverpool",522,531]],"geonouns":[["canal",61,66],["coach",122,127],["canal",183,188],["river",216,221],["port",238,242],["hill",486,490],["river",511,516],["mouth",559,564],["shore",584,589],["water",614,619],["town",892,896]],"pos_words":[["ready",340,345],["pleasant",440,448],["fair",466,470],["strong",834,840],["thankful",866,874]],"neg_words":[["unpleasant",158,168],["slack",412,417],["rough",627,632],["stench",753,759],["sickness",786,794]],"events":[],"dates":[["yesterday",16,25],["the day",458,465]],"times":[["noon",29,33]],"distances":[],"loc_advs":[["left",3,7],["there",634,639]],"spa_preps":[["across",257,263],["about",277,282],["near",547,551],["below",701,706],["close",765,770]],"normalised_sentiment":0.0,"vader_sentiment":0.95,"roberta_sentiment":-0.9773933291},{"para_id":5,"paragraph":"Immediately upon our landing we were surrounded by boys proffering cards of the different inns by which they were employed to look out for strangers, and contesting who should carry our luggage. The rain continued, and confined us for the evening. They have a filthy custom at the inns in England, that when you pull off your boots, the man brings you a pair of old slippers, which serve for all travellers, and indeed are frequently worn-out shoes with the heels cut away: clean as the English are, this impropriety does not in the slightest degree offend them.","file_id":"1807_a","plnames":[["England",289,296]],"geonouns":[["inns",90,94],["inns",281,285]],"pos_words":[["clean",474,479]],"neg_words":[["confined",219,227],["filthy",260,266],["worn",434,438],["impropriety",505,516],["offend",550,556]],"events":[],"dates":[],"times":[["the evening",235,246]],"distances":[],"loc_advs":[["away",468,472]],"spa_preps":[["out",131,134],["out",439,442]],"normalised_sentiment":-0.0869565217,"vader_sentiment":-0.15,"roberta_sentiment":-0.9975408316},{"para_id":6,"paragraph":"The next morning we enquired for a gentleman with whom I had been acquainted in London. A book containing the names and place of abode of all the inhabitants is kept in every inn: so that there was no difficulty in finding him out. With him we spent the day, and were obliged to him for showing us whatever was most worthy of notice in the town. There is no cathedral, no castle, gate, town-wall, or monument of antiquity, no marks of de cay. Every thing is the work of late years, almost of the present generation.","file_id":"1807_a","plnames":[["London",80,86]],"geonouns":[["inn",175,178],["town",340,344],["castle",372,378],["gate",380,384],["town",386,390],["wall",391,395],["monument",400,408]],"pos_words":[["worthy",316,322],["work",462,466]],"neg_words":[["difficulty",201,211]],"events":[],"dates":[["the day",250,257],["late years",470,480]],"times":[["The next morning",0,16]],"distances":[],"loc_advs":[["there",188,193]],"spa_preps":[["out",227,230]],"normalised_sentiment":0.023255814,"vader_sentiment":-0.72,"roberta_sentiment":0.9895581603},{"para_id":7,"paragraph":"There is but one fine street in the city, which is terminated by the Exchange, a handsome structure; but as you look up the street to it, it is not in the centre, and this irregularity produces a singularly unpleasant effect. One side of the street, it seems, was built with reference to this Exchange, and the other was to have corresponded with it; but when the governors of the city came to purchase the ground., some obstacles were discovered which had not been foreseen. As there are few fine streets, so there are few which display much poverty: this external appearance of prosperity is purchased at a dear price; for the poor, as in Manchester, live mostly in cellars, underground. The height of some of the warehouses excited the wonder of my companion, and he expressed his surprise that I should not be astonished at them also. In fact, old houses in England are generally lower than modern ones, and even these have never more than four floors. Yet the value of ground is prodigiously great, and the island is not subject to earthquakes.","file_id":"1807_a","plnames":[["Manchester",641,651],["England",862,869]],"geonouns":[["street",22,28],["street",124,130],["street",242,248],["ground",407,413],["streets",498,505],["houses",852,858],["ground",974,980],["island",1012,1018]],"pos_words":[["handsome",81,89],["fine",493,497],["prosperity",580,590],["excited",727,734],["wonder",739,745],["astonished",814,824],["modern",895,901],["prodigiously",984,996],["great",997,1002]],"neg_words":[["irregularity",172,184],["unpleasant",207,217],["poverty",543,550],["poor",629,633]],"events":[],"dates":[],"times":[["one fine",13,21]],"distances":[],"loc_advs":[["there",479,484],["there",510,515]],"spa_preps":[],"normalised_sentiment":0.0641025641,"vader_sentiment":0.6,"roberta_sentiment":-0.9974155426},{"para_id":8,"paragraph":"Here is a hospital for horses, of which the sign-board caught my eye as we passed along. We visited a school for the blind, a sight as interesting as it was melancholy. They make curtain lines by a machine which a blind man contrived; list-slippers, which were an invention of the French emigrants; baskets; every thing, in short, in which the sense of sight can be supplied by touch. It was surprising to see them move about the room, steering clear of every thing as surely as though they had seen what was before them, as if they had possessed that sixth sense, which experimental naturalists, the most merciless of human beings, are said to have discovered in bats, when they have put out their eyes for the sake of seeing how the tortured animal can find its way without them. They sung a hymn for our gratification: their voices were fine; and the deep attention which was manifest in their eyeless faces, dead as they necessarily were to all external objects which could distract them, was affecting and even awful. Such as discover a taste for music are instructed in it; and some have been thus enabled to support themselves as organists in the churches, and by tuning instruments. The blind must be very numerous in England, as I am told there are many such institutions; but there is good reason to hope that the number will be materially lessened in future by the vaccine inoculation, a very large proportion of these poor sufferers having lost their eyes by the smallpox.","file_id":"1807_a","plnames":[["England",1226,1233]],"geonouns":[["school",102,108],["lines",187,192],["churches",1154,1162]],"pos_words":[["interesting",135,146],["clear",445,450],["gratification",807,820],["fine",840,844],["support",1115,1122],["good",1295,1299]],"neg_words":[["blind",117,122],["melancholy",157,167],["blind",214,219],["contrived",224,233],["merciless",606,615],["tortured",735,743],["dead",912,916],["distract",978,986],["awful",1016,1021],["blind",1195,1200],["poor",1430,1434],["sufferers",1435,1444],["lost",1452,1456]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["without",768,775],["there",1248,1253],["there",1286,1291]],"spa_preps":[["along",82,87],["about",420,425],["out",689,692]],"normalised_sentiment":-0.0603448276,"vader_sentiment":-0.81,"roberta_sentiment":-0.9821410179},{"para_id":9,"paragraph":"Liverpool has become a place of great maritime trade, against every natural disadvantage. The river is sheltered only from the north, and at low-water sand-banks may be seen round its mouth for leagues off in every direction. Vessels when leaving port easily avoid them, because they start with a fair wind, but to returning ships they are far more perilous. In spite of this, there is not any other place where so much mercantile enterprise is displayed in England, nor perhaps in the whole world. Two ships came in while we were upon the quay: it was a beautiful sight to see them enter the docks and take their quiet station, a crowd flocking towards them, some in curiosity to know what they were, others in hope and in fear, hastening to see who had returned in them.","file_id":"1807_a","plnames":[["Liverpool",0,9],["England",458,465]],"geonouns":[["river",94,99],["water",145,150],["banks",156,161],["mouth",184,189],["port",247,251],["ships",325,330],["ships",503,508],["station",620,627]],"pos_words":[["great",32,37],["fair",297,301],["beautiful",555,564],["quiet",614,619]],"neg_words":[["disadvantage",76,88],["perilous",349,357],["spite",362,367],["fear",724,728]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",377,382]],"spa_preps":[["against",54,61],["round",174,179]],"normalised_sentiment":0.0,"vader_sentiment":0.47,"roberta_sentiment":0.9971526861},{"para_id":10,"paragraph":"Fortunes are made here with a rapidity unexampled in any other part of England. It is true that many adventurers fail; yet with all the ups and downs of commercial speculation, Liverpool prospers beyond all other ports. There is too a princely liberality in its merchants, which, even in London, is not rivalled. Let any thing be proposed for the advantage and ornament, or honour of the town, however little akin it may be to their own pursuits, habits, and feelings, they are ready with subscriptions to any amount. It has lately been resolved upon to have a botanical garden here; a large sum has been raised for the purpose, and the ground purchased. \" It will be long,\" said I to our friend,\" before this can be brought to any perfection.\"\" Oh, sir\/' said he, with a smile of triumph which it was delightful to perceive,\" you do not know how we do things at LiverpooL Money and activity work wonders. In half a dozen years we shall have the finest in England.\"","file_id":"1807_a","plnames":[["England",71,78],["Liverpool",177,186],["London",288,294],["England",956,963]],"geonouns":[["ports",213,218],["town",388,392],["ground",637,643]],"pos_words":[["advantage",347,356],["ready",478,483],["perfection",732,742],["smile",772,777],["triumph",781,788],["delightful",802,812],["work",892,896],["wonders",897,904],["finest",946,952]],"neg_words":[["fail",113,117]],"events":[],"dates":[["half a dozen years",909,927]],"times":[],"distances":[],"loc_advs":[["here",18,22],["beyond",196,202],["here",578,582]],"spa_preps":[],"normalised_sentiment":0.0941176471,"vader_sentiment":0.96,"roberta_sentiment":0.9988441467},{"para_id":11,"paragraph":"The history of their Athenaeum is a striking instance of their spirit: by this name they call a public library, with a reading-room for the newspapers and other journals, for all periodical publications, whether daily, monthly, quarterly, or yearly, are called journals in England. Two of the literary inhabitants were talking one day after dinner of the want of a public library in the town, and they agreed to call a meeting for the purpose of forming one. The meeting was advertised, they went to it, and found themselves alone. \" What shall we do now?\" said the one:\" here is an end of the business.\"\" No,\" said his friend;\" take you the chair, I will be secretary; we will draw up our resolutions unanimously, and advertise them.\" They did so; and in four - and-twenty-hours sufficient funds were subscribed to establish the finest institution of the kind in the kingdom.","file_id":"1807_a","plnames":[["England",273,280]],"geonouns":[["town",387,391]],"pos_words":[["striking",36,44],["sufficient",780,790],["finest",830,836]],"neg_words":[],"events":[],"dates":[["daily",212,217],["monthly",219,226],["quarterly",228,237],["yearly",242,248],["one day",327,334],["four - and-twenty-hours",756,779]],"times":[],"distances":[],"loc_advs":[["here",572,576]],"spa_preps":[],"normalised_sentiment":0.0394736842,"vader_sentiment":0.67,"roberta_sentiment":0.9985406399},{"para_id":12,"paragraph":"Literature also flourishes as fairly as commerce. A history of Lorenzo de Medici appeared here about eight years ago, which even the Italians have thought worthy of translation. The libraries of Florence were searched for materials for this work, and many writings of Lorenzo himself first given to the world in Liverpool. This work of Mr Roscoe's has diffused a general taste for the literature of Italy. It has been said of men of letters, that, like prophets, they have no honour in their own country; but to this saying, to which there are so few exceptions, one honourable one is to be found here. The people of Liverpool are proud of their townsman: whether they read his book or not, they are sensible it has reflected honour upon their town in the eyes of England and of Europe, and they have a love and jealousy of its honour, which has seldom been found any where except in those cities where that love was nationality, because the city and the state were the same. This high and just estimation of Mr Roscoe is the more praiseworthy, because he is known to be an enemy to the slave-trade, the peculiar disgrace of Liverpool.","file_id":"1807_a","plnames":[["Liverpool",312,321],["Italy",399,404],["Liverpool",617,626],["England",764,771],["Europe",779,785],["Liverpool",1125,1134]],"geonouns":[["country",496,503],["town",744,748]],"pos_words":[["fairly",30,36],["worthy",155,161],["work",241,245],["work",328,332],["like",448,452],["proud",631,636],["sensible",700,708],["love",803,807],["love",908,912],["praiseworthy",1031,1043]],"neg_words":[["jealousy",812,820],["enemy",1074,1079],["slave",1087,1092],["peculiar",1104,1112],["disgrace",1113,1121]],"events":[],"dates":[["about eight years ago",95,116]],"times":[],"distances":[],"loc_advs":[["here",90,94],["there",534,539],["here",597,601]],"spa_preps":[],"normalised_sentiment":0.0561797753,"vader_sentiment":0.99,"roberta_sentiment":0.9983958602},{"para_id":13,"paragraph":"Thursday, 15.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["Thursday",0,8],["15",10,12]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9913321733},{"para_id":14,"paragraph":"We had choice of stage-coaches to Ken, dal, but it was only a choice between two of the same sort, the long, coffin-shaped machines, of which we had had so bad a sample between Worcester and Birmingham. One of these we ascended at seven this morning for a day's journey of twenty leagues. The outskirts of Liverpool have an unsightly appearance, new streets of houses for the poorer classes, which bear no marks either of cleanliness or comfort, fields cut up for the foundations of other buildings, brick yards, and kilns smoking on every side. It was not easy to say where the town ended; for the paved way, which in all other parts of England ends with the town, continued here the whole stage, sorely to our annoyance. We passed through Ormskirk, a town chiefly famous for the preparation of a nostrum of more repute than efficacy against hydrophobia, and breakfasted a stage beyond it, at a single inn beside a bridge, the worst and dirtiest house of entertainment which I have yet seen in England. Sometimes we had a view of the sea towards Ireland; but the country was flat and unpleasant, and the trees all blighted and stunted in their growth; they seemed to have drunk and twisted themselves to avoid the severity of the sea-blasts.","file_id":"1807_a","plnames":[["Liverpool",306,315],["England",638,645],["England",995,1002],["Ireland",1047,1054]],"geonouns":[["coaches",23,30],["streets",350,357],["houses",361,367],["fields",446,452],["buildings",489,498],["town",579,583],["town",660,664],["town",753,757],["inn",903,906],["bridge",916,922],["house",947,952],["sea",1035,1038],["country",1064,1071],["trees",1105,1110],["sea",1231,1234]],"pos_words":[["cleanliness",422,433],["comfort",437,444],["easy",557,561],["famous",766,772]],"neg_words":[["bad",156,159],["poorer",376,382],["sorely",698,704],["annoyance",712,721],["worst",928,933],["unpleasant",1085,1095],["stunted",1128,1135],["drunk",1173,1178],["twisted",1183,1190],["severity",1215,1223]],"events":[],"dates":[["a day",254,259]],"times":[["seven this morning",231,249]],"distances":[],"loc_advs":[["between",69,76],["here",676,680]],"spa_preps":[["between",169,176],["through",733,740],["against",835,842],["beyond",880,886],["beside",907,913]],"normalised_sentiment":-0.0576923077,"vader_sentiment":-0.99,"roberta_sentiment":-0.9989752769},{"para_id":15,"paragraph":"Preston was the next stage, a large manufacturing town: before we entered it we crossed the River Ribble by a good bridge, and immediately ascended a long hill, it was the only pleasant spot which we had seen upon the way. Near this place an officer once met his death in battle by a singular accident. His horse upon some disgust he took at the guns, as the old writer oddly expresses it, ran off and leapt a ditch; the man's sword fell, and at the same minute he was thrown upon its point, and it ran him through. There is a spring about three leagues from hence, the water of which will burn with a blue flame like spirits of wine. Beyond Preston the roads were good, and the country also improved. We changed horses again at Garstang, a little town where the picture over the inn door caught my notice. It was an eagle carrying away a child representing a circumstance which is believed to have happened in old times in this r part of the country. Near the town we saw the ruins of a castle to the right. Another easy stage brought us to Lancaster* one of the best built cities in the kingdom. The view as we left it after dinner was truly fine; two stone bridges over the River Lon, the town on the opposite bank, and on the highest part of the hill a castle, which has been newly built or repaired as a prison. Lancaster could scarcely have appeared more beautiful in the days of the shield and the lance.","file_id":"1807_a","plnames":[["Preston",0,7],["River",92,97],["Preston",642,649],["Lancaster",1042,1051],["River",1177,1182],["Lancaster",1317,1326]],"geonouns":[["town",50,54],["bridge",115,121],["hill",155,159],["fell",433,437],["point",485,490],["water",570,575],["roads",654,659],["country",679,686],["town",748,752],["inn",780,783],["door",784,788],["country",943,950],["town",961,965],["castle",988,994],["stone",1154,1159],["bridges",1160,1167],["town",1192,1196],["bank",1213,1217],["hill",1250,1254],["castle",1257,1263]],"pos_words":[["good",110,114],["pleasant",177,185],["like",613,617],["good",665,669],["improved",692,700],["right",1002,1007],["easy",1017,1021],["best",1064,1068],["fine",1144,1148],["beautiful",1361,1370]],"neg_words":[["death",263,268],["disgust",323,330],["oddly",370,375],["burn",590,594],["ruins",977,982],["prison",1309,1315],["scarcely",1333,1341]],"events":[],"dates":[["a spring",525,533],["the days",1374,1382]],"times":[["the same minute",446,461]],"distances":[],"loc_advs":[["left",1113,1117]],"spa_preps":[["through",507,514],["about",534,539],["over",771,775],["away",832,836],["over",1168,1172],["opposite",1204,1212]],"normalised_sentiment":0.0218978102,"vader_sentiment":0.87,"roberta_sentiment":0.9983705878},{"para_id":16,"paragraph":"Our land of promise was now in sight; high mountains seen across a great hay, with all the aerial hues of distance: but the clouds gathered, and we were driven to take shelter in the coach from a heavy rain. About ten we arrived at Kendal. Here, while supper was preparing, we sent for A Guide to the Lakes, and a map of them. This is one of the comforts of travelling in England; wherever you go, printed information is to be found concerning every thing which deserves a stranger's notice. From hence our pedestrian expedition was to begin. We took out our knapsacks, stored them with a change of linen,&amp; c., and dispatched our trunks by the carrier to meet us at Ambleside.","file_id":"1807_a","plnames":[["Kendal",232,238],["Lakes",301,306],["England",372,379],["Ambleside",670,679]],"geonouns":[["land",4,8],["mountains",43,52],["coach",183,188]],"pos_words":[["promise",12,19],["great",67,72]],"neg_words":[["stranger",473,481]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["across",58,64]],"spa_preps":[["out",551,554]],"normalised_sentiment":0.0161290323,"vader_sentiment":0.81,"roberta_sentiment":0.9917517304},{"para_id":17,"paragraph":"They produced at supper potted char, which is their delicacy, this fish being peculiar to the Lakes. So many are potted and sent to other parts of the country, chiefly as presents, that pots are made on purpose, which have on them a rude representation of the fish. It resembles a trout, but is I am told more beautifully spotted, and of a more delicate flavour. In its potted state it was very good, as I suppose any eatable fish would have been if prepared in the same manner.","file_id":"1807_a","plnames":[["Lakes",94,99]],"geonouns":[["country",151,158]],"pos_words":[["delicacy",52,60],["beautifully",310,321],["delicate",345,353],["good",395,399]],"neg_words":[["peculiar",78,86],["rude",233,237]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0540540541,"vader_sentiment":0.92,"roberta_sentiment":0.9983748198},{"para_id":18,"paragraph":"Letter Xli.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.8563272953},{"para_id":19,"paragraph":"Queen Mary I.-- Lake of Winandermere. -- Ambleside. -- Lake of Coniston. -- Kirkstone Mountain. -- Lake of Brotherwater. -- Paterdale. -- Lake of Ulswater, Penrith.","file_id":"1807_a","plnames":[["Winandermere",24,36],["Ambleside",41,50],["Coniston",63,71],["Kirkstone",76,85],["Paterdale",124,133],["Ulswater",146,154],["Penrith",156,163]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9980601668},{"para_id":20,"paragraph":"Friday, July 16.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["Friday, July 16",0,15]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9877635837},{"para_id":21,"paragraph":"Kendal, though less populous and less busy than the noisy manufacturing towns which we have left behind us, is yet a place of thriving industry, and has been so during some centuries. The most interesting fact connected with its history is this; after the death of Henry Viii. his daughter, the pious Mary, being deeply concerned for the state of his unhappy soul, would fain have set apart the revenues of this parochial church as a fund for masses in his behalf. She consulted proper persons upon this matter, who assured her that the pope would never consent to it; and she then, still endeavouring to hope that he was not utterly out of the reach of intercession, gave the advowson to a college which he had founded in Cambridge, thinking that, as the foundation of this college was the best thing he had done for himself, the best thing she could do for him would be to augment its revenues for his sake.","file_id":"1807_a","plnames":[["Kendal",0,6]],"geonouns":[["towns",72,77],["church",422,428]],"pos_words":[["thriving",126,134],["interesting",193,204],["proper",479,485],["best",791,795],["best",831,835]],"neg_words":[["noisy",52,57],["death",256,261],["concerned",320,329],["unhappy",351,358],["utterly",626,633]],"events":[],"dates":[["some centuries",168,182]],"times":[],"distances":[],"loc_advs":[["left",92,96],["behind",97,103]],"spa_preps":[["apart",385,390],["out",634,637]],"normalised_sentiment":0.0,"vader_sentiment":0.84,"roberta_sentiment":0.9973439574},{"para_id":22,"paragraph":"The morning threatened rain, luckily ^ as it induced us to provide ourselves with umbrellas, a precaution which we might otherwise have neglected. They make these things in England to serve also as walking-sticks, by which means they are admirably adapted for foot travellers. Much rain has fallen lately in this neighbourhood; and the influx of such visitors as ourselves is so great, that the person of whom we purchased these umbrellas told us, he had sold forty in the course of the week.","file_id":"1807_a","plnames":[["England",173,180]],"geonouns":[["foot",260,264]],"pos_words":[["admirably",238,247],["great",379,384]],"neg_words":[["neglected",136,145],["fallen",291,297]],"events":[],"dates":[["forty",460,465],["the week",483,491]],"times":[["The morning",0,11]],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.63,"roberta_sentiment":0.9984196424},{"para_id":23,"paragraph":"After breakfast we began our march. You would have smiled to see me with the knapsack buckled over my breast, and a staff in hand, which, if not so picturesque as the pilgrim's, is certainly more convenient in so showery a land as this. Our way was up and down steep hills, by a good road. The carts of this country are drawn by a single horse; and this is conceived to be so much the best mode of draught, that the Board of Agriculture is endeavouring to make it general throughout the kingdom. In about two hours we came in sight of Winandermere, mere being another word for lake. We had now travelled over two leagues of uninteresting ground, where the hills were so high as to excite expectation of something to be seen from the summit which we were toiling up, and when we had reached the summit, not high enough to realize the expectation they had excited. The morning had been over-cast; twice we had been obliged to our portable penthouses for saving us from a wetting; the sun had oftentimes struggled to show himself, and as often was overclouded again after ineffectual gleams: but now, when we had reached the height from which our promised land was indeed visible, the weather ceased to be doubtful, the sun came fairly forth, the clouds dispersed, and we sat down upon a little rock by the road side to overlook the scene, perhaps with, greater pleasure, because we had at one time so little hope of beholding it in such perfection.","file_id":"1807_a","plnames":[["Winandermere",535,547]],"geonouns":[["land",223,227],["hills",267,272],["road",284,288],["country",308,315],["mere",549,553],["lake",577,581],["ground",638,644],["hills",656,661],["summit",733,739],["summit",794,800],["land",1153,1157],["rock",1292,1296],["road",1304,1308]],"pos_words":[["picturesque",148,159],["convenient",196,206],["good",279,283],["best",385,389],["excite",681,687],["enough",811,817],["excited",854,861],["portable",928,936],["promised",1144,1152],["fairly",1226,1232],["pleasure",1359,1367],["perfection",1435,1445]],"neg_words":[["steep",261,266],["struggled",1001,1010],["ineffectual",1069,1080],["doubtful",1203,1211],["overlook",1317,1325]],"events":[],"dates":[["march",29,34]],"times":[["about two hours",499,514],["The morning",863,874]],"distances":[],"loc_advs":[["throughout",472,482]],"spa_preps":[["over",94,98],["down",256,260],["over",604,608],["over",884,888],["down",1273,1277]],"normalised_sentiment":0.0593220339,"vader_sentiment":0.98,"roberta_sentiment":-0.9905357957},{"para_id":24,"paragraph":"The lake which lay below us is about three leagues in length: but a long narrow island stretches athwart it in the middle, and divides it into two parts. The lower half resembles a broad river, contracting its breadth towards the extremity of the view, where the hills on both sides seem to die away. The upper end is of a more complicated, but far nobler character Here the lake is considerably wider; it is studded with many little islands, and surrounded with mountains, whose varieties of form and outline it would be hopeless to attempt describing. They have not that wavy and ocean-like appearance, which you have seen round you among some of our sierras; each has its individual form and character; and the whole have a grandeur, an awfulness, to which till now I had been a stranger. Two or three boats were gliding with white sails upon this calm and lovely water. The large island in the middle is planted with ornamental trees, and in the midst of it is a house, for the architecture of which no other excuse can be offered, than that, be* ing round, and other houses usually square, something unusual may be conceived to suit so singular a situation. We were eager for a nearer view, and proceeded cheerfully to Bowness, a little town upon its shore; and from thence to the end of a long tongue of land, whence we crossed to an inn called the Ferry, on the opposite bank, a single house, overshadowed by some fine sycamore trees, which grow close to the water-side.","file_id":"1807_a","plnames":[["Bowness",1224,1231],["Ferry",1355,1360]],"geonouns":[["lake",4,8],["island",80,86],["river",187,192],["hills",263,268],["lake",375,379],["islands",434,441],["mountains",463,472],["boats",805,810],["water",867,872],["island",884,890],["trees",932,937],["house",967,972],["houses",1072,1078],["town",1242,1246],["shore",1256,1261],["land",1310,1314],["inn",1340,1343],["bank",1378,1382],["house",1393,1398],["trees",1435,1440],["water",1466,1471]],"pos_words":[["like",588,592],["grandeur",727,735],["calm",851,855],["lovely",860,866],["eager",1171,1176],["fine",1421,1425]],"neg_words":[["die",291,294],["complicated",328,339],["hopeless",522,530],["awfulness",740,749],["stranger",782,790],["excuse",1013,1019],["unusual",1105,1112]],"events":[],"dates":[["the end of",1282,1292]],"times":[],"distances":[],"loc_advs":[["below",19,24]],"spa_preps":[["about",31,36],["into",138,142],["away",295,299],["round",625,630],["among",635,640],["round",1055,1060],["opposite",1369,1377],["close",1453,1458]],"normalised_sentiment":-0.0075757576,"vader_sentiment":0.85,"roberta_sentiment":0.9979279041},{"para_id":25,"paragraph":"We were directed to a castellated building above the inn, standing upon a craggy point, but in a style so foolish, that, if any thing could mar the beauty of so beautiful a scene, it would be this ridiculous edifice. This absurdity is not remembered when you are within, and the spot is well chosen for a banqueting - house. The room was hung with prints, representing the finest similar landscapes in Great Britain and other countries, none of the representations exceeding in beauty the real prospect before us. The windows were\" bordered with coloured glass, by which you might either throw a yellow sunshine over the scene, or frost it, or fantastically tinge it with purple. Several boats were anchored off the island; the neighbouring islets appeared more beautiful than this inhabited one, because\" their trees and shrubs had not the same trim, plantation* appearance, and their shores were left with their natural inequalities and fringe of weeds, whereas the other was built up like a mound against the water.","file_id":"1807_a","plnames":[["Great Britain",402,415]],"geonouns":[["building",34,42],["inn",53,56],["point",81,86],["house",318,323],["landscapes",388,398],["countries",426,435],["boats",688,693],["island",716,722],["trees",812,817],["shores",886,892],["water",1012,1017]],"pos_words":[["beauty",148,154],["beautiful",161,170],["well",287,291],["finest",373,379],["exceeding",465,474],["beauty",478,484],["fantastically",644,657],["beautiful",762,771],["like",987,991]],"neg_words":[["foolish",106,113],["mar",140,143],["ridiculous",197,207],["absurdity",222,231],["hung",338,342],["frost",631,636],["inequalities",922,934]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["left",898,902]],"spa_preps":[["above",43,48],["within",263,269],["over",612,616],["against",1000,1007]],"normalised_sentiment":0.023255814,"vader_sentiment":0.99,"roberta_sentiment":0.9724668264},{"para_id":26,"paragraph":"After dinner we landed on the island, a liberty which is liberally allowed to strangers: having perambulated its winding walks, we rowed about among the other islets, enjoying the delightful scene till sun-set. Kingdoms, it is said, are never so happy as during those years when they furnish nothing for historians to record: I think of this now, when feeling how happy I have been to-day, and how little able I am to describe this happiness. Had we been robbed on the road, or overtaken by storms and upset in the lake, here would have been adventures for a letter: do not however suppose that I am ambitious of affording you entertainment at any such price.","file_id":"1807_a","plnames":[],"geonouns":[["island",30,36],["winding",113,120],["road",469,473],["lake",515,519]],"pos_words":[["liberty",40,47],["enjoying",167,175],["delightful",180,190],["happy",246,251],["happy",364,369],["happiness",432,441],["overtaken",478,487],["ambitious",600,609]],"neg_words":[["upset",502,507]],"events":[],"dates":[["those years",262,273],["to-day",382,388]],"times":[],"distances":[],"loc_advs":[["here",521,525]],"spa_preps":[["about",137,142],["among",143,148]],"normalised_sentiment":0.14,"vader_sentiment":0.99,"roberta_sentiment":0.9988706708},{"para_id":27,"paragraph":"Saturday.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["Saturday",0,8]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.998436749},{"para_id":28,"paragraph":"We slept at the Ferry House, and the next morning recrossed the water, and proceeded along a road above the lake, but parallel with it, to the little village of Ambleside, which is one of the regular stations on the tour. The upper end of Winandermere became more majestic as we advanced, mountains of greater height and finer forms opened upon us. The borders of the lake were spotted with what the English, in opposition to our application of the word, call villas, for which it would be difficult to find a term, single houses of the gentry, the casarias of the rich, which distinguish England so much from other countries, not only in its appearance, but in the very name of its society. A stronger contrast cannot well be imagined than that of a shore thus ornamented, and the wild mountains beyond; yet wooded hills and crags rising one above the other, harmonized the whole into one accordant and lovely scene. Grand and awful I called these mountains yesterday: they are so, and yet the feeling which the whole scene produces is less that of awe than of delight. The lake and its green shores seem so made for summer and sunshine joyousness, that no fitter theatre could be devised for Venetian pageantry, with the Bucentaur and all its train of gondolas. I wished for Cleopatra's galley, or for the silken-sailed ships of the days of chivalry, with their blazonry, their crimson awnings, their serpent-shaped hulks, music at the prow, and masquers dancing on the deck.","file_id":"1807_a","plnames":[["Ferry",16,21],["Ambleside",161,170],["Winandermere",239,251],["England",589,596]],"geonouns":[["water",64,69],["road",93,97],["lake",108,112],["village",150,157],["stations",200,208],["mountains",289,298],["lake",368,372],["houses",523,529],["countries",616,625],["shore",751,756],["mountains",787,796],["hills",816,821],["crags",826,831],["mountains",949,958],["lake",1075,1079],["shores",1094,1100],["train",1245,1250],["ships",1322,1327]],"pos_words":[["majestic",264,272],["advanced",279,287],["finer",321,326],["rich",565,569],["stronger",694,702],["well",719,723],["lovely",904,910],["awe",1050,1053],["delight",1062,1069],["chivalry",1343,1351]],"neg_words":[["opposition",412,422],["difficult",490,499],["wild",782,786],["awful",928,933]],"events":[],"dates":[["yesterday",959,968],["summer",1118,1124],["the days",1331,1339]],"times":[["the next morning",33,49]],"distances":[],"loc_advs":[],"spa_preps":[["along",85,90],["above",98,103],["beyond",797,803],["above",843,848],["into",881,885]],"normalised_sentiment":0.046875,"vader_sentiment":0.99,"roberta_sentiment":0.9979852438},{"para_id":29,"paragraph":"Several carriages passed us, and when we reached Ambleside the inn was full, and they were obliged to lodge us in the village, so great is the concourse of visitors to these Lakes. Some of the old houses here, with their open balconies, resemble our cottages and posadas; but these vestiges of former times will not exist much longer. New houses are building, old ones modernized, and marks of the influx of money to be seen every where.","file_id":"1807_a","plnames":[["Ambleside",49,58],["Lakes",174,179]],"geonouns":[["carriages",8,17],["inn",63,66],["village",118,125],["houses",197,203],["cottages",250,258],["houses",339,345],["building",350,358]],"pos_words":[["great",130,135]],"neg_words":[["vestiges",282,290]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["here",204,208]],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.51,"roberta_sentiment":0.9976711869},{"para_id":30,"paragraph":"It was noon when we arrived, for the distance was not quite two leagues. Two smaller lakes were to be seen within a league of Ambleside, called Ryedale and Grasmere, and two waterfalls on the way. This was our afternoon's walk, and a more beautiful one perhaps is not to be found in the wide world. My own recollections are so inadequately represented by any form of words, that it is best to give up the attempt as hopeless. One of the waterfalls, however, is of so singular a character that it may be imagined from description. We were admitted into a little hut, and then beheld it from the window of a rude room, falling under a bridge, into a bason between rocks which were overhung with trees. Every thing is upon so small a scale, that the trick of surprise is not offensive, and the sort of frame through which it was seen, not dissuitable to the picture. On our way back we took shelter from a shower in a cottage, where the mistress was making oaten cakes, the bread of this province. The dough being, laid on around board, which was a little hollowed, she clapped it out with her hands till it covered the board; then slipt it off upon a round iron plate of the same size, which was placed over a wood fire; and when the cake was crisp on the one side, as it soon became, being very thin, she turned it. We tasted of this bread: it was dry, but not unpleasant. They who are accustomed to it like it well, and think it nutritious; but it is said to produce or aggravate cutaneous diseases.","file_id":"1807_a","plnames":[["Ambleside",126,135],["Grasmere",156,164]],"geonouns":[["lakes",85,90],["waterfalls",174,184],["waterfalls",437,447],["bridge",633,639],["rocks",662,667],["trees",693,698],["cottage",915,922],["wood",1208,1212]],"pos_words":[["beautiful",239,248],["best",385,389],["crisp",1241,1246],["like",1402,1406],["well",1410,1414]],"neg_words":[["inadequately",327,339],["hopeless",416,424],["rude",606,610],["falling",617,624],["trick",747,752],["offensive",772,781],["mistress",934,942],["unpleasant",1360,1370],["aggravate",1470,1479]],"events":[],"dates":[],"times":[["noon",7,11],["afternoon",210,219]],"distances":[],"loc_advs":[],"spa_preps":[["within",107,113],["into",547,551],["under",625,630],["into",641,645],["between",654,661],["through",805,812],["around",1020,1026],["out",1078,1081],["round",1149,1154],["over",1201,1205]],"normalised_sentiment":-0.032,"vader_sentiment":0.64,"roberta_sentiment":0.9903612137},{"para_id":31,"paragraph":"Sunday.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["Sunday.",0,7]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9984211922},{"para_id":32,"paragraph":"The English are not quite so mad in their own country as they are abroad; and yet follies enough are committed at home to show that travelling Englishmen are no unfaithful representatives of their countrymen. We had as singular an instance of their characteristic folly this morning as could be wished. D. and I were on our way to visit Coniston Lake, when, as we were ascending a hill, we saw an open carriage drawn by two horses coming down: the body of the carriage was placed upon the wheels with the back part forwards, and a gentleman was driving with his back to the horses, and never looking round. The hill was steep, and the road winding; he was going at no very safe pace; and if the horses had not been more cautious than their master, we might very probably have had an opportunity of seeing what it was in the inside of his head, which supplied the place of brains. Some wager must have been the occasion of this prank.","file_id":"1807_a","plnames":[["Coniston Lake",337,350]],"geonouns":[["country",46,53],["hill",381,385],["carriage",402,410],["carriage",460,468],["hill",611,615],["road",635,639],["winding",640,647],["head",838,842]],"pos_words":[["enough",90,96],["safe",673,677],["master",740,746]],"neg_words":[["mad",29,32],["unfaithful",161,171],["steep",620,625]],"events":[],"dates":[],"times":[["this morning",270,282]],"distances":[],"loc_advs":[["abroad",66,72],["home",114,118],["forwards",515,523]],"spa_preps":[["down",438,442],["round",600,605],["inside",824,830]],"normalised_sentiment":0.0,"vader_sentiment":-0.07,"roberta_sentiment":-0.9957916737},{"para_id":33,"paragraph":"It was but a dreary road to Coniston, of two leagues, neither were we well repaid when we got there by the sight of a lake extending into a tame country. Had we approached from the other end it would not perhaps have disappointed us, but we came from the mountains at its head, instead of advancing towards them. Slates pf remarkable size are used for fences and in building about this neighbourhood. They are so high that I saw one row forming the whole front of a cottage, and in another place a house-porch was constructed of four, one on each side, and two leaning against each other for the roof. The quarry is among the mountains.","file_id":"1807_a","plnames":[["Coniston",28,36]],"geonouns":[["road",20,24],["lake",118,122],["country",145,152],["mountains",255,264],["head",272,276],["building",366,374],["cottage",466,473],["house",498,503],["quarry",606,612],["mountains",626,635]],"pos_words":[["well",70,74],["remarkable",323,333]],"neg_words":[["dreary",13,19],["disappointed",217,229]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",94,99]],"spa_preps":[["into",133,137],["about",375,380],["against",569,576],["among",616,621]],"normalised_sentiment":0.0,"vader_sentiment":0.6,"roberta_sentiment":-0.998499155},{"para_id":34,"paragraph":"The language of the people here is almost unintelligible to me; it resembles Scotch more than English. D. is frequently at a loss to understand their meaning, though they seem to have no difficulty in understanding him.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[["unintelligible",42,56],["loss",125,129],["difficulty",187,197]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["here",27,31]],"spa_preps":[],"normalised_sentiment":-0.1875,"vader_sentiment":-0.71,"roberta_sentiment":-0.9993851185},{"para_id":35,"paragraph":"On Monday we left Ambleside, and toiled up Kirkstone Mountain, perhaps the longest and most laborious pass in England, a full league up, though the highest point of the road is considerably below the summit of the mountain. Immediately upon beginning to descend, a striking scene opened upon us; we were between two walls of rock, and on the left hand a brook, increased by innumerable streams from the heights on either side, rolled down a rocky channel. This opening soon spread into a vale, which continued to widen before us as we advanced. Here we saw scattered cottages built of loose stones and covered with slates, both roof and sides so rudely built, so tinged by weather, and clothed with ferns and mosses, as to blend with the colours of the natural scenery, almost as if they had been things of nature themselves, and not the work of man. They are the rudest cottages which I have seen in England, and indicate either great laziness in the inhabitants, or dismal poverty.","file_id":"1807_a","plnames":[["Ambleside",18,27],["Kirkstone",43,52],["England",110,117],["England",901,908]],"geonouns":[["pass",102,106],["point",156,161],["road",169,173],["summit",200,206],["mountain",214,222],["walls",316,321],["rock",325,329],["brook",354,359],["streams",386,393],["channel",447,454],["vale",488,492],["cottages",567,575],["stones",591,597],["cottages",871,879]],"pos_words":[["striking",265,273],["advanced",535,543],["work",838,842],["great",930,935]],"neg_words":[["rocky",441,446],["loose",585,590],["dismal",968,974],["poverty",975,982]],"events":[],"dates":[["Monday",3,9]],"times":[],"distances":[],"loc_advs":[["left",13,17],["below",190,195],["between",304,311],["left",342,346]],"spa_preps":[["down",434,438],["into",481,485]],"normalised_sentiment":0.0,"vader_sentiment":-0.65,"roberta_sentiment":0.9975969195},{"para_id":36,"paragraph":"In this rude vale we met a travelling Jew pedlar, laden with barometers and thermometers. What an extraordinary land is this! In a place as wild and savage as the desert of Batuecas might we have purchased such weather-glasses, as certainly it would be hopeless to seek for in most of the cities in Spain.","file_id":"1807_a","plnames":[["Spain",299,304]],"geonouns":[["vale",13,17],["land",112,116]],"pos_words":[["extraordinary",98,111]],"neg_words":[["rude",8,12],["wild",140,144],["savage",149,155],["desert",163,169],["hopeless",253,261]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.16,"vader_sentiment":-0.78,"roberta_sentiment":0.996676445},{"para_id":37,"paragraph":"The waters which accompanied our descent spread themselves into a little lake in the valley, called Brotherwater; small, but exquisitely beautiful. 1 have never seen a single spot more beautiful or more rememberable. The mountain behind, it is one of the highest in the country, forms a cove, in which a single old mansion stands in a green field among old trees. The most rigid Jeronymites could not wish for a place of more total seclusion. Out of this lake flowed a little river, clear, rapid, and melodious; we crossed it, and our path lay along its banks. How often did I stop and look back, and close my eyes to open them again, as if repetition could better impress the landscape upon remembrance than continuity; the delight I felt was mingled with sorrow by a sense of transitoriness; it was even painful to behold scenes so beautiful, knowing that I should never behold them more.","file_id":"1807_a","plnames":[],"geonouns":[["waters",4,10],["lake",73,77],["valley",85,91],["mountain",221,229],["country",270,277],["cove",287,291],["mansion",315,322],["field",341,346],["trees",357,362],["lake",455,459],["river",476,481],["path",535,539],["banks",554,559],["landscape",677,686]],"pos_words":[["exquisitely",125,136],["beautiful",137,146],["beautiful",185,194],["clear",483,488],["rapid",490,495],["better",658,664],["impress",665,672],["continuity",709,719],["delight",725,732],["beautiful",834,843]],"neg_words":[["rigid",373,378],["sorrow",757,763],["painful",806,813]],"events":[],"dates":[["1",148,149]],"times":[],"distances":[],"loc_advs":[["behind",230,236]],"spa_preps":[["into",59,63],["among",347,352],["along",544,549],["close",601,606]],"normalised_sentiment":0.0843373494,"vader_sentiment":0.96,"roberta_sentiment":0.9988186955},{"para_id":38,"paragraph":"We had started early, to have the day before us, so that we reached Paterdale to breakfast; the distance was two leagues and a half, enough to raise an appetite even had it been plain ground, and the mountain air had made us almost ravenous. If the people of the inn had not been prepared for a succession of numerous visitors, our hunger might have looked for supplies in vain: and if many of their visitors were as hungry as ourselves &gt; they would breed a famine in the land. No banquet, no wines could have exhilarated us more than food. We truly felt the joy of health and the reward of exercise.","file_id":"1807_a","plnames":[["Paterdale",68,77]],"geonouns":[["ground",184,190],["mountain",200,208],["inn",263,266],["land",475,479]],"pos_words":[["enough",133,139],["joy",562,565],["reward",584,590]],"neg_words":[["vain",373,377],["famine",461,467]],"events":[],"dates":[["the day before",30,44]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0185185185,"vader_sentiment":0.84,"roberta_sentiment":0.9890550375},{"para_id":39,"paragraph":"The abundance of water in these vales is more delightful than can be imagined. Nothing languishes here for drought. It is the midst of summer, and the brooks are full. If the sound of a tank or a water-wheel is so agreeable, judge what the voice must be of these living streams, now breaking round rocks, which, in the process of ages, they have worn smooth, now leaping and foaming from crag to crag, now coursing over a bed of pebbles. How little do our Valverdes and Valparaisos bear comparison with these vales, which are kept always green by streams which never fail!","file_id":"1807_a","plnames":[],"geonouns":[["water",17,22],["vales",32,37],["brooks",151,157],["water",196,201],["streams",270,277],["rocks",298,303],["crag",388,392],["crag",396,400],["bed",422,425],["vales",509,514],["streams",547,554]],"pos_words":[["abundance",4,13],["delightful",46,56],["agreeable",214,223],["smooth",351,357]],"neg_words":[["drought",107,114],["tank",186,190],["breaking",283,291],["worn",346,350],["fail",567,571]],"events":[],"dates":[["summer",135,141]],"times":[],"distances":[],"loc_advs":[["here",98,102]],"spa_preps":[["round",292,297],["over",415,419]],"normalised_sentiment":-0.0212765957,"vader_sentiment":0.86,"roberta_sentiment":0.9987581968},{"para_id":40,"paragraph":"Here we took boat upon the lake of Ulswater. The beauties of Winandermere, highly as they had excited our admiration, seemed as nothing when we compared them with this grander country. Higher mountains rose here immediately from the Lake, and instead of villas and gardens there was a forest on the shore. On Winandermere I had wished for gondolas and mirth and music;-- here I should have felt that they were incongruous with the scene, and with the feelings which it awakened. -- The domestic architecture of the English is however so abominable that it will spoil whatever can be spoilt. There is a detest* able house here belonging to a gentleman, who, for his great possessions in the vale, is called the King of Paterdale. Wherever it is seen it is as impertinent and offensive as the old Gracioso in a scene of real passion.","file_id":"1807_a","plnames":[["Ulswater",35,43],["Winandermere",61,73],["Winandermere",309,321],["Paterdale",718,727]],"geonouns":[["boat",13,17],["lake",27,31],["country",176,183],["mountains",192,201],["forest",285,291],["shore",299,304],["house",615,620],["vale",690,694]],"pos_words":[["excited",94,101],["admiration",106,116],["great",665,670],["passion",823,830]],"neg_words":[["incongruous",410,421],["abominable",537,547],["spoil",561,566],["detest",602,608],["impertinent",758,769],["offensive",774,783]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["here",207,211],["there",273,278],["here",371,375],["here",621,625]],"spa_preps":[],"normalised_sentiment":-0.0307692308,"vader_sentiment":0.97,"roberta_sentiment":0.9909362197},{"para_id":41,"paragraph":"The buffoon of the Spanish stage. Tr.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9909817576},{"para_id":42,"paragraph":"Ulswater forms three reaches,-- each three miles in length. The whole can never be seen at one view, nor indeed any two of the reaches except from their point. We landed near a singular building, which serves as a hunting-seat for the duke of Norfolk, and we were admitted to see a waterfall in his garden. Nature produces as endless varieties of scenery with the elements of wood, water, and rock, as she does of countenance with the features of the human face, and it is as hopeless to delineate by words the real character of one as of the other. Ara Force is the name of this waterfall. A chaise passed us as we were returning to the boat; there were three picturesque tourists in it, and one of them was fast asleep in the corner.","file_id":"1807_a","plnames":[["Ulswater",0,8]],"geonouns":[["point",153,158],["building",186,194],["seat",222,226],["waterfall",282,291],["wood",376,380],["water",382,387],["rock",393,397],["waterfall",580,589],["boat",638,642]],"pos_words":[["picturesque",661,672],["fast",709,713]],"neg_words":[["hopeless",476,484]],"events":[],"dates":[],"times":[],"distances":[["three miles",37,48]],"loc_advs":[["there",644,649]],"spa_preps":[["near",170,174]],"normalised_sentiment":0.0153846154,"vader_sentiment":0.05,"roberta_sentiment":0.9947827458},{"para_id":43,"paragraph":"The lake and the mountains end together; a broad and rapid river called the Emont flows out of it. We landed, and proceeded a league and quarter through a cultivated country to Penrith, a town which, though we should have thought little of it in any other part of England, seems here, hy comparison, like a metropolis. The flies have grievously tormented us upon our walk. I used to complain of our mosquitos, but they have at least the modesty to wait for night and darkness; these English tormentors attack man to his face in broad day-light. Certainly they are of the same species as those which were chosen to be one of the plagues of Egypt.","file_id":"1807_a","plnames":[["Emont",76,81],["Penrith,",177,185],["England",264,271]],"geonouns":[["lake",4,8],["mountains",17,26],["river",59,64],["country",166,173],["town",188,192]],"pos_words":[["rapid",53,58],["like",300,304],["modesty",437,444]],"neg_words":[["grievously",334,344],["tormented",345,354],["complain",383,391],["darkness",467,475],["attack",502,508]],"events":[],"dates":[["quarter",137,144],["day",534,537]],"times":[["night",457,462]],"distances":[],"loc_advs":[["here",279,283]],"spa_preps":[["together",31,39],["out",88,91],["through",145,152]],"normalised_sentiment":-0.0363636364,"vader_sentiment":-0.66,"roberta_sentiment":0.9670023322},{"para_id":44,"paragraph":"Letter Xlii.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9031125903},{"para_id":45,"paragraph":"Keswick, and its Lake-- Lodore Waterfall. -- Ascent of Skiddaw.","file_id":"1807_a","plnames":[["Keswick",0,7],["Lodore Waterfall",24,40],["Skiddaw",55,62]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9982295632},{"para_id":46,"paragraph":"Wednesday.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["Wednesday.",0,10]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.994530499},{"para_id":47,"paragraph":"From Penrith to Keswick is four leagues and a half; and as we were told there was no place where we could breakfast upon the way, we lay in bed till a later hour than would otherwise have beseemed pedestrians. The views were uninteresting after such scenery as we had lately passed, yet, as we were returning to the mountainous country, they improved as we advanced. Our road lay under one very fine mountain called Saddleback, and from every little eminence we beheld before us in the distance the great boundaries of the vale of Keswick. At length, after walking five hours, we ascended the last hill, and saw the vale below us with its lake and town, girt round with mountains even, more varied in their outline, and more remarkably grouped, than any which we had left behind. It was beginning to rain; and to confess the truth, we derived more satisfaction from the sight of the town than from the wonders around it. Joyfully we reached the inn to which our trunks had been directed from Ambleside, but our joy was in no slight degree damped by the unwelcome intelligence that the house was full. Was there another inn? that was full also; the town was crowded with company: but if we would walk in they would endeavour to procure us beds. In a few minutes word was brought us that they had procured one bed, if we had no objection to sleep together, and if we had, it seemed there was no alternative. We were assured, for our comfort, that strangers had sometimes slept in their carriages. Accordingly we were conducted to our apartment, which proved to be at the* house of the barber.","file_id":"1807_a","plnames":[["Penrith",5,12],["Keswick",16,23],["Saddleback",416,426],["Keswick",531,538],["Ambleside",992,1001]],"geonouns":[["bed",140,143],["country",328,335],["road",371,375],["mountain",400,408],["vale",523,527],["hill",598,602],["vale",616,620],["lake",639,643],["town",648,652],["mountains",670,679],["town",883,887],["inn",945,948],["house",1085,1090],["inn",1119,1122],["town",1148,1152],["beds",1238,1242],["bed",1308,1311],["carriages",1484,1493],["house",1570,1575]],"pos_words":[["improved",342,350],["advanced",357,365],["fine",395,399],["eminence",450,458],["great",499,504],["remarkably",725,735],["wonders",902,909],["joy",1011,1014],["intelligence",1063,1075],["comfort",1431,1438]],"neg_words":[["confess",813,820],["unwelcome",1053,1062],["crowded",1157,1164],["objection",1326,1335]],"events":[],"dates":[],"times":[["a later hour",149,161],["five hours",565,575],["a few minutes",1247,1260]],"distances":[],"loc_advs":[["there",72,77],["below",621,626],["left",767,771],["behind",772,778],["there",1105,1110],["there",1380,1385]],"spa_preps":[["under",380,385],["round",659,664],["around",910,916],["together",1345,1353]],"normalised_sentiment":0.0454545455,"vader_sentiment":0.93,"roberta_sentiment":0.9975334406},{"para_id":48,"paragraph":"The Barber in England is not the important personage he is in our country; he meddles with no surgical instruments, and the few who draw teeth practise exclusively among the poor, and are considered as degrading the profession; still the barber is a person of importance every where. Our host was as attentively civil as man could be, and partly out of compliment to him, partly from a fancy to be shaved in the English fashion, I submitted my chin to him. Barbers Basons, it seems, are as obsolete here as helmets, and Don Quixote must in this country have found some other pretext for attacking a poor shaver. Instead of rubbing the soap upon the face, he used a brush; this mode of operating is not so cleanly as our own, but it is more expeditious. We find him of great use in directing our movements here. He has been a sailor; was in the famous action against the Comte de Grasse; and after having been in all parts of the world, returned at last to his native place, to pass the remainder of his days in this humbler but more gainful employment. His wife was as active as himself in serving us; our trunks were presently brought up, the table laid, dinner brought from the inn; and though we might have wished for a larger apartment, which was not to serve for bed-room as well, yet the behaviour of these people was so unlike that of inn-waiters, and had so much the appearance of real hospitality, that the gratification of seeing it was worth some little inconvenience. The room is very neat, and bears marks of industrious frugality; it has a carpet composed of shreds of list of different colours, and over the chimney-piece is the portrait of one of the admirals under whom our host had served.","file_id":"1807_a","plnames":[["England",14,21]],"geonouns":[["country",66,73],["country",545,552],["pass",977,981],["table",1144,1149],["inn",1180,1183],["bed",1268,1271],["inn",1342,1345]],"pos_words":[["important",33,42],["compliment",353,363],["fancy",386,391],["cleanly",705,712],["great",768,773],["famous",844,850],["gainful",1033,1040],["well",1280,1284],["gratification",1416,1429],["worth",1447,1452],["neat",1497,1501],["industrious",1522,1533]],"neg_words":[["poor",174,178],["degrading",202,211],["obsolete",490,498],["poor",599,603],["inconvenience",1465,1478]],"events":[],"dates":[["his days",999,1007]],"times":[],"distances":[],"loc_advs":[["here",499,503],["here",805,809]],"spa_preps":[["among",164,169],["out",346,349],["against",858,865],["over",1614,1618],["under",1676,1681]],"normalised_sentiment":0.0518518519,"vader_sentiment":0.95,"roberta_sentiment":0.9980552197},{"para_id":49,"paragraph":"It rained all night, and we were congratulated upon this, because the waterfall of Lodore, the most famous in all this country, would be in perfection. As soon as w had breakfasted a boat was ready for us, and we embarked on the lake, about half a mile from the town. A taste for the picturesque, if I may so far flatter myself as to reason upon it from self-observation, differs from a taste for the arts in this remarkable point, that instead of making us fastidious, it produces a disposition to receive delight, and teaches us to feel more pleasure in discovering beauty, than connoisseurs enjoy in detecting a fault. I have sometimes been satiated with works of art; a collection of pictures fatigues me, and I have regarded them at last rather as a task than as a pleasure. Here, on the contrary, the repetition of such scenes as these heightens the enjoyment of them. Every thing grows upon me, I become daily more and more sensible of the heights of the mountains, observe their forms with a more discriminating eye, and watch with increased pleasure the wonderful changes they assume under the effect of clouds or of sunshine.","file_id":"1807_a","plnames":[["Lodore",83,89]],"geonouns":[["waterfall",70,79],["country",119,126],["boat",183,187],["lake",229,233],["town",262,266],["point",425,430],["mountains",962,971]],"pos_words":[["famous",100,106],["perfection",140,150],["ready",192,197],["picturesque",284,295],["flatter",313,320],["remarkable",414,424],["delight",507,514],["pleasure",544,552],["beauty",568,574],["enjoy",594,599],["works",658,663],["pleasure",770,778],["enjoyment",856,865],["sensible",931,939],["pleasure",1050,1058],["wonderful",1063,1072]],"neg_words":[["fastidious",458,468],["fault",615,620]],"events":[],"dates":[["daily",911,916]],"times":[["all night",10,19]],"distances":[["about half a mile",235,252]],"loc_advs":[],"spa_preps":[["under",1093,1098]],"normalised_sentiment":0.1538461538,"vader_sentiment":0.99,"roberta_sentiment":0.9986378551},{"para_id":50,"paragraph":"The Lake of Keswick has this decided advantage over the others which we have seen, that it immediately appears to be what it is. Winandermere and Ulswater might be mistaken for great rivers, nor indeed can the whole extent of either be seen at once; here you are on a land-locked bason of water, a league in length, and about half as broad, you do not wish it to be larger, the mirror is in perfect proportion to its frame, Skiddaw, the highest and most famous of the English mountains, forms its northern boundary, and seems to rise almost immediately from its shore, though it is at the nearest point half a league distant, and the town intervenes. One long mountain, along which the road forms a fine terrace, reaches nearly along the whole of its western side; and through the space between this and the next mountain, which in many points of view appears like the lower segment of a prodigious circle, a lovely vale is seen which runs up among the hills. But the pride of the Lake of Keswick is the head, where the mountains of Borrodale bound the prospect, in a wilder and grander manner than words can adequately describe. The cataract of Lodore thunders down its eastern side through a chasm in the rocks, which are wooded with birch and ash trees. It is a little river, flowing from a small lake upon the mountains about a league distant. The water, though there had been heavy rains, was not adequate to the channel; indeed it would require a river of considerable magnitude to fill it, yet it is at once the finest work and instrument of rock and water that I have ever seen or heard. At a little public-house near, where the key of the entrance is kept, they have a cannon to display the echo; it was discharged for us, and we heard the sound rolling round from hill to hill, but for this we paid four shilling ^ which are very nearly a peso duro, So that English echoes appear to be the most expensive luxuries in which a traveller can indulge. It is true there was an inferior one which would have cost only two shillings and sixpence; but when one buys an echo, who would be content, for the sake of saving eighteen pence, to put up with the second best, instead of ordering at once the super-extra-double superfine?","file_id":"1807_a","plnames":[["Keswick",12,19],["Winandermere",129,141],["Ulswater",146,154],["Skiddaw",424,431],["Keswick",989,996],["Borrodale",1033,1042],["Lodore",1146,1152]],"geonouns":[["rivers",183,189],["land",268,272],["water",289,294],["mountains",476,485],["shore",562,567],["point",597,602],["town",634,638],["mountain",660,668],["road",686,690],["terrace",704,711],["mountain",813,821],["points",837,843],["vale",916,920],["hills",953,958],["head",1004,1008],["mountains",1020,1029],["cataract",1134,1142],["rocks",1207,1212],["trees",1250,1255],["river",1272,1277],["lake",1300,1304],["mountains",1314,1323],["water",1352,1357],["channel",1418,1425],["river",1453,1458],["rock",1549,1553],["water",1558,1563],["house",1615,1620],["entrance",1648,1656],["hill",1774,1778],["hill",1782,1786]],"pos_words":[["advantage",37,46],["great",177,182],["perfect",391,398],["famous",454,460],["like",860,864],["prodigious",888,898],["lovely",909,915],["pride",968,973],["adequate",1402,1410],["finest",1519,1525],["work",1526,1530],["best",2164,2168],["super",2202,2207]],"neg_words":[["mistaken",164,172],["expensive",1905,1914],["indulge",1949,1956],["inferior",1982,1990]],"events":[],"dates":[["a fine",697,703],["about a",1324,1331]],"times":[],"distances":[],"loc_advs":[["here",250,254],["there",1366,1371],["there",1969,1974]],"spa_preps":[["over",47,51],["about",320,325],["along",670,675],["along",728,733],["through",769,776],["between",787,794],["among",943,948],["down",1162,1166],["through",1184,1191],["near",1621,1625],["round",1763,1768]],"normalised_sentiment":0.0461538462,"vader_sentiment":0.97,"roberta_sentiment":0.9987271428},{"para_id":51,"paragraph":"We walked once more at evening to the Lake side. Immediately opposite the quay is a little island with a dwelling-house upon it. A few years ago it was hideously disfigured with forts and batteries, a sham church, and a new druidical temple, and, except a few fir-trees, the whole was bare. The present owner has done all which a man of taste could do in removing these deformities: the church is converted into a tool-house, the forts demolished, the batteries dismantled, the stones of the druidical temple employed in forming a bank, and the whole island planted. There is something in this place more like the scenes of enchantment in the books of chivalry than like any thing in our ordinary world, a building, the exterior of which promised all the conveniences and elegancies of life, surrounded with all ornamental trees, ia a little island the whole of which is one garden, and that in this lovely lake, girt round on every side with these awful mountains. Immediately behind it is the long dark western mountain called Brandelow: the contrast between this and the island, which seemed to be the palace and garden of the Lady of the Lake, produced the same sort of pleasure that a tale of enchantment excites, and we beheld it under circumstances which heightened its wonders, and gave the scene something like the unreality of a dream. It was a bright evening, the sun shining, and a few white clouds hanging motionless in the sky. There was not a breath of air stirring, not a wave, a ripple, or wrinkle on the lake, so that it became like a great mirror, and represented the shores, mountains, sky, and clouds so vividly, that there was not the slightest appearance of water. The great mountain-opening being reversed, in the shadow became a huge arch, and through that magnificent portal the long vale was seen between mountains and bounded by mountain beyond mountain, all this in the water, the distance perfect as in the actual scene, the single houses standing far up in the vale, the smoke from their chimneys, every thing the same, the shadow and the substance joining at their bases, so that it was impossible to distinguish where the reality ended and the image began. As we stood on the shore, heaven and the clouds and the sun seemed lying under us; we were looking down into a sky, as heavenly and as beautiful as that overhead, and the range of mountains, having one line of summit under our feet and another above us, suspended between two firmaments.","file_id":"1807_a","plnames":[],"geonouns":[["island",91,97],["house",114,119],["church",206,212],["trees",264,269],["church",387,393],["house",419,424],["stones",478,484],["bank",531,535],["island",551,557],["building",706,714],["trees",823,828],["island",842,848],["lake",907,911],["mountains",955,964],["mountain",1013,1021],["island",1074,1080],["lake",1522,1526],["shores",1587,1593],["mountains",1595,1604],["water",1681,1686],["mountain",1698,1706],["vale",1810,1814],["mountains",1832,1841],["mountain",1857,1865],["mountain",1873,1881],["water",1899,1904],["houses",1962,1968],["vale",1992,1996],["shore",2209,2214],["mountains",2370,2379],["line",2392,2396],["summit",2400,2406],["feet",2417,2421]],"pos_words":[["like",605,609],["chivalry",652,660],["like",666,670],["promised",738,746],["lovely",900,906],["pleasure",1174,1182],["excites",1210,1217],["wonders",1277,1284],["like",1315,1319],["like",1546,1550],["great",1553,1558],["great",1692,1697],["magnificent",1782,1793],["perfect",1919,1926],["heaven",2216,2222],["heavenly",2309,2317],["beautiful",2325,2334]],"neg_words":[["hideously",152,161],["sham",201,205],["awful",949,954],["dark",1000,1004],["motionless",1419,1429],["wrinkle",1507,1514],["smoke",2002,2007],["impossible",2119,2129],["lying",2257,2262]],"events":[],"dates":[["A few years ago",129,144]],"times":[["evening",23,30],["a bright evening",1353,1369]],"distances":[],"loc_advs":[["between",1053,1060],["there",1639,1644],["overhead",2343,2351],["between",2454,2461]],"spa_preps":[["opposite",61,69],["into",407,411],["round",918,923],["behind",978,984],["under",1236,1241],["through",1769,1776],["between",1824,1831],["beyond",1866,1872],["under",2263,2268],["down",2289,2293],["into",2294,2298],["under",2407,2412],["above",2434,2439]],"normalised_sentiment":0.038277512,"vader_sentiment":0.99,"roberta_sentiment":0.9870276451},{"para_id":52,"paragraph":"Thursday.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["Thursday",0,8]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9965320826},{"para_id":53,"paragraph":"This morning we enquired as anxiously about the weather as if we had been on shipboard, for the destined business of the day was to ascend the great Skiddaw. After suffering hopes and fears, as sunshine or cloud seemed to predominate, off we set with a boy to guide us. The foot of the mountain lies about a mile from the town; the way for the first stage is along a green path of gradual and uninterrupted ascent, on the side of a green declivity. At the northern end of the vale there is another lake, called Bassenthwaite, closed in like a wedge between two mountains, and bounding the view; the vale, with both its lakes, opened upon us as we ascended. The second stage was infinitely more laborious, being so steep, though still perfectly safe, that we were many times forced to halt for breath, and so long that before we had completed it the first ascent seemed almost levelled with the vale. Having conquered this, the summit appeared before us, but an intervening plain, about a mile across, formed the third stage of the journey; this was easy travelling over turf and moss. The last part was a ruder ascent over loose stones with gray moss growing between them, on the immediate summit there is no vegetation. We sat down on a rude seat formed by a pile of these stones, and enjoyed a boundless prospect, that is, one which extended as far as the reach of the human eye, but the distance was dim and indistinct. We saw the sea through a hazy atmosphere, and the smoke of some towns upon the coast about six leagues off, when we were directed where to look for them: the Scotch mountains appeared beyond like clouds, and the Isle of Man, we were told, would have been visible had the weather been clearer. The home scene of mountains was more impressive, and in particular the Lake of Bassenthwaite lying under a precipice beneath us. They who visit the summit usually scratch their names upon one of the loose stones which form the back to this rude seat. We felt how natural and how vain it was to leave behind us these rude memorials, which so few could possibly see, and of those few in all human probability none would recognise, yet we followed the example of oui; predecessors. There are three such seats, upon the three points of the mountain; all which we visited. It is oftentimes piercingly cold here, when the weather is temperate in the vale. This inconvenience we did not perceive, for the wind was in the south, but it brought on rain, as we were descending, and thoroughly wetted us before we reached home.","file_id":"1807_a","plnames":[["Skiddaw",149,156],["Bassenthwaite",511,524],["Isle",1635,1639],["Bassenthwaite",1795,1808]],"geonouns":[["foot",274,278],["mountain",286,294],["town",322,326],["path",373,377],["vale",476,480],["lake",498,502],["mountains",561,570],["vale",599,603],["lakes",619,624],["vale",894,898],["summit",927,933],["stones",1129,1135],["summit",1190,1196],["seat",1243,1247],["stones",1274,1280],["sea",1434,1437],["towns",1487,1492],["coast",1502,1507],["mountains",1588,1597],["mountains",1734,1743],["precipice",1823,1832],["summit",1864,1870],["stones",1921,1927],["seat",1961,1965],["seats",2216,2221],["points",2238,2244],["mountain",2252,2260],["vale",2360,2364]],"pos_words":[["great",143,148],["like",536,540],["perfectly",734,743],["safe",744,748],["easy",1049,1053],["enjoyed",1286,1293],["boundless",1296,1305],["like",1614,1618],["clearer",1707,1714],["impressive",1753,1763]],"neg_words":[["anxiously",28,37],["suffering",164,173],["fears",184,189],["cloud",206,211],["lies",295,299],["wedge",543,548],["steep",714,719],["loose",1123,1128],["rude",1238,1242],["dim",1403,1406],["hazy",1448,1452],["smoke",1473,1478],["lying",1809,1814],["scratch",1879,1886],["loose",1915,1920],["rude",1956,1960],["vain",1995,1999],["rude",2032,2036],["cold",2312,2316],["inconvenience",2371,2384]],"events":[],"dates":[["the day",117,124]],"times":[["This morning",0,12],["The last",1085,1093]],"distances":[["about a mile",300,312],["about a mile",980,992]],"loc_advs":[["there",481,486],["between",1159,1166],["there",1197,1202],["home",1720,1724],["behind",2016,2022],["here",2317,2321],["home",2527,2531]],"spa_preps":[["about",38,43],["along",359,364],["between",549,556],["across",993,999],["over",1065,1069],["over",1118,1122],["down",1228,1232],["through",1438,1445],["about",1508,1513],["beyond",1607,1613],["under",1815,1820],["beneath",1833,1840]],"normalised_sentiment":-0.045045045,"vader_sentiment":-0.83,"roberta_sentiment":0.9979687333},{"para_id":54,"paragraph":"After dinner, as the rain still continued, and we could not go further from home, we went to see an exhibition of pictures of the Lakes, a few doors distant. There were several views of one called Waswater, which is so little visited that our book of directions is silent concerning it. It seemed to us, however, to be of so striking a character, and so different from all which we have yet seen, that we consulted with our host concerning the distance and the best mode of getting there, and have accordingly planned a route which is to include it, and which we shall commence to-morrow.","file_id":"1807_a","plnames":[["Lakes",130,135]],"geonouns":[["doors",143,148]],"pos_words":[["silent",265,271],["striking",325,333],["best",461,465]],"neg_words":[],"events":[],"dates":[["morrow",581,587]],"times":[],"distances":[],"loc_advs":[["home",76,80],["there",482,487]],"spa_preps":[],"normalised_sentiment":0.0638297872,"vader_sentiment":0.64,"roberta_sentiment":0.9986282587},{"para_id":55,"paragraph":"The people here wear shoes with wooden soles. D., who had never seen any thing of the kind before, was inclined to infer from this that the inhabitants were behind the rest of England in improvement; till I asked him whether in a country so subject to rain as by experience we knew this to be, a custom which kept the feet dry ought not to be imputed to experience of its utility rather than to ignorance; and if, instead of their following the fashions of the south of England, the other peasantry would not do wisely in imitating them.","file_id":"1807_a","plnames":[["England",176,183],["England",470,477]],"geonouns":[["country",230,237],["feet",318,322]],"pos_words":[["improvement",187,198],["wisely",512,518]],"neg_words":[["ignorance",395,404]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["here",11,15],["behind",157,163]],"spa_preps":[],"normalised_sentiment":0.0227272727,"vader_sentiment":0.38,"roberta_sentiment":-0.9896103144},{"para_id":56,"paragraph":"Letter Xliii.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9033451676},{"para_id":57,"paragraph":"Borrodale. -- Wasdale. -- Waswater. -- Calder Bridge. -- Ennerdale. -- Crummock Water. -- Lake of Buttermere. -- Lakes on the Mountains.","file_id":"1807_a","plnames":[["Borrodale",0,9],["Wasdale",14,21],["Calder Bridge",39,52],["Ennerdale",57,66],["Crummock Water",71,85],["Buttermere",98,108],["Lakes",113,118]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9982373714},{"para_id":58,"paragraph":"Friday.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["Friday",0,6]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9971013665},{"para_id":59,"paragraph":"The Lakes which we were next to explore lay south-west, and west of Keswick. We took an early breakfast, provided ourselves with some hard eggs, slung our knapsacks, and started about seven, taking the horse-road to Lodore. The morning promised well, there was neither sun to heat us, nor clouds enough to menace rain; but our old tormentors the flies swarmed from the hedges and coppices by which we passed, as many, as active, as impudent, and hardly less troublesome than the imps who beset St Anthony.","file_id":"1807_a","plnames":[["Lakes",4,9],["Keswick",68,75],["Lodore",216,222]],"geonouns":[["road",208,212],["coppices",380,388]],"pos_words":[["promised",236,244],["well",245,249],["enough",296,302]],"neg_words":[["hard",134,138],["menace",306,312],["impudent",432,440],["troublesome",458,469],["beset",488,493]],"events":[],"dates":[],"times":[["The morning",224,235]],"distances":[],"loc_advs":[["there",251,256]],"spa_preps":[["next to",24,31],["about",178,183]],"normalised_sentiment":-0.0416666667,"vader_sentiment":-0.01,"roberta_sentiment":-0.9899000525},{"para_id":60,"paragraph":"For half a league we had no other view than what a gate, a gap in the hedge, or an occasional rise of ground afforded. On the left was an insulated hill of considerable height wooded to the summit, and when we had left this, a coppice which reached to the foot of a long and lofty range of crags, and spread every where up the acclivity where soil enough could be found for trees to take root. This covered road terminated in a noble opening: from a part which was almost completely overbowered we came out at once upon a terrace above the Lake, the open crags rising immediately upon the left. Among these rocks some painter formerly discovered the figure of a female, which, with the help of imagination, may easily be made out, and accordingly he named the place Eve's crag, because, he said, she must certainly have been the first woman. Lodore was glittering before us, not having yet discharged all the rain of yesterday; and Borrodale, into which we were bound, became more beautiful the nearer we approached.","file_id":"1807_a","plnames":[["Lodore",842,848],["Borrodale",932,941]],"geonouns":[["gate",51,55],["gap",59,62],["ground",102,108],["hill",148,152],["summit",190,196],["coppice",227,234],["foot",256,260],["crags",290,295],["trees",374,379],["road",407,411],["terrace",522,529],["crags",555,560],["rocks",607,612],["crag",772,776]],"pos_words":[["enough",348,354],["noble",428,433],["beautiful",981,990]],"neg_words":[["hedge",70,75]],"events":[],"dates":[["yesterday",917,926]],"times":[],"distances":[],"loc_advs":[["left",126,130],["left",214,218],["left",589,593]],"spa_preps":[["out",503,506],["above",530,535],["out",726,729],["into",943,947]],"normalised_sentiment":0.0222222222,"vader_sentiment":0.92,"roberta_sentiment":0.9962624907},{"para_id":61,"paragraph":"We had consulted tourists and topographers in London, that we might not overpass any thing worthy of notice, and our Guide to the Lakes was with us. They told us of tracts of horrible barrenness, of terrific precipices, rocks rioting upon rocks, and mountains tost together in chaotic confusion; of stone avalanches rendering the ways impassable, the fear of some travellers who had shrunk back from this dreadful entrance into Borrodale, and the heroism of others who had dared to penetrate into these impenetrable regions: into these regions, however, we found no difficulty in walking along a good road, which coaches of the light English make travel every summer's day. At the head of the lake, where the river flows into this great reservoir, the vale is about a mile in width, badly cultured because badly drained, and often overflowed; but the marsh lands had now their summer green, and every thing was in its best dress. The vale contracted as we advanced, and was not half this width when, a mile on, we came to a little village called the Grange.","file_id":"1807_a","plnames":[["London",46,52],["Lakes",130,135],["Borrodale",428,437],["Grange",1050,1056]],"geonouns":[["precipices",208,218],["rocks",220,225],["rocks",239,244],["mountains",250,259],["stone",299,304],["entrance",414,422],["regions",516,523],["regions",536,543],["road",601,605],["coaches",613,620],["head",681,685],["lake",693,697],["river",709,714],["vale",752,756],["lands",857,862],["vale",934,938],["village",1031,1038]],"pos_words":[["worthy",91,97],["terrific",199,207],["good",596,600],["great",731,736],["best",918,922],["advanced",956,964]],"neg_words":[["horrible",175,183],["chaotic",277,284],["confusion",285,294],["fear",351,355],["dreadful",405,413],["difficulty",566,576],["badly",783,788],["badly",806,811],["drained",812,819]],"events":[],"dates":[["every summer's day",654,672],["summer",877,883]],"times":[],"distances":[["about a mile",760,772],["a mile",1000,1006]],"loc_advs":[["together",265,273]],"spa_preps":[["into",423,427],["into",492,496],["into",525,529],["along",588,593],["into",721,725]],"normalised_sentiment":-0.0309278351,"vader_sentiment":0.64,"roberta_sentiment":0.9956640601},{"para_id":62,"paragraph":"This village consists of not more than half a score cottages, which stand on a little rising by the river side, built apparently without mortar, and that so long ago that the stones have the same weatherworn colour as those which lie upon the mountain side behind them. A few pines rise over them, the mountains appear to meet a little way on and form an amphitheatre, and where they meet their base is richly clothed with coppice wood and young trees. The river, like all the streams of this country, clear, shallow, and melodious, washes the stone bank on which the greater number of the pines grow, and forms the foreground with an old bridge of two arches, as rude in construction as the cottages. The parapet has fallen down, and the bridge is impassable for carts, which ford a little way above. The road from the bridge to the village is in ruins; it had been made with much labour, but has been long neglected, and the floods have left only the larger and deeper rooted stones, and in other places the floor of rock; the inhabitants therefore are relatively poorer than they were in former times. In this scene here are all the elements which the painter requires; nothing can be more simple than the combination, nothing more beautiful. I have never in all my travels seen a spot which I could recall so vividly; I never remember it without fancying that it can easily be described, yet never attempt to clothe my recollections in words without feeling how inadequately words can represent them.","file_id":"1807_a","plnames":[],"geonouns":[["village",5,12],["cottages",52,60],["river",100,105],["stones",175,181],["mountain",243,251],["mountains",302,311],["coppice",423,430],["wood",431,435],["trees",446,451],["river",457,462],["streams",477,484],["country",493,500],["stone",544,549],["bank",550,554],["bridge",639,645],["cottages",692,700],["bridge",739,745],["road",806,810],["bridge",820,826],["village",834,841],["stones",978,984],["rock",1019,1023]],"pos_words":[["richly",403,409],["like",464,468],["clear",502,507],["beautiful",1235,1244]],"neg_words":[["lie",230,233],["shallow",509,516],["rude",664,668],["fallen",718,724],["ruins",848,853],["neglected",908,917],["poorer",1066,1072],["inadequately",1466,1478]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["without",129,136],["above",795,800],["left",939,943],["here",1119,1123],["without",1342,1349],["without",1446,1453]],"spa_preps":[["behind",257,263],["over",287,291],["down",725,729]],"normalised_sentiment":-0.0310077519,"vader_sentiment":-0.84,"roberta_sentiment":0.8996434212},{"para_id":63,"paragraph":"Another mile of broken ground, the most interesting which I ever traversed, brought us to a single rock called the Bowder Stone, a fragment of great size which has fallen from the heights. The game person who formerly disfigured the Island in Keswick Lake with so many abominations, has been at work here also; has built a little mock hermitage, set up a new druidical stone, erected an ugly house for an old woman to live in who is to show the rock, for fear travellers should pass under it without seeing it, cleared away all the fragments round it, and as it rests upon a narrow base, like a ship upon its keel, dug a hole underneath through which the curious may gratify themselves by shaking hands with the old woman. The oddity of this amused us greatly, provoking as it was to meet with such hideous buildings in such a place &gt; for the place is as beautiful as eyes can behold, or imagination conceive. The river flows immediately below, of that pale gray green transparency which we sometimes see in the last light of the evening sky; a shelf of pebbles on the opposite shore shows where it finds its way through a double channel when swoln by rains: the rest of the shore is covered with a grove of young trees which reach the foot of a huge single crag, half clothed with brush-wood: this crag when seen from Keswick appears to block up the pass. Southward we looked down into Borrodale, whither we were bound,-- a vale which appeared in the shape of a horse-shoe.","file_id":"1807_a","plnames":[["Bowder Stone",115,127],["Keswick Lake",243,255],["Keswick",1322,1329],["Borrodale",1390,1399]],"geonouns":[["ground",23,29],["rock",99,103],["stone",369,374],["house",392,397],["rock",445,449],["pass",478,482],["ship",595,599],["buildings",807,816],["river",917,922],["shore",1081,1086],["channel",1133,1140],["shore",1178,1183],["grove",1202,1207],["trees",1217,1222],["foot",1239,1243],["crag",1261,1265],["wood",1291,1295],["crag",1302,1306],["pass",1354,1358],["vale",1428,1432]],"pos_words":[["interesting",40,51],["great",143,148],["work",295,299],["cleared",511,518],["like",588,592],["gratify",667,674],["beautiful",858,867]],"neg_words":[["broken",16,22],["fallen",164,170],["mock",330,334],["ugly",387,391],["fear",455,459],["oddity",727,733],["hideous",799,806],["pale",956,960]],"events":[],"dates":[],"times":[["the evening",1029,1040]],"distances":[["Another mile",0,12]],"loc_advs":[["here",300,304],["without",492,499]],"spa_preps":[["under",483,488],["away",519,523],["round",542,547],["underneath",626,636],["through",637,644],["below",941,946],["opposite",1072,1080],["through",1116,1123],["down",1380,1384],["into",1385,1389]],"normalised_sentiment":-0.006993007,"vader_sentiment":0.48,"roberta_sentiment":0.9850692153},{"para_id":64,"paragraph":"This lovely vale when we had descended into it, appeared to lie within an amphitheatre of mountains; but as we advanced we perceived that its real shape was that of the letter Y: our way lay along the right branch. They have a pestilential fungus in this country which has precisely the smell of putrid carrion, and is called by the fit name of the stinker. It is so frequent as to be quite a nuisance along the road. We passed through one little village, and left a second on our right, the loneliest imaginable places; both villages, and the few single houses which we saw in the vale, have pines planted about them. A third and still smaller village called Seathwaite lay before us, drearily situated, be cause no attempt has been made to drain the land around, easily as it might be done. Above this lies the mine of black-lead of which those pencils so famous over all Europe are made, it is the only one of the kind which has yet been discovered. We could not see it, as it is worked only occasionally, and had just been shut.","file_id":"1807_a","plnames":[["Seathwaite",660,670],["Europe",874,880]],"geonouns":[["vale",12,16],["mountains",90,99],["country",255,262],["road",412,416],["village",447,454],["villages",526,534],["houses",555,561],["vale",582,586],["village",645,652],["land",752,756]],"pos_words":[["lovely",5,11],["advanced",111,119],["right",201,206],["precisely",273,282],["right",481,486],["lead",827,831],["famous",858,864],["worked",983,989]],"neg_words":[["lie",60,63],["smell",287,292],["nuisance",393,401],["drain",742,747],["lies",804,808]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["left",460,464]],"spa_preps":[["into",39,43],["within",64,70],["along",191,196],["along",402,407],["through",428,435],["about",607,612],["around",757,763],["over",865,869]],"normalised_sentiment":0.0348837209,"vader_sentiment":-0.05,"roberta_sentiment":-0.9757176042},{"para_id":65,"paragraph":"Our attention had been too much engaged by the delightful scenes around u* to let us think of the weather, when, to our surprise, it began to rain hard: there was no alternative but to proceed, for w were between two and three leagues from Keswick. Dreary as the wet and plashy ground about Seathwaite had appeared as we approached, it became cheerful when we looked back upon it, for it seemed as if we were leaving all inhabitable parts, nothing but rock and mountain was to be seen. When we had almost reached the extremity of this ascending vale, we came to a little bridge, as rude as work of human hands can be; the stream making a little cataract immediately under it. Here the ascent of the mountain began, a steep, we, winding path, more like a goat's highway than the track of man. It rained heavily; but we consoled ourselves with remarking that the rain kept us cool, whereas we should otherwise have suffered much from heat. After long labour we reached a part which from its easier acclivity seemed almost like a plain 5 and keeping by the side of a little stream came to a small mountain lake or Tarn as it is called in the language of the country. A crag rose behind it; the water was so dark that till I came close to it I could scarcely believe it was clear. It may be thought that there is nothing more in a pool on the mountains, than in a pool on a plain, but the thing itself occasions a totally different sensation. The sense of loneliness is an awful feeling. I have better understood why the saints of old were wont to retire into the wilderness, since I have visited these solitudes. The maps call this Sparkling Tarn; but Low Tarn is the name given it in the neighbourhood, and another about half an hour's height above it they call High Tarn. This other is omitted in the maps, which, indeed, the knowledge we have of their track, little as it is, enables us to say are very incorrect. It would make a fine picture, and the height of its situation might be expressed by alpine plants in the foreground.","file_id":"1807_a","plnames":[["Keswick",240,247],["Seathwaite",291,301],["Sparkling Tarn",1629,1643]],"geonouns":[["ground",278,284],["rock",452,456],["mountain",461,469],["vale",545,549],["bridge",571,577],["stream",622,628],["cataract",645,653],["mountain",699,707],["winding",728,735],["path",736,740],["track",778,783],["stream",1071,1077],["mountain",1094,1102],["lake",1103,1107],["country",1155,1162],["crag",1166,1170],["water",1191,1196],["mountains",1339,1348],["track",1852,1857]],"pos_words":[["delightful",47,57],["cheerful",343,351],["work",590,594],["like",747,751],["cool",874,878],["easier",989,995],["like",1020,1024],["clear",1270,1275],["sensation",1428,1437],["better",1491,1497]],"neg_words":[["hard",147,151],["rude",582,586],["steep",717,722],["suffered",913,921],["dark",1204,1208],["scarcely",1246,1254],["loneliness",1452,1462],["awful",1469,1474],["incorrect",1903,1912]],"events":[],"dates":[["5",1033,1034],["a fine",1928,1934]],"times":[["about half an hour",1713,1731]],"distances":[],"loc_advs":[["there",153,158],["between",205,212],["there",1300,1305],["above",1741,1746]],"spa_preps":[["around",65,71],["about",285,290],["under",666,671],["behind",1176,1182],["close",1226,1231],["into",1551,1555]],"normalised_sentiment":0.0054644809,"vader_sentiment":0.93,"roberta_sentiment":0.9981513619},{"para_id":66,"paragraph":"Beyond this there was about half a mile still up, and by a steeper road. Having reached the highest point, which is between Scafell and Great Gabel, two of the highest mountains in England, we saw Wasdale below bending to the south-west, between mountains whose exceeding height we were now able to estimate by our own experience, and to the west the sea appeared through an opening. The descent may without exaggeration be called tremendous; not that there is danger, but where any road is possible, it is not possible to conceive a worse. It is, like the whole surface round it, composed of loose stones, and the path serpentizes in turns as short and as frequent as a snake makes in flight. It is withal as steep as it can be to be practicable for a horse. At first we saw no vegetation whatever; after a while only a beautiful plant, called here the stone ^ fern, or mountain parsley, a lovely plant in any situation, but appearing greener and lovelier here because it was alone. The summits every where were wrapt in clouds; on our right, however, we could see rocks rising in pinnacles and grotesque forms, like the lines which I have seen a child draw for rocks and mountains, who had heard of but never seen them, or the edge of a thundercloud rent by a storm. Still more remarkable than the form is the colouring; the stone is red; loose heaps or rather sheets of stones lay upon the sides, in the dialect of the country they call such patches screes, and it is convenient to express them by a single word: those which the last winter brought down were in all their fresh redness, others were white with lichens; here patches and lines of green were interposed. At this height the white lichen predominated, but in other parts that species is the commonest which is called the geographical from its resemblance to the lines of a map; it is of a bright green, veined and spotted with black, so bright as if nature, in these the first rudiments of vegetation, had rivalled the beauty of her choicest works. Wasdale itself, having few trees and many lines of enclosure, lay below us like a map.","file_id":"1807_a","plnames":[["Scafell",124,131],["England",181,188],["Wasdale",197,204],["Wasdale",2014,2021]],"geonouns":[["road",67,71],["point",100,105],["mountains",168,177],["mountains",246,255],["sea",351,354],["road",483,487],["stones",599,605],["path",615,619],["stone",854,859],["mountain",871,879],["summits",988,995],["rocks",1066,1071],["lines",1122,1127],["rocks",1163,1168],["mountains",1173,1182],["edge",1229,1233],["stone",1327,1332],["stones",1373,1379],["country",1422,1429],["screes",1453,1459],["lines",1639,1644],["lines",1827,1832],["trees",2041,2046],["lines",2056,2061]],"pos_words":[["exceeding",262,271],["like",548,552],["beautiful",821,830],["lovely",891,897],["right",1037,1042],["like",1113,1117],["remarkable",1280,1290],["convenient",1471,1481],["fresh",1575,1580],["bright",1854,1860],["bright",1902,1908],["beauty",1984,1990],["works",2007,2012],["like",2089,2093]],"neg_words":[["exaggeration",408,420],["danger",461,467],["worse",534,539],["loose",593,598],["steep",710,715],["grotesque",1096,1105],["loose",1341,1346]],"events":[],"dates":[["winter",1537,1543]],"times":[],"distances":[["about half a mile",22,39]],"loc_advs":[["there",12,17],["between",116,123],["without",400,407],["there",452,457],["here",845,849],["here",957,961],["here",1622,1626]],"spa_preps":[["below",205,210],["between",238,245],["through",364,371],["round",571,576],["down",1552,1556],["below",2080,2085]],"normalised_sentiment":0.0395480226,"vader_sentiment":0.98,"roberta_sentiment":0.9980227947},{"para_id":67,"paragraph":"The Lake was not visible till we were in the valley. It runs from north-east to south-west, and one mountain extends along the whole of its southern side, rising not perpendicularly indeed, but so nearly perpendicular as to afford no path, and so covered with these loose stones as to allow of no vegetation, and to be called from them The Screes. The stream which accompanied our descent was now swoln into a river by similar mountain torrents descending from every side. The dale is better cultivated at the head than Borrodale, being better drained; and the houses seemed to indicate more comfort and more opulence than those on the other side the mountain; but stone houses and slate roofs have an imposing appearance of cleanliness which is not always verified upon near inspection. Ash Trees grow round the houses, greener than the pine, more graceful, and perhaps more beautiful, yet we liked them less: was this because, even in the midst of summer, the knowledge that the pine will not fade influences us, though it is not directly remembered?","file_id":"1807_a","plnames":[["Screes",340,346],["Borrodale",520,529]],"geonouns":[["valley",45,51],["mountain",100,108],["path",234,238],["stones",272,278],["stream",352,358],["river",410,415],["mountain",427,435],["dale",477,481],["head",510,514],["houses",561,567],["mountain",651,659],["stone",665,670],["houses",671,677],["houses",813,819]],"pos_words":[["afford",224,230],["better",485,491],["better",537,543],["comfort",592,599],["cleanliness",725,736],["graceful",849,857],["beautiful",876,885],["liked",894,899]],"neg_words":[["loose",266,271],["drained",544,551],["imposing",702,710]],"events":[],"dates":[["summer",950,956]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["along",117,122],["into",403,407],["near",771,775],["round",803,808]],"normalised_sentiment":0.0561797753,"vader_sentiment":0.96,"roberta_sentiment":-0.9971389771},{"para_id":68,"paragraph":"The rain now ceased, and the clouds grew thinner. They still concealed the summits, but now began to adorn the mountain, so light and silvery did they become. At length they cleared away from the top, and we perceived that the mountain whose jagged and grotesque rocks we had so much admired was of pyramidal shape.","file_id":"1807_a","plnames":[],"geonouns":[["summits",75,82],["mountain",111,119],["mountain",227,235],["rocks",263,268]],"pos_words":[["thinner",41,48],["cleared",174,181],["top",196,199]],"neg_words":[["jagged",242,248],["grotesque",253,262]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["away",182,186]],"normalised_sentiment":0.0357142857,"vader_sentiment":0.88,"roberta_sentiment":0.9929761887},{"para_id":69,"paragraph":"That on the southern side of the dale head, which was of greater magnitude, and therefore probably, though not apparently, of equal height, had three summits. The clouds floated on its side, and seemed to cling to it. We thought our shore tamer than the opposite one, till we recollected that the road would not be visible from the water; and presently the mountain, which had appeared of little magnitude or beauty while we passed under it, became, on looking back, the most pyramidal of the whole, and in one point had a cleft summit like Parnassus; thus forming the third conical mountain of the group, winch rose as if immediately from the head of the Lake, the dale being lost. But of all objects the screes was the most extraordinary. Imagine the whole side of a mountain, a league in length, covered with loose stones, white, red, blue, and green, in long straight lines as the torrents had left them, in sheets and in patches, sometimes broken by large fragments of rocks which had unaccountably stopt ia their descent, and by parts which, being too precipitous for the stones to rest on, were darkened with mosses, and every variety of form and colour was reflected by the dark water at its foot: no trees or bushes upon the whole mountain, all was bare, but more variegated by this wonderful mixture of colouring than any vegetation could have made it.","file_id":"1807_a","plnames":[["Parnassus",541,550]],"geonouns":[["dale",33,37],["head",38,42],["summits",150,157],["shore",233,238],["road",297,301],["water",332,337],["mountain",357,365],["point",511,516],["summit",529,535],["mountain",583,591],["head",644,648],["dale",666,670],["screes",706,712],["mountain",769,777],["stones",818,824],["lines",872,877],["rocks",974,979],["stones",1078,1084],["water",1187,1192],["foot",1200,1204],["trees",1209,1214],["mountain",1240,1248]],"pos_words":[["beauty",409,415],["like",536,540],["extraordinary",726,739],["variety",1134,1141],["wonderful",1292,1301]],"neg_words":[["lost",677,681],["loose",812,817],["broken",945,951],["precipitous",1058,1069],["darkened",1102,1110],["dark",1182,1186]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["opposite",254,262],["left",898,902]],"spa_preps":[["under",432,437]],"normalised_sentiment":-0.0083333333,"vader_sentiment":0.39,"roberta_sentiment":0.9971031547},{"para_id":70,"paragraph":"The Lake is a league in length, and the hilly country ends with it. We entered upon a cultivated track, well wooded, and broken with gentle swells, the mountains on the right and left receding towards Ennerdale and Eskdale. About half a league beyond the end of the Lake we came to a miserable alehouse, the first which we had found all day, where they charged us an unreasonable price for milk and oaten bread. We went into a church-yard here, and were surprised at seeing well-designed and well-lettered tombstones of good red stone, in a place apparently inhabited by none but poor peasantry. In about another league we came to a larger village, where manufactures had begotten alehouses; in the church-yard was a pillar of the Pagan Danes converted into a cross, once curiously sculptured, but the figures are now nearly effaced. Here we came into the high road which runs along the coast, and in a short time arrived at a little town called Calder Bridge, where, to our comfort, after a walk of not less than seven leagues, we found a good inn. The bridge, from which this place is named is very beautiful; the river flows over rocks which it has furrowed at the banks, so that shelves of rock jut out over the water, here green, here amber-coloured; ash, mountain-ash, and sycamores overhang it. ---- We have seen inscriptions over some of the houses in Saxon characters to-day, a proof how long old customs have been retained in these parts.","file_id":"1807_a","plnames":[["Ennerdale",201,210],["Eskdale",215,222],["Calder Bridge",946,959]],"geonouns":[["country",46,53],["track",97,102],["mountains",152,161],["church",427,433],["stone",529,534],["village",640,647],["church",699,705],["road",861,865],["coast",887,892],["town",934,938],["inn",1045,1048],["bridge",1054,1060],["river",1116,1121],["rocks",1133,1138],["banks",1168,1173],["rock",1194,1198],["water",1216,1221],["mountain",1261,1269],["houses",1350,1356]],"pos_words":[["well",104,108],["gentle",133,139],["right",169,174],["well",474,478],["well",492,496],["good",520,524],["comfort",975,982],["good",1040,1044],["beautiful",1101,1110]],"neg_words":[["broken",121,127],["miserable",284,293],["unreasonable",367,379],["poor",580,584]],"events":[],"dates":[["the end of the",251,265],["all day",333,340],["to-day",1377,1383]],"times":[],"distances":[],"loc_advs":[["left",179,183],["here",439,443],["here",1223,1227],["here",1235,1239]],"spa_preps":[["beyond",244,250],["into",420,424],["about",599,604],["into",753,757],["into",847,851],["along",877,882],["over",1128,1132],["out",1203,1206],["over",1207,1211],["over",1333,1337]],"normalised_sentiment":0.0384615385,"vader_sentiment":0.96,"roberta_sentiment":-0.9974293113},{"para_id":71,"paragraph":"Saturday.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["Saturday",0,8]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.998436749},{"para_id":72,"paragraph":"\" Well,\" said D. this morning when he came into my room,\" we shall not be caught in the rain to-day, that is certain,-- for we must set off in it.\"-- We were to return to Keswick by way of Ennerdale and Crummock Lakes:-- the road was not easy for strangers, and we soon lost it; but while we were stopping to admire an oak growing from three trunks of equal size which united into one, breast-high from the ground, a man overtook us and set us right. Perhaps the tree was originally planted upon a hillock, and these three stems had been the roots. It was nearly two leagues to Ennerdale bridge, and it rained heavily the whole way: there we breakfasted in a dirty and comfortless alehouse; but while we dried ourselves by the fire the sun came out, and we set off cheerfully towards the foot of the Lake.","file_id":"1807_a","plnames":[["Keswick",171,178],["Ennerdale",189,198],["Crummock",203,211],["Ennerdale",578,587]],"geonouns":[["road",225,229],["ground",407,413],["tree",463,467],["bridge",588,594],["foot",788,792]],"pos_words":[["easy",238,242],["admire",309,315],["overtook",421,429],["right",444,449]],"neg_words":[["lost",270,274],["dirty",659,664]],"events":[],"dates":[["to-day",93,99]],"times":[["this morning",17,29]],"distances":[],"loc_advs":[["there",633,638]],"spa_preps":[["into",43,47],["into",376,380],["out",745,748]],"normalised_sentiment":0.025,"vader_sentiment":0.04,"roberta_sentiment":0.995557487},{"para_id":73,"paragraph":"Ennerdale water is a sort of square, spreading widely at its base. The mountains seem to have planted their outworks in the lake; they rise directly up to a certain height on both sicks, then leave an interval of apparently level ground, behind which they start up again to a great height. All are bare, with something of the same colouring as in Wasdale, but in a less degree. The Lake is about a league in length; at its foot the dale is cultivated, spotted with such houses as suit the scene; and so wooded as to form a fitting and delightful foreground. We had here a singular and most beautiful effect of shadow. A line of light crossed the Lake; all that was in sunshine seemed water; all that was in shade reflected the shores so perfectly, with such a motionless and entire resemblance, that it appeared as if the water were stopt by some unseen dam on the edge of a precipice, or abyss, to which no bottom could be seen.","file_id":"1807_a","plnames":[["Ennerdale",0,9],["Wasdale",347,354]],"geonouns":[["water",10,15],["mountains",71,80],["lake",124,128],["ground",230,236],["foot",423,427],["dale",432,436],["houses",470,476],["line",620,624],["water",684,689],["shores",727,733],["water",822,827],["edge",865,869],["precipice",875,884]],"pos_words":[["great",276,281],["delightful",535,545],["beautiful",590,599],["perfectly",737,746]],"neg_words":[["motionless",760,770],["abyss",889,894]],"events":[],"dates":[["about a",390,397]],"times":[],"distances":[],"loc_advs":[["here",565,569]],"spa_preps":[["behind",238,244]],"normalised_sentiment":0.0263157895,"vader_sentiment":0.98,"roberta_sentiment":0.995300293},{"para_id":74,"paragraph":"From this place we ventured to cross the mountains to Crummock, where there was no track: they told us we could not miss the way; and it was true, but woe to the traveller who should be overtaken there by clouds or by storms! It was a wild tract, a few straggling sheep upon the green hill sides, and kites screaming over head, the only living things. We saw the rude outline of a man cut in the turf by some idle shepherd's boy, and it gave us some pleasure as being the work of hands. As we were descending, having effected a passage' of nearly three hours, we saw to our right a chasm in the mountain in which trees were growing, and out of which a stream issued. There we turned, and soon found that it must needs be the waterfall called Scaleforce, one of the objects especially marked in our route. The stream falls down a fissure in the rock in one un ~ broken stream, from a prodigious height, then rolls along a little way, and takes a second but less leap before it issues out.","file_id":"1807_a","plnames":[["Crummock",54,62]],"geonouns":[["mountains",41,50],["track",83,88],["hill",285,289],["head",322,326],["mountain",595,603],["trees",613,618],["stream",652,658],["waterfall",725,734],["stream",809,815],["falls",816,821],["rock",844,848],["stream",868,874]],"pos_words":[["overtaken",186,195],["pleasure",450,458],["work",472,476],["right",574,579],["prodigious",883,893]],"neg_words":[["miss",116,120],["woe",151,154],["wild",235,239],["rude",363,367],["idle",409,413],["broken",861,867],["issues",976,982]],"events":[],"dates":[],"times":[["nearly three hours",540,558]],"distances":[],"loc_advs":[["there",70,75],["there",196,201]],"spa_preps":[["over",317,321],["out",637,640],["down",822,826],["along",913,918],["out",983,986]],"normalised_sentiment":-0.021978022,"vader_sentiment":-0.89,"roberta_sentiment":-0.9960258007},{"para_id":75,"paragraph":"A heavy shower came on: but we were well repaid on reaching the shore of Crummock Lake; for one of the loveliest rainbows that ever eyes beheld, reached along the great mountain opposite, the colours of the mountain itself being scarcely less various or less vivid. We came to an inn. ' at the foot of the Lake, procured a boat and embarked; but this Lake is not supplied like Winandermere and Keswick. Never did adventurers in search of pleasure set foot in a more rotten and crazy embarkation, it was the ribs and skeleton of a boat: however, there was no other; if we would go upon the Lake we must be contented with this. We were well repaid: for, of all the scenes in the Land of Lakes, that from the middle of Crummock is assuredly the grandest. In colour the mountains almost rival the rainbow varieties of Waswater; they rise immediately from the water, and appear therefore higher and more precipitous than any which we have seen. Honistar crag forms the termination, the steepest rock in the whole country, and of the finest form; it resembles the table-mountains in the East Indies, each of which has its fortress on the summit. To appearance it was at the end of this water, but a little vale intervened, and the smaller Lake of Buttermere. We landed at the end, and walked to the village by this second water, where we took up our abode for the night, for the first time in a village inn.","file_id":"1807_a","plnames":[["Crummock Lake",73,86],["Winandermere",377,389],["Keswick",394,401],["Lakes",685,690],["Crummock",716,724],["Buttermere",1241,1251]],"geonouns":[["shore",64,69],["mountain",169,177],["mountain",207,215],["inn",280,283],["foot",294,298],["boat",323,327],["foot",451,455],["boat",530,534],["mountains",766,775],["water",855,860],["crag",949,953],["rock",990,994],["country",1008,1015],["table",1058,1063],["mountains",1064,1073],["summit",1132,1138],["water",1180,1185],["vale",1200,1204],["village",1293,1300],["water",1316,1321],["village",1389,1396],["inn",1397,1400]],"pos_words":[["well",36,40],["great",163,168],["vivid",259,264],["like",372,376],["pleasure",438,446],["well",634,638],["assuredly",728,737],["finest",1028,1034]],"neg_words":[["scarcely",229,237],["rotten",466,472],["crazy",477,482],["rival",783,788],["precipitous",899,910]],"events":[],"dates":[["the end of",1164,1174]],"times":[["the night",1354,1363]],"distances":[],"loc_advs":[["there",545,550]],"spa_preps":[["along",153,158],["opposite",178,186]],"normalised_sentiment":0.025,"vader_sentiment":0.94,"roberta_sentiment":0.9927419424},{"para_id":76,"paragraph":"Sunday.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["Sunday.",0,7]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9984211922},{"para_id":77,"paragraph":"The western side of this little lake is formed by a steep mountain called Red Pike; a stream runs down it, issuing from a Tarn in a bason near the summit, which, when seen from below, or from the opposite heights, appears certainly to have been once the crater of a volcano. The situation of this Tarn was so peculiar that we would not leave it unseen. Before breakfast we commenced our labour, and labour in truth it was. We had supposed an hour and a half would be sufficient for the expedition; but we were that time in getting up, and just as long in returning, so steep was the mountain side. As we ascended, it was remarkable to perceive how totally Cm m mock water had lost all its grandeur, it was a striking emblem of human pursuits, thus divested of their importance and dwindled into insignificance when we look back upon them. Having conquered the ascent, instead of finding the Tarn immediately on the edge, as we expected, there was a plain of half a mile to cross, and then we found it lying under a buttress of rock, as lonely a spot as ever mountain kite sailed over. Like Low Tarn, its waters were dark; but the sun shone, and the wind just breaking up the surface, rolled over it a fleeting hue like the colour of a pigeon's neck. There is a pleasure in seeing what few besides ourselves have seen. One Tarn, I perceive, differs little from another: but the slighter the difference of features is, the more pleasure there is in discovering that difference; and if another of these mountain pools lay in our way, I should willingly spend three hours more in ascending to it.","file_id":"1807_a","plnames":[["Red Pike",74,82]],"geonouns":[["lake",32,36],["mountain",58,66],["stream",86,92],["summit",147,153],["mountain",583,591],["water",666,671],["edge",915,919],["rock",1027,1031],["mountain",1058,1066],["waters",1104,1110],["mountain",1500,1508]],"pos_words":[["sufficient",467,477],["remarkable",621,631],["grandeur",689,697],["striking",708,716],["like",1214,1218],["pleasure",1261,1269],["pleasure",1426,1434],["willingly",1540,1549]],"neg_words":[["steep",52,57],["peculiar",309,317],["steep",569,574],["mock",661,665],["lost",676,680],["insignificance",795,809],["lying",1001,1006],["lonely",1036,1042],["dark",1116,1120],["breaking",1159,1167],["fleeting",1201,1209]],"events":[],"dates":[],"times":[["an hour and a half",439,457],["three hours",1556,1567]],"distances":[["half a mile",958,969]],"loc_advs":[["near",138,142],["there",937,942],["there",1435,1440]],"spa_preps":[["down",98,102],["below",177,182],["opposite",196,204],["into",790,794],["under",1007,1012],["over",1079,1083],["over",1191,1195]],"normalised_sentiment":-0.0222222222,"vader_sentiment":0.95,"roberta_sentiment":0.9952086806},{"para_id":78,"paragraph":"The most unpleasant part of this expedition, fatiguingly steep as it was, and nothing could be steeper which was not an actual precipice, was, that we had a wall to cross of loose stones, very broad, and as high as an ordinary man's stature. The utmost care was necessary, lest we should drag the stones after us; in which case they would have killed us and buried us at the same time.","file_id":"1807_a","plnames":[],"geonouns":[["precipice",127,136],["wall",157,161],["stones",180,186],["stones",297,303]],"pos_words":[],"neg_words":[["unpleasant",9,19],["steep",57,62],["loose",174,179],["drag",288,292],["killed",344,350]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.1470588235,"vader_sentiment":-0.89,"roberta_sentiment":-0.9966285825},{"para_id":79,"paragraph":"Our road to Keswick lay up a long accent between green swelling mountains a pastoral scene, with its stream in the bottom, and sheep-folds beside it thea down that vale of Newlands, which is seen so beautifully from Keswick through the great mountain portal.","file_id":"1807_a","plnames":[["Keswick",12,19],["Newlands",172,180],["Keswick",216,223]],"geonouns":[["road",4,8],["mountains",64,73],["stream",101,107],["vale",164,168],["mountain",242,250]],"pos_words":[["beautifully",199,210],["great",236,241]],"neg_words":[["swelling",55,63]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["beside",139,145]],"spa_preps":[["between",41,48],["down",154,158],["through",224,231]],"normalised_sentiment":0.0434782609,"vader_sentiment":0.87,"roberta_sentiment":0.9988108873},{"para_id":80,"paragraph":"Letter Xliv.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9220325351},{"para_id":81,"paragraph":"Departure from the Lakes. -- Wigton. -- Carlisle. -- Penrith. -- The Borderers. -- The Pillar of the Countess. -- Appleby. -- Brough. -- Stainmoor. Bowes. -- Yorkshire Schools.","file_id":"1807_a","plnames":[["Lakes",19,24],["Wigton",29,35],["Carlisle",40,48],["Penrith",53,60],["The Pillar",83,93],["Appleby",114,121],["Brough",126,132],["Stainmoor",137,146],["Bowes",148,153],["Yorkshire",158,167]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9981879592},{"para_id":82,"paragraph":"Monday.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["Monday",0,6]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9955800176},{"para_id":83,"paragraph":"We were now to leave the land of lakes and turn our faces towards London. The regular road would have been to have returned to Penrith, and there have met the stage; but it would cost us only half a day's journey to visit Carlisle from whence it starts; and a city whose name occurs so often in English history, being the frontier town on this part of the Scotish border, was deserving of this little deviation from the shortest route. For Carlisle, therefore, we took chaise from Keswick, the distance being eight leagues. Our road lay under Skiddaw, and, when we had advanced about five miles, overlooked the lake of Bassenthwaite, nearly the whole of its length. We now perceived the beauty of this water, which, because of its vicinity to Keswick, is contemptuously overlooked by travellers; and the sight of its wooded shores, its mountainous sides, with its creeks and bays, and the grand termination formed by the Borrodale mountains as we looked back, made us regret that we had not devoted a day to exploring it. The road at length bent to the eastward, leaving the lake; and shortly afterwards, walking up a steep hill, we had a new and striking view of the vale. The Lake of Keswick was hidden behind Brandelow, the long mountain which forms its western bank: over this appeared the mountains behind the waterfall of Lodore, and over these we could distinguish the point of a remarkable mountain at the head of Winandermere This was our last view of this lovely country: and a certainty that it was the last, that no circumstances could ever lead me to it again, made me gaze longer and more earnestly, as if to fix deeper in my memory so exquisite a landscape. I remembered the day of my departure from my father's house, and, for the first time, anticipated with fear the time when I should leave England, never to return to it.","file_id":"1807_a","plnames":[["London",66,72],["Penrith,",127,135],["Carlisle",222,230],["Carlisle",440,448],["Keswick",481,488],["Skiddaw",543,550],["Bassenthwaite",619,632],["Keswick",743,750],["Borrodale",921,930],["Keswick",1186,1193],["Lodore",1328,1334],["Winandermere",1422,1434],["England",1810,1817]],"geonouns":[["land",25,29],["lakes",33,38],["road",86,90],["town",331,335],["road",528,532],["lake",611,615],["water",702,707],["shores",824,830],["bays",875,879],["mountains",931,940],["road",1026,1030],["lake",1075,1079],["hill",1124,1128],["vale",1168,1172],["mountain",1232,1240],["bank",1265,1269],["mountains",1294,1303],["waterfall",1315,1324],["point",1376,1381],["mountain",1398,1406],["head",1414,1418],["country",1473,1480],["landscape",1662,1671],["house",1727,1732]],"pos_words":[["deserving",376,385],["advanced",569,577],["beauty",687,693],["grand",889,894],["striking",1147,1155],["remarkable",1387,1397],["lovely",1466,1472],["lead",1553,1557],["earnestly",1603,1612],["exquisite",1650,1659]],"neg_words":[["deviation",401,410],["contemptuously",755,769],["regret",968,974],["bent",1041,1045],["steep",1118,1123],["fear",1776,1780]],"events":[],"dates":[["a day",197,202],["a day",999,1004],["the day of",1686,1696]],"times":[],"distances":[["about five miles",578,594]],"loc_advs":[["there",140,145]],"spa_preps":[["under",537,542],["behind",1205,1211],["over",1271,1275],["behind",1304,1310],["over",1340,1344]],"normalised_sentiment":0.0248447205,"vader_sentiment":0.81,"roberta_sentiment":0.9976898432},{"para_id":84,"paragraph":"We had left the mountains, but their roots or outworks extended to some distance before the plain began. The road lay over an open country of broken ground, with hills at a little distance, enclosed in square patches, and newly, as it appeared, brought into cultivation. There was not a single tree rising in the hedge-rows. Our stage was to Wigton, five leagues and a half, which is unusually far. The postboy rested his horses at Ireby, one of those townlets in which every thing reminds us of the distance from a metropolis. It consists of a few houses forming, something like a plaza, grass grows between the stones of the pavement, and the children came clattering round us in their wooden shoes, as if the sight of a chaise were a novelty. We soon gained an eminence, from whence the flat country opened upon us. Solway Firth and the Scotish mountains lay to the north, to the east and south the plain extended as far as we could see; a noble prospect, and to us the more striking as we had been so much among the close scenery of a mountainous district. We passed near a quadrangular farm-house, which the driver told us was built like those in Scotland. The dwelling and out-houses are round the fold, and the dung-hill in the middle of the court. This form was evidently devised for defence against cowstealers.","file_id":"1807_a","plnames":[["Wigton",342,348],["Ireby",432,437],["Solway Firth",819,831],["Scotland",1152,1160]],"geonouns":[["mountains",16,25],["road",109,113],["country",131,138],["ground",149,155],["hills",162,167],["tree",294,298],["houses",549,555],["stones",613,619],["country",795,802],["mountains",848,857],["district",1051,1059],["farm",1091,1095],["house",1096,1101],["houses",1183,1189],["hill",1223,1227]],"pos_words":[["like",575,579],["novelty",737,744],["gained",754,760],["eminence",764,772],["noble",943,948],["striking",978,986],["like",1138,1142]],"neg_words":[["broken",142,148],["hedge",313,318],["unusually",384,393]],"events":[],"dates":[["the middle of the",1231,1248]],"times":[],"distances":[],"loc_advs":[["left",7,11]],"spa_preps":[["over",118,122],["into",253,257],["between",601,608],["round",670,675],["among",1010,1015],["close",1020,1025],["near",1071,1075],["out",1179,1182],["round",1194,1199],["against",1300,1307]],"normalised_sentiment":0.0330578512,"vader_sentiment":0.92,"roberta_sentiment":-0.9936184883},{"para_id":85,"paragraph":"Wigton bears all the marks of increasing prosperity. It is not many years since its market was held on Sunday, and the country people bought their meat before they went into church, carried it into the church with them, and hung it over the back of their seats till the service was over. The many well-drest inhabitants whom we beheld were sufficient proof that no such custom could now be tolerated there. Good inns, good shops, carts and chaises in the streets, and masons at work upon new houses, were symptoms of rapid improvement. They paint their houses with a dark red, thus hiding and disfiguring good stone; perhaps it may be thought the paint preserves the stone, but there can be no good reason for preferring so abominable a colour. Going up the stairs of the inn I noticed a common alehouse print of the battle of Wexford, which was an action with the Irish insurgents, in the late rebellion ia that country. It represented a lady, by name Miss Redmond, at the head of the rebels, who is said to have taken arms to revenge the death of her lover. The artist was probably a well-wisher to the Irishmen.","file_id":"1807_a","plnames":[["Wigton",0,6]],"geonouns":[["market",84,90],["country",119,126],["church",174,180],["church",202,208],["seats",255,260],["inns",412,416],["streets",455,462],["houses",492,498],["houses",553,559],["stone",610,615],["stone",667,672],["inn",772,775],["common",788,794],["country",913,920],["head",974,978]],"pos_words":[["prosperity",41,51],["well",297,301],["sufficient",340,350],["good",418,422],["work",478,482],["rapid",517,522],["improvement",523,534],["good",605,609],["good",694,698],["preferring",710,720],["lover",1053,1058],["well",1086,1090]],"neg_words":[["hung",224,228],["symptoms",505,513],["dark",567,571],["abominable",724,734],["revenge",1028,1035],["death",1040,1045]],"events":[],"dates":[["many years",63,73],["Sunday",103,109]],"times":[],"distances":[],"loc_advs":[["there",400,405],["there",678,683]],"spa_preps":[["into",169,173],["into",193,197],["over",232,236],["over",282,286]],"normalised_sentiment":0.0594059406,"vader_sentiment":-0.81,"roberta_sentiment":0.99826473},{"para_id":86,"paragraph":"From hence to Carlisle was less than three leagues, and the cathedral was in view over the plain. We met carts upon the way having wheels of primitive rudeness, without spokes, such as are used in our country, and which I have never till now seen since I left it. One of these wheels we saw by the road side, laid against the bank as a stile, its two holes serving as ladder-steps to ascend by. Carlisle is the capital of these parts, and is indeed a great city. While dinner was preparing we hastened to the cathedral. Its tower would not be thought fine upon a parochial English church, and looks the worse for standing upon so large a body. The inside, however, proved far more interesting than the exterior had promised. The old stalls remain, admirably carved in English oak, which rivals stone in durability; but the choir is disfigured by a double row of those vile partitions which crowd and debase all the heretical Churches; and the window, instead of old painted glass, of which every pane is stained, having only a border of bright yellow, with corners of bright green, round uncoloured compartments, flings a glaring and ill-assorted light. The lives of St Augustine, St Anthony the Great, and St Cuthbert, are represented here in a series of pictures. They were plaistered over at the time of the schism, but have been lately recovered as much as possible, by the exertions of Percy, the antiquary and poet, who is a dignitary of this church. As vestiges of antiquity they are curious; but otherwise they might well have been spared, the subjects being taken from those fabulous legends by which men of mistaken piety have given so much occasion of scandal. One of them represents the devil appearing to St Augustine, with a large book upon his back, fastened with great clasps, which is the register wherein he keeps his account of sins committed, and it seems a sufficient load for him. He had brought it to show the Saint his debtor account, which we are to suppose has been cancelled by immediate prayer, for the devil is saying, Paenitet me tibi ostendisse librum,' I repent having shown, thee the book.' Over some of the oldest tombs we noticed a remarkable form of arch, which might be adduced as an example of the sylvan origin of Gothic architecture: it resembles a bent bough, of which the branches have been lopt, but not close to the stem.","file_id":"1807_a","plnames":[["Carlisle",14,22],["Carlisle",395,403],["Cuthbert",1210,1218]],"geonouns":[["country",201,208],["road",298,302],["bank",326,330],["tower",524,529],["church",581,587],["stone",794,799],["church",1449,1455]],"pos_words":[["great",451,456],["fine",551,555],["interesting",681,692],["promised",715,723],["admirably",748,757],["bright",1037,1043],["bright",1068,1074],["well",1525,1529],["fabulous",1584,1592],["piety",1626,1631],["great",1779,1784],["sufficient",1878,1888],["remarkable",2167,2177]],"neg_words":[["primitive",141,150],["worse",603,608],["stalls",733,739],["vile",868,872],["debase",900,906],["heretical",915,924],["vestiges",1460,1468],["mistaken",1617,1625],["scandal",1663,1670],["devil",1699,1704],["devil",2031,2036],["bent",2289,2293]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["without",161,168],["left",255,259],["here",1236,1240]],"spa_preps":[["over",82,86],["against",314,321],["inside",648,654],["round",1082,1087],["over",1287,1291],["close",2347,2352]],"normalised_sentiment":0.0047169811,"vader_sentiment":0.91,"roberta_sentiment":0.9931507111},{"para_id":87,"paragraph":"The city walls, which half a century ago were capable of defence, are now in a state of decay; the castle is still guarded, because within the court there is a depositary of arms and field-pieces. Here is an entire portcullis, formed of wood cased with iron. Manufactories of late introduction have doubled the population within few years, but with little addition to the decent society of the place. Poor Scotch and poor Irish chiefly make up the increase, and the city swarms with manufacturing poor in their usual state of depravity. We are once more in the land of salmon. Some of the natives here take this fish with a dexterity truly savage; they ride on horseback into the water, and pierce them with a heavy trident as long as a tilting-spear.","file_id":"1807_a","plnames":[],"geonouns":[["walls",9,14],["castle",99,105],["field",183,188],["wood",237,241],["land",561,565],["water",680,685]],"pos_words":[["capable",46,53],["decent",372,378]],"neg_words":[["decay",88,93],["poor",417,421],["poor",497,501],["savage",640,646]],"events":[],"dates":[["half a century ago",22,40],["within few years",322,338]],"times":[],"distances":[],"loc_advs":[["there",149,154],["here",597,601]],"spa_preps":[["within",132,138],["into",671,675]],"normalised_sentiment":-0.0307692308,"vader_sentiment":-0.89,"roberta_sentiment":-0.9985765219},{"para_id":88,"paragraph":"I observe many peculiarities at our inn. Two grenadiers painted upon wood, and then cut out to the picture so as to resemble life, keep guard, one at the bottom of the stairs, another half way up. They brought us a singular kind of spoon in our negus, longer than the common one, the stem round, twisted in the middle, and ending in a heavy button or head, the heavy end being placed in the glass, and designed to crush the sugar. The bootcleaner is an old Scotchman, with all the proverbial civility of his nation; he entered with a low bow, and asked if we would please to give him leave to clean our boots. My bed curtains may serve as a good specimen of the political freedom permitted in England. General Washington is there represented driving American Independence in a car drawn by leopards, a black Triton running beside them, and blowing his conch, meant, I conceive, by his crown of feathers, to designate the native Indians. In another compartment, Liberty and Dr Franklin are walking hand in hand to the Temple of Fame, where two little cupids display a globe, on which America and the Atlantic are marked. The tree of liberty stands by, and the stamp-act reversed is bound round it. I have often remarked the taste of the people for these coarse allegories.","file_id":"1807_a","plnames":[["England",693,700],["America",1083,1090],["Atlantic",1099,1107]],"geonouns":[["inn",36,39],["wood",69,73],["common",268,274],["head",351,355],["bed",613,616],["tree",1124,1128]],"pos_words":[["civility",492,500],["clean",593,598],["good",641,645],["freedom",672,679],["liberty",1132,1139]],"neg_words":[["twisted",296,303],["crush",414,419],["coarse",1253,1259]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",724,729],["beside",823,829]],"spa_preps":[["out",88,91],["round",289,294],["round",1187,1192]],"normalised_sentiment":0.0161290323,"vader_sentiment":0.97,"roberta_sentiment":0.9972956777},{"para_id":89,"paragraph":"Tuesday.","file_id":"1807_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["Tuesday",0,7]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9951567054},{"para_id":90,"paragraph":"At six we were on the roof of the stagecoach on our return ta London after this long journey. We saw symptoms of our vicinity to Scotland upon the road. Scotch drovers were on their' way home &gt; men who are employed in driving lean cattle into England to be fattened for the English market; they wore instead of a hat a sort of flat turban, and had a large mantle of gray checquered cloth scarft round them, a costume far more graceful than the English. One woman we saw walking barefoot, and carrying her shoes in her hand. \" Tis the way they do in Scotland\/' said the coachman, who seemed to pride himself on having been born the south side of the border. Skiddaw appeared to our right, in a new form, and of more impressive magnitude than when we first beheld it at its foot, because we were aware of the distance, and knew by experience its height. During the whole of the first stage the road inclined towards the mountains which we had left: we did not look at them without something of regret, remembering hours and days spent among them, in that happy state of health, both, bodily and mental, which extracts enjoyment even from difficulty and toil.","file_id":"1807_a","plnames":[["London",62,68],["Scotland",129,137],["England",246,253],["Skiddaw",660,667]],"geonouns":[["road",147,151],["market",285,291],["foot",775,779],["road",895,899],["mountains",921,930]],"pos_words":[["lean",229,233],["graceful",429,437],["pride",596,601],["right",684,689],["impressive",718,728],["happy",1056,1061],["enjoyment",1119,1128]],"neg_words":[["symptoms",101,109],["regret",995,1001],["difficulty",1139,1149],["toil",1154,1158]],"events":[],"dates":[["days",1025,1029]],"times":[["hours",1015,1020]],"distances":[],"loc_advs":[["home",187,191],["left",944,948],["without",974,981]],"spa_preps":[["into",241,245],["round",398,403],["among",1036,1041]],"normalised_sentiment":0.0280373832,"vader_sentiment":0.96,"roberta_sentiment":0.9953526258},{"para_id":91,"paragraph":"We breakfasted at Penrith. There are the remains of a castle here on a little eminence, which have been much dilapidated of late; a fine gateway has been pulled down for the sake of the materials, and after it had been demolished, the stones were found to be so excellently cemented together, that it was cheaper to dig fresh ones than to separate them. This habit of quarrying in castles and abbeys has been fatal to some of the most interesting ruins in England. Richard Iii. resided here when Duke of Gloucester: the character of this prince, like that of our Pedro, has been vindicated by late historians; and the prevailing opinion is, that he has been atrociously calumniated to gratify the Tudors, an able but a wicked race of princes. It is a proof of his popular qualities at least, that his memory is still in good odour here, where he could not have been beloved unless he had eminently deserved to be so, because the country was attached to the hostile party.","file_id":"1807_a","plnames":[["Penrith",18,25],["England",456,463]],"geonouns":[["castle",54,60],["stones",235,241],["castles",381,388],["abbeys",393,399],["country",929,936]],"pos_words":[["eminence",78,86],["excellently",262,273],["cheaper",305,312],["fresh",320,325],["interesting",435,446],["like",546,550],["gratify",685,692],["popular",764,771],["good",820,824],["beloved",866,873]],"neg_words":[["dilapidated",109,120],["fatal",409,414],["ruins",447,452],["wicked",719,725],["hostile",957,964]],"events":[],"dates":[["a fine",130,136]],"times":[],"distances":[],"loc_advs":[["here",61,65],["here",486,490],["here",831,835]],"spa_preps":[["down",161,165],["together",283,291]],"normalised_sentiment":0.0694444444,"vader_sentiment":0.69,"roberta_sentiment":-0.9789068103},{"para_id":92,"paragraph":"We had an intelligent companion on the roof, a native of the country, who seemed to take a pleasure in communicating information to us concerning it, perceiving me to be a foreigner, and that I listened to him with attention. This rendered the next stage, for unfortunately he proceeded no farther with us, particularly interesting. The road ran parallel with the sierra of Crossfell, at some little distance from it; its length and uniformity of outline so diminished its apparent height, that I listened to him at first with incredulity when he told me it exceeded any of the mountains in the lake country: yet books confirm his statement, and appearances must not be weighed against measurement. It formed a fine screen to the east. Immediately near Penrith we crossed two rivers which still retained the wild character of mountain streams. The country is beautiful, and its scenery enriched by the ruins of many castles, the strong-holds in former times of the Banditti of the Border. These Borderers carried the art of cow-stealing to its greatest possible perfection; they are now reduced to a state of subordination and law, and their district is as orderly as any in the kingdom; yet in those parts which are remote from the great roads, though their plundering habits are laid aside, they retain much of their old rude manners and barbarous spirit. An instance of this we heard from our companion. A Borderer, who was at mortal enmity with one of his neighbours, fell sick, and, being given over, sent for his enemy, that they might be reconciled. \" Ah,\" said he, when the man entered the room,\" I am very bad, very bad indeed; d' ye think I shall die?\" \" Why, hope not,\" replied his visitor,\" hope not;-- to be sure you are very bad, but for all that perhaps you may do yet.\" \" No, no,\" said the other, I shall die, I know I shall die, and so I have sent for you that 1 may not go out of the world in enmity with any one. So, d' ye see, we'll be friends. The quarrel between us is all over,-- all over,-- and so give me your hand.\" Accordingly this token of reconciliation was performed, and the other took his leave; when, just as he was closing the door after him, the sick man cried out,\" But stop\" said he,\" if I should not die this time, this is to go for nothing: Mind now,-- it's all to be just as it was before, if I do not die.\"","file_id":"1807_a","plnames":[["Crossfell",374,383],["Penrith",753,760]],"geonouns":[["country",61,68],["road",337,341],["mountains",578,587],["lake",595,599],["country",600,607],["rivers",776,782],["mountain",826,834],["streams",835,842],["country",848,855],["castles",916,923],["district",1142,1150],["roads",1239,1244],["door",2161,2165]],"pos_words":[["intelligent",10,21],["pleasure",91,99],["interesting",320,331],["exceeded",558,566],["beautiful",859,868],["strong",929,935],["greatest",1044,1052],["perfection",1062,1072],["orderly",1157,1164],["great",1233,1238],["reconciliation",2068,2082]],"neg_words":[["unfortunately",260,273],["wild",808,812],["ruins",902,907],["stealing",1028,1036],["rude",1323,1327],["barbarous",1340,1349],["enmity",1437,1443],["fell",1472,1476],["sick",1477,1481],["enemy",1519,1524],["bad",1615,1618],["bad",1625,1628],["die",1657,1660],["bad",1739,1742],["die",1821,1824],["die",1841,1844],["enmity",1911,1917],["quarrel",1969,1976],["sick",2181,2185],["die",2238,2241],["die",2342,2345]],"events":[],"dates":[["a fine",709,715],["1",1878,1879]],"times":[],"distances":[],"loc_advs":[["near",748,752]],"spa_preps":[["against",678,685],["aside",1286,1291],["over",1500,1504],["out",1891,1894],["between",1977,1984],["out",2196,2199]],"normalised_sentiment":-0.04784689,"vader_sentiment":-0.97,"roberta_sentiment":0.9896079898},{"para_id":93,"paragraph":"Not far from Penrith is a pillar of stone, well wrought, and formerly well emblazoned, with dials on each side, and this inscription upon a brazen plate;","file_id":"1807_a","plnames":[["Penrith",13,20]],"geonouns":[["stone",36,41]],"pos_words":[["well",43,47],["well",70,74]],"neg_words":[["wrought",48,55],["brazen",140,146]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.49,"roberta_sentiment":0.9959808588},{"para_id":94,"paragraph":"This pillar was erected anno 1656, by the Right Honourable Anne, Countess Dowager of Pembroke, and sole heir of the right honourable George Earl of Cumberland) fyc., for a memorial of her last parting in this place with her good and pious mother, the right honourable Margaret Countess Dowager of Cumberland) the 2d of April, 1616. In memory whereof she also left an annuity of four pounds to be distributed to the poor within the parish of Brougham every 2d day of April, for ever, upon the Stone Table hard by.","file_id":"1807_a","plnames":[["George",133,139],["Cumberland",148,158],["Cumberland",297,307],["Brougham",441,449]],"geonouns":[["parish",431,437]],"pos_words":[["right",116,121],["good",224,228],["right",251,256]],"neg_words":[["poor",415,419],["hard",504,508]],"events":[],"dates":[["1656",29,33],["April, 1616",319,330],["every 2d day of April",450,471]],"times":[],"distances":[],"loc_advs":[["left",359,363]],"spa_preps":[["within",420,426]],"normalised_sentiment":0.0181818182,"vader_sentiment":0.83,"roberta_sentiment":0.9965483546},{"para_id":95,"paragraph":"The little low stone table stands close at hand, on which the distribution of this alms is still made. I have seldom been so interested by any monument or inscription, as by this, which relates wholly to the private feelings of an individual. She was an admirable woman, and her name is still held in veneration.","file_id":"1807_a","plnames":[],"geonouns":[["stone",15,20],["table",21,26],["monument",143,151]],"pos_words":[["admirable",254,263]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["close",34,39]],"normalised_sentiment":0.0384615385,"vader_sentiment":0.86,"roberta_sentiment":0.9988628626},{"para_id":96,"paragraph":"A little distant, though not in sight of the road, is the scene of a circumstance which I have seen more frequently related than any other single anecdote in English books: so deep an interest do these people, one and all, take either in the practice or the tales of hunting. It is the park, Whinfield is its name, where a hart was once started, and chased by a single buck-hound from thence to Red Kirk in Scotland, which is sixty English miles off, and back again, thirty leagues in all. The hart returned to die upon his lair: he leaped the park pales, and expired immediately; and the hound, not having strength for the leap, died on the outside. Their heads were nailed against a hawthorn-tree, with these lines under them:","file_id":"1807_a","plnames":[["Whinfield",292,301],["Red Kirk",395,403],["Scotland",407,415]],"geonouns":[["road",45,49],["park",286,290],["park",544,548],["heads",657,662],["tree",694,698],["lines",711,716]],"pos_words":[],"neg_words":[["die",511,514],["pales",549,554],["expired",560,567],["died",630,634]],"events":[],"dates":[],"times":[],"distances":[["sixty English miles",426,445]],"loc_advs":[],"spa_preps":[["outside",642,649],["against",675,682],["under",717,722]],"normalised_sentiment":-0.0666666667,"vader_sentiment":-0.78,"roberta_sentiment":0.9964100718},{"para_id":97,"paragraph":"Hercules killed Hart-o-Greece, And Hart-o-Greece killed Hercules.","file_id":"1807_a","plnames":[["Greece",23,29],["Greece",42,48]],"geonouns":[],"pos_words":[],"neg_words":[["killed",9,15],["killed",49,55]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.3333333333,"vader_sentiment":-0.88,"roberta_sentiment":-0.9921361208},{"para_id":98,"paragraph":"We passed through Kirkby Thur, that is, the Church by Thor, one of the few etymological vestiges of Saxon idolatry in England. The worship of this god was common in these parts; the name Thor occurs in a pedigree, as that of the lord of one of the manors in Cumberland. Through Temple Sowerby next, where the Knights Templars were once established. It was not unusual formerly, for men who found it necessary to limit their expenses as much as possible, to retire into this neighbourhood, where thirty years ago they could live in a respectable family for so small a pension as eighteen English pounds; a sort of banishment, for there was then little intercourse between the metropolis and these remote parts, and no stage coach nearer than York. Then we reached Appleby, the county town of Westmoreland, though apparently a smaller place than Kendal. The road runs close by it, but does not enter, a river dividing it from the town. A castle, one of the few which are still habitable, overlooks it from a wooded eminence; the river and bridge come into the foreground, and the whole forms a highly beautiful scene. Here we lost our companion. He told us that Appleby was almost in as high a state of faction about horse-racing as ever Constantinople had been from the same cause. The road, which was now become of a drearier character, continued under Crossfell till we approached Brough, when it drew nearer to the sierra just at its termination. Its sides were broken here with rocks, and loose stones brought from above by the frosts and torrents. Under it stood some well-built houses, with a few trees about them, not set thickly enough to look like plantations, but as. if of spontaneous growth, The appearance of these houses, wherein certainly the elegancies as well as comforts of life would be found, formed an impressive contrast with the dreariness of the adjoining country, which was as bleak and ungenial as the worst wastes of Galicia. At Brough the coach dined, at an hour unreasonably early, and at an inn bad enough and dirty enough to be in character with a beggarly town.","file_id":"1807_a","plnames":[["Kirkby",18,24],["England",118,125],["Cumberland",258,268],["York",741,745],["Appleby",763,770],["Westmoreland",791,803],["Kendal",844,850],["Appleby",1160,1167],["Crossfell",1353,1362],["Brough",1382,1388],["Brough",1955,1961]],"geonouns":[["common",155,161],["coach",723,728],["county",776,782],["town",783,787],["road",856,860],["river",901,906],["town",928,932],["castle",936,942],["river",1027,1032],["bridge",1037,1043],["road",1285,1289],["rocks",1481,1486],["stones",1498,1504],["houses",1583,1589],["trees",1602,1607],["houses",1727,1733],["country",1879,1886],["coach",1966,1971],["inn",2020,2023],["town",2087,2091]],"pos_words":[["respectable",533,544],["eminence",1013,1021],["beautiful",1099,1108],["well",1572,1576],["enough",1636,1642],["like",1651,1655],["spontaneous",1683,1694],["well",1771,1775],["impressive",1822,1832],["enough",2028,2034],["enough",2045,2051]],"neg_words":[["vestiges",88,96],["unusual",360,367],["limit",412,417],["banishment",613,623],["lost",1124,1128],["broken",1464,1470],["loose",1492,1497],["bleak",1901,1906],["worst",1927,1932],["unreasonably",1990,2002],["bad",2024,2027],["dirty",2039,2044],["beggarly",2078,2086]],"events":[],"dates":[["thirty years ago",495,511]],"times":[["an hour",1982,1989]],"distances":[],"loc_advs":[["there",629,634],["here",1471,1475]],"spa_preps":[["through",10,17],["into",464,468],["between",663,670],["close",866,871],["into",1049,1053],["about",1209,1214],["under",1347,1352],["above",1518,1523],["about",1608,1613]],"normalised_sentiment":-0.011299435,"vader_sentiment":0.82,"roberta_sentiment":0.9963483214},{"para_id":99,"paragraph":"Our next stage was over the sierra of Stainmoor, a cold and desolate tract. The few houses upon the way bear testimony to the severity of the climate; their roofs are raised to as acute an angle as possible, that the snow may not lie upon them, which covers these ^ heights probably all the winter through. Since my first day's journey in Cornwall, I have seen nothing so desolate, and in this latitude the sky is as cheerless as the earth. Beyond this is the town of Bowes, which is in Yorkshire, a huge province, as large as any other three in the island. The town, like all those which we have seen since Carlisle, has its ruined castle, meant formerly for protection against their marauding neighbours, who long after the union of the two kingdoms carried on incessant hostilities against English beef and mutton.","file_id":"1807_a","plnames":[["Stainmoor",38,47],["Cornwall",339,347],["Bowes",468,473],["Yorkshire",487,496],["Carlisle",608,616]],"geonouns":[["houses",84,90],["town",460,464],["island",550,556],["town",562,566],["castle",633,639]],"pos_words":[["like",568,572],["protection",660,670]],"neg_words":[["cold",51,55],["desolate",60,68],["severity",126,134],["lie",230,233],["desolate",372,380],["cheerless",417,426],["ruined",626,632],["incessant",763,772],["hostilities",773,784]],"events":[],"dates":[["the winter",287,297],["my first day's",313,327]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["over",19,23],["through",298,305],["against",671,678],["against",785,792]],"normalised_sentiment":-0.0985915493,"vader_sentiment":-0.62,"roberta_sentiment":-0.9872097969},{"para_id":100,"paragraph":"At Bowes begins the great grazing country for children. It is the cheapest part of England, and schools for boys aave long been established here, to which tradesmen, and even some parents of higher order who think money better than learning, send their children from all the great towns, even from the western provinces, but London supplies the greater number. Two of these lads we took up, who were returning to their parents in the metropolis after a complete Yorkshire education. One of them, who was just fourteen, had been four years there, during which time one of his sisters and his father had died, and he had never seen face of friend or kinsman, I asked him if he thought he should know his brothers and sisters when he saw them: he said, he supposed not; but presently, after a pause, added with a smile in the dialect of the country,\" I think I shall ken' em too.\" This was an interesting lad with a quick eye and a dyspeptic countenance. He will be apprenticed behind some London counter, or at a lawyer's desk, and die for want of fresh air. His companion was a fine, thriving, thick-headed fellow, with a bottle belly and a bulbous nose; of that happy and swinish temperament, that it might be sworn he would feed and fatten wherever he went.","file_id":"1807_a","plnames":[["Bowes",3,8],["England",83,90],["London",325,331],["Yorkshire",462,471],["London",987,993]],"geonouns":[["country",34,41],["schools",96,103],["towns",281,286],["country",838,845]],"pos_words":[["great",20,25],["cheapest",66,74],["better",220,226],["great",275,280],["smile",810,815],["interesting",890,901],["fresh",1046,1051],["thriving",1083,1091],["happy",1162,1167]],"neg_words":[["died",602,606],["die",1030,1033]],"events":[],"dates":[["four years",528,538],["a fine",1075,1081]],"times":[],"distances":[],"loc_advs":[["here",140,144],["there",539,544]],"spa_preps":[["behind",975,981]],"normalised_sentiment":0.0619469027,"vader_sentiment":0.96,"roberta_sentiment":0.9964305758},{"para_id":101,"paragraph":"These schools are upon the most oeconomical plan: a pension of sixteen pounds sterling pays for every thing, clothing included. For certain they are kept upon Spartan fare; but the boys, who were from different schools, spake well of their masters, and had evidently been happy there. Sheets are considered as superfluous, and clean linen as a luxury reserved only for Sundays. They wash their own clothes by means of a machine; and the masters use no other labourers in getting in their harvests both of hay and corn; so that what with farming, teaching, and a small cure, for they are generally priests, they make the system answer. What is taught is merely what is required for the common purposes of life, to write well, and be ready at the ordinary operations of arithmetic. They profess to teach Latin, but I could not find that the masters ever ventured beyond the grammar. At one of these schools they had been enacting plays, to which the neighbourhood were admitted at a price. Three pounds a night had been their receipt, and this was divided among the boys. Our little friend related this with great satisfaction, told us that he himself had played a part, and was easily persuaded to give us one of his songs. They had moveable scenes, he said, as good as we should see in any theatre. One of these schools consists of Irish boys, and the master goes over every summer to catch a drove of them.","file_id":"1807_a","plnames":[],"geonouns":[["schools",6,13],["schools",211,218],["common",685,691],["schools",897,904],["schools",1312,1319]],"pos_words":[["well",226,230],["masters",240,247],["happy",272,277],["clean",327,332],["luxury",344,350],["masters",437,444],["cure",568,572],["well",719,723],["ready",732,737],["masters",839,846],["great",1106,1111],["good",1261,1265],["master",1352,1358]],"neg_words":[["superfluous",310,321]],"events":[],"dates":[["Sundays",369,376],["every summer",1369,1381]],"times":[["a night",1001,1008]],"distances":[],"loc_advs":[["there",278,283]],"spa_preps":[["beyond",861,867],["among",1054,1059],["over",1364,1368]],"normalised_sentiment":0.0983606557,"vader_sentiment":0.99,"roberta_sentiment":-0.9899784327},{"para_id":102,"paragraph":"A single house at Greta Bridge was our next stage, pleasantly situated beside a clear rapid river in a woody country; but after this single scene of beauty all was flat and dismal. The road, however, had this recommendation, that for league after league it was as straight as the most impatient traveller could wish it. At midnight we left the coach at Borough Bridge, bidding adieu to the poor boys who had forty hours to travel on.","file_id":"1807_a","plnames":[["Greta Bridge",18,30]],"geonouns":[["house",9,14],["river",92,97],["country",109,116],["road",185,189],["coach",344,349]],"pos_words":[["pleasantly",51,61],["clear",80,85],["rapid",86,91],["beauty",149,155],["recommendation",209,223]],"neg_words":[["dismal",173,179],["impatient",285,294],["poor",390,394]],"events":[],"dates":[],"times":[["midnight",323,331],["forty hours",408,419]],"distances":[],"loc_advs":[["left",335,339]],"spa_preps":[["beside",71,77]],"normalised_sentiment":0.0487804878,"vader_sentiment":0.02,"roberta_sentiment":-0.9982848763}]