[{"para_id":0,"paragraph":"About 300 yards beyond Springfield, flows the Sark the boundary stream of Scotland on the western side; and as soon as the traveller has left the little bridge over behind him, he finds himself once more in England. The country now gradually assumes a more picturesque aspect. The Solway Firth appears at a distance, like a stripe of a silver, whilst on the other side the Cumberland hills spread themselves out to our view. The road runs here through a very considerable wood of firs and pines, which agreeably reminds us of Germany and its forests. Before reaching Longtown there is a good stone bridge of three arches over the Esk, on which river the town is situated. The inn at Longtown has a very showy outside, but little interior accommodation. From a considerable distance we could perceive the flag waving from the castle at the north end of Carlisle, announcing the birth-day of the Prince Regent( the 12th August). The interior of the castle by no means corresponds with its external appearance, and its uninclosed state effectually contributes to this unfavourable contrast. The streets are of a tolerable breadth for a provincial town, and, as every where else, are kept very clean. Our first visit was to the cathedral, a splendid building, which, however, is greatly inferior in external splendour to those in the south and east of England. It may be considered as composed of two parts, the ancient and the more recent. The first, or eastern part, evidently goes back to the Saxon times; whilst the latter, which was destroyed in the civil war, and has since been rebuilt, bears the marks of recent origin. We found it open, and the canons engaged in the forenoon service, singing an anthem for four voices, in which they were assisted by the choristers, ande accompanied by the organ, which however was unfortunately so dreadfully out of tune, that we congratulated ourselves on not having entered the church until the service was nearly ended. The large window opposite to the entrance is only half filled with old painted glass, the lower part being of plain glass, with a painted border round it. The partition wall between the side-aisles and the nave of the church is painted with the figures of saint anthony, saint Augustin, and other Saints, in water colours, with several inscriptions in the old English language under Them, which were unable to decypher. There are several monuments between the pillars and in other places.","file_id":"1816_b","plnames":[["Sark",46,50],["Scotland",74,82],["England",207,214],["Solway Firth",281,293],["Cumberland",373,383],["Longtown",567,575],["Longtown",683,691],["Carlisle",852,860],["England",1348,1355]],"geonouns":[["stream",64,70],["bridge",153,159],["country",220,227],["hills",384,389],["road",429,433],["wood",472,476],["forests",542,549],["stone",592,597],["bridge",598,604],["river",644,649],["town",654,658],["inn",676,679],["castle",825,831],["castle",947,953],["streets",1092,1099],["town",1144,1148],["building",1246,1254],["church",1920,1926],["entrance",1996,2004],["wall",2132,2136],["church",2181,2187],["water",2271,2276],["monuments",2401,2410]],"pos_words":[["picturesque",257,268],["like",317,321],["agreeably",502,511],["good",587,591],["tolerable",1109,1118],["clean",1190,1195],["splendid",1237,1245],["saint",2219,2224],["saint",2234,2239]],"neg_words":[["inferior",1283,1291],["unfortunately",1821,1834],["dreadfully",1838,1848],["unable",2363,2369]],"events":[],"dates":[["birth-day",877,886],["the 12th August",909,924]],"times":[["The first",1437,1446]],"distances":[],"loc_advs":[["beyond",16,22],["left",137,141],["behind",165,171],["here",439,443],["there",576,581],["opposite",1980,1988],["between",2411,2418]],"spa_preps":[["over",160,164],["out",408,411],["through",444,451],["over",621,625],["outside",709,716],["out",1849,1852],["round",2108,2113],["between",2137,2144],["under",2340,2345]],"normalised_sentiment":0.0240384615,"vader_sentiment":-0.79,"roberta_sentiment":0.9972532392},{"para_id":1,"paragraph":"The saxon part of the church has still to beast of the grandeur of its immense pillars and round arches. Qwe found the castle guarded by a detachment of dragoons. Our attention was caught on our entrance by a massy square tower to the right of the gate, and a strong iron portcullis which was lowered seemed threatening to close against us. The inner court forms a spacious square, in which stands the commandant's house, two stories high, a modern built house in the form of a temple. We soon perceive that the castle is half in ruins, and even that part, which is still entire, and which is not shown, is used merely for keeping military stores. One single six - pounder lying on the ground, appeared to represent the whole of the castle artillary. The court-house of the country, built according to a peculiar plan, and certainly unique in its kind, is situated in the southern part of the city: it consists of two square buildings of the same form on both sides of the street, having very large round battlemented towers, containing the courts of justice. The form of the building is this: A the finished, B the unfinished building; C the street; D the projected arch; E E the towers. Both buildings are, when completed, to be connected by an arch over the street. The one to the left is completed, but the outside only of that on the right is yet finished. The whole is, as we might naturally expect, in the Gothic style. The walls of the town, especially on the western side, are still in tolerable good condition, especially on the western side, so as to afford a pleasant walk along the rampants. They were formerly double, and the remains of them and of an old tower are still visible; it is now modenized and appropriated as a building belonging to the deanery. The bridges over the Eden, which runs through a part of the city, are very ancient, very steep, and narrow; and are quite eclipsed by the handsome new stone bridge of six arches, which is crossed on the road to Longtown; and has lately been opened for passangers, although not yet entirely finished. The deanery above-mentioned is a handsome Gothic building, with a large court closed in all sides, covered with gravel, and a garden immediately before the house. The back part of the cathedral, which forms one side of this court, has a far more pituresque appearance than that part fronting the street, and is distinguished by a great profusion of ornamented buttresses. We would recommend our inn to travellers, as from its windows we have an admirable view over a garden opposite to The house, of the country round Carlisle for several miles.","file_id":"1816_b","plnames":[["Eden",1793,1797],["Longtown",1983,1991],["Carlisle",2590,2598]],"geonouns":[["church",22,28],["castle",119,125],["entrance",195,203],["tower",222,227],["gate",248,252],["house",415,420],["house",455,460],["castle",512,518],["ground",686,692],["castle",733,739],["house",761,766],["country",774,781],["buildings",925,934],["street",973,979],["towers",1018,1024],["building",1076,1084],["building",1127,1135],["street",1143,1149],["towers",1181,1187],["buildings",1194,1203],["street",1261,1267],["walls",1431,1436],["town",1444,1448],["tower",1670,1675],["building",1737,1745],["bridges",1776,1783],["stone",1923,1928],["bridge",1929,1935],["road",1975,1979],["building",2121,2129],["house",2228,2233],["street",2368,2374],["inn",2467,2470],["house",2562,2567],["country",2576,2583]],"pos_words":[["grandeur",55,63],["immense",71,78],["right",235,240],["strong",260,266],["spacious",365,373],["modern",442,448],["right",1339,1344],["tolerable",1495,1504],["good",1505,1509],["afford",1562,1568],["pleasant",1571,1579],["handsome",1910,1918],["handsome",2105,2113],["distinguished",2383,2396],["great",2402,2407],["profusion",2408,2417],["recommend",2453,2462],["admirable",2517,2526]],"neg_words":[["threatening",308,319],["ruins",530,535],["lying",673,678],["peculiar",804,812],["unfinished",1116,1126],["steep",1861,1866]],"events":[],"dates":[],"times":[],"distances":[["several miles",2603,2616]],"loc_advs":[["left",1284,1288]],"spa_preps":[["round",91,96],["close",323,328],["against",329,336],["round",999,1004],["over",1252,1256],["outside",1311,1318],["along",1585,1590],["over",1784,1788],["through",1810,1817],["above",2084,2089],["over",2532,2536],["opposite",2546,2554],["round",2584,2589]],"normalised_sentiment":0.0510638298,"vader_sentiment":0.99,"roberta_sentiment":0.9973948002},{"para_id":2,"paragraph":"This road is probably a great thoroughfare for cattle, as at several places on it we found semicircular inclosures formed for collecting water, and into which the cattle are driven to drink.","file_id":"1816_b","plnames":[],"geonouns":[["road",5,9],["water",137,142]],"pos_words":[["great",24,29]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["into",148,152]],"normalised_sentiment":0.0625,"vader_sentiment":0.62,"roberta_sentiment":0.996966064},{"para_id":3,"paragraph":"On the road to Penrith( which we took for the purpose of making a tour to the lakes in Cumberland and Westmorland), we fell in with large droves of cattle, consisting for the most part of young oxen, proceeding from the Highlands of Scotland to the pastures of the south, for the purpose of being fattened. Lap Lane, a large farm-house, consisting of several extensive buildings, belonging to the duke of Devonshire, with the house connected with it, all built in the same style with flat slate roofs and yellow painted walls, has a very splendid appearance at a distance. Before reaching Penrith, on a high hill to the left of the road, we perceive an old tower, called Penrith Beacon, which formerly served as a beacon or watch tower, and from which there is an excellent view of the surrounding country. The town itself bears in the appearance of its houses, traces of great antiquity. We found it very animated in consequence of its market. The greatest curiosity in the place is the giant's grave, in the church-yard, close to the church, which has been so often described. There are two sand-stone pillars of eleven feet and a half in height, round at the tower end, but square at the top, and terminating in a point, which has suffered from the influence of the weather and time, and on which the marks of a carved cross are still perceptible. They are fifteen feet from each other. Between them, four elliptical stones, with ornaments almost wholly destroyed by time, rise out of the earth, and have the appearance of marking out lengthwise, the limits of a long grave. The church itself has been rebuilt in latter times on the old foundation. The castle, situated without the town, is a quadrangular building, of which the walls on the south side are all that now remains. Richard Iii. Frequently resided in it. Buildings for cattle have lately been fitted up in the ruins.","file_id":"1816_b","plnames":[["Penrith",15,22],["Cumberland",87,97],["Westmorland",102,113],["Scotland",233,241],["Devonshire",405,415],["Penrith,",589,597],["Penrith",671,678],["Beacon",679,685]],"geonouns":[["road",7,11],["lakes",78,83],["farm",325,329],["house",330,335],["buildings",369,378],["house",426,431],["walls",520,525],["hill",608,612],["road",632,636],["tower",657,662],["beacon",714,720],["tower",730,735],["country",798,805],["town",811,815],["houses",854,860],["market",937,943],["church",1010,1016],["church",1036,1042],["stone",1098,1103],["tower",1162,1167],["top",1191,1194],["point",1217,1222],["stones",1420,1426],["church",1582,1588],["castle",1656,1662],["town",1685,1689],["building",1709,1717],["walls",1732,1737]],"pos_words":[["splendid",538,546],["excellent",764,773],["great",872,877],["greatest",949,957]],"neg_words":[["fell",119,123],["suffered",1234,1242],["limits",1554,1560],["ruins",1876,1881]],"events":[],"dates":[],"times":[],"distances":[["eleven feet and a half",1115,1137],["fifteen feet",1360,1372]],"loc_advs":[["left",620,624],["there",752,757],["without",1673,1680]],"spa_preps":[["close",1023,1028],["round",1149,1154],["out",1481,1484],["out",1534,1537]],"normalised_sentiment":0.0,"vader_sentiment":-0.76,"roberta_sentiment":0.9949004054},{"para_id":4,"paragraph":"From Penrith we proceeded to Pooley, a little village at the northern end of the lake of Ulleswater, where we found a good inn, and the necessary conveniencies for an excursion on the lake. We had been told that this was the best way to enjoy the beauties of the scenery of the lake; and I am inclined to believe, that a journey by land along the southern bank may be less interesting, although from the comparative rapidity of the progress which may be made by land, much more of the lake might probably have been seen in the same space of time in that way than was seen by us.","file_id":"1816_b","plnames":[["Penrith",5,12],["Ulleswater",89,99]],"geonouns":[["village",46,53],["lake",81,85],["inn",123,126],["lake",184,188],["lake",278,282],["land",332,336],["bank",356,360],["land",462,466],["lake",485,489]],"pos_words":[["good",118,122],["best",225,229],["enjoy",237,242],["interesting",373,384],["progress",432,440]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["along",337,342]],"normalised_sentiment":0.1,"vader_sentiment":0.96,"roberta_sentiment":0.9987247586},{"para_id":5,"paragraph":"The road to Pooley runs through a fertile and well cultivated country. As we approach the village the banks of the lake begin to rise and to appear before us in their beauty. The walk along the banks to the place where the boats are stationed is highly agreeable. Opposite to us the verdant northern shore, embellished by a succession of country seats, rises in the form of an amphitheatre. At the entrance of the lake stands the lofty and well wooded Helwellyn, at the foot of which a handsome bridge over the Emont leads into Cumberland, whilst the gray rocks rising above each other in the most picturesque manner, beneath which the road winds along, bound the southern side of the river. Our boat, with the assistance of the current, carried us rapidly along the calm and crystal lake, past the elegant houses, the white walls of which appear through the fruit and flower-gardens that surround them, and add greater beauty and harmony to the scene. We will not attempt to deny that we heartily envied Messrs. Stay, Scott, and Marshall, for their mansions. The last-mentioned individual is said to have purchased his house with a piece of land worth 20,000, for a very small sum from the duke of Norfolk, a few years ago, at a moment when his grace had become liberal over the bottle. The house is situated in a group of trees on a point of land, where the lake forms, toward its middle, a strong bend to the north-west; and consequently affords a double prospect, whilst the other mansions only have a view of one half of the lake. We landed not far from it, to view Liulph's tower, a hunting lodge belong to the duke of Norfolk, which is situated on the highest point of the shore. It bears a perfect resemblance to an ancient castle, and contains some handsome apartments, from which there is a beautiful view of the lake. Behind and beside it, there is an extensive park, called Gowbarrow park, where fallow-deer are seen feeding in peaceful union with black cattle. In the garden the Airey forms the water-fall of Airey Force, which although somewhat picturesque( as it is about sixty feet in height), foes not produce any great effect, as the mass of water is not sufficiently large. There is a small wooden bridge over the lower part of the fall, from which we can see the stream dashing past us. We were very much inclined to have proceeded towards Patterdale, on the western part of the lake, which is said to contain most beautiful views; but we wished to return in good time to Penrith, in order to quit it at an early hour next morning. We therefore turned back about four o'clock, favoured with the most delightful weather. The lake was smooth as a mirror; the mountains, among which Helvellyn majestically raised his mighty head, were lighted up by the rays of the evening sun, and the pleasant dwelling-houses on the banks of the lake, surrounded with meadows of the softest green, and fruitful fields, were re - flected on the peaceful bosom of the lake. At six o'clock we arrived at Pooley, and by seven we were again at Penrith.","file_id":"1816_b","plnames":[["Emont",511,516],["Cumberland",528,538],["Airey Force",2022,2033],["Patterdale",2360,2370],["Penrith,",2492,2500],["Helvellyn",2700,2709],["Penrith",3041,3048]],"geonouns":[["road",4,8],["country",62,69],["village",90,97],["banks",102,107],["lake",115,119],["banks",194,199],["boats",223,228],["shore",300,305],["country",338,345],["seats",346,351],["entrance",398,406],["lake",414,418],["foot",470,474],["bridge",495,501],["rocks",556,561],["road",636,640],["river",685,690],["boat",696,700],["lake",784,788],["houses",807,813],["walls",825,830],["mansions",1050,1058],["house",1120,1125],["land",1142,1146],["house",1292,1297],["trees",1324,1329],["point",1335,1340],["land",1344,1348],["lake",1360,1364],["mansions",1485,1493],["lake",1530,1534],["tower",1580,1585],["point",1667,1672],["shore",1680,1685],["castle",1732,1738],["lake",1823,1827],["park",1873,1877],["park",1896,1900],["water",2008,2013],["water",2160,2165],["bridge",2217,2223],["stream",2283,2289],["lake",2399,2403],["lake",2644,2648],["mountains",2677,2686],["head",2741,2745],["houses",2821,2827],["banks",2835,2840],["lake",2848,2852],["meadows",2870,2877],["fields",2913,2919],["lake",2968,2972]],"pos_words":[["fertile",34,41],["well",46,50],["beauty",167,173],["agreeable",253,262],["well",440,444],["handsome",486,494],["leads",517,522],["picturesque",598,609],["calm",767,771],["elegant",799,806],["beauty",920,926],["harmony",931,938],["heartily",989,997],["worth",1147,1152],["grace",1246,1251],["strong",1393,1399],["perfect",1698,1705],["handsome",1758,1766],["beautiful",1801,1810],["peaceful",1940,1948],["picturesque",2059,2070],["great",2131,2136],["sufficiently",2173,2185],["dashing",2290,2297],["beautiful",2435,2444],["good",2479,2483],["delightful",2620,2630],["smooth",2653,2659],["mighty",2734,2740],["pleasant",2803,2811],["fruitful",2904,2912],["peaceful",2946,2954]],"neg_words":[["deny",976,980],["fall",2014,2018]],"events":[],"dates":[["a few years ago",1208,1223],["the fall",2247,2255]],"times":[["The last",1060,1068],["an early hour next morning",2524,2550],["about four o'clock",2577,2595],["the evening",2778,2789],["six o'clock",2977,2988]],"distances":[["about sixty feet",2081,2097]],"loc_advs":[["past",790,794],["there",1790,1795],["beside",1840,1846],["there",1851,1856],["past",2298,2302]],"spa_preps":[["through",24,31],["along",184,189],["over",502,506],["into",523,527],["above",569,574],["beneath",618,625],["along",647,652],["along",757,762],["through",847,854],["over",1271,1275],["toward",1372,1378],["over",2224,2228],["among",2688,2693]],"normalised_sentiment":0.1090909091,"vader_sentiment":0.99,"roberta_sentiment":0.9988507032},{"para_id":6,"paragraph":"We unfortunately neglected to bear the celebrated echo of Ulleswater, in which the original sound is repeated seven or eight times, and for the enjoyment of which a small cannon is planted on the banks of the lake that may be fired of for a couple of shillings.","file_id":"1816_b","plnames":[["Ulleswater",58,68]],"geonouns":[["banks",196,201],["lake",209,213]],"pos_words":[["celebrated",39,49],["enjoyment",144,153]],"neg_words":[["unfortunately",3,16],["neglected",17,26]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.05,"roberta_sentiment":-0.9986768365},{"para_id":7,"paragraph":"Chap. Xii.","file_id":"1816_b","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.8945660591},{"para_id":8,"paragraph":"St. John's vale-- The Druid's temple-- Keswick-- Derwentwater-- The Islands-- Fall of Lodore-- The Grange Bridge-- Borrow Dale-- The Bowther Stone-- Road along the Rocks-- Return to Keswick-- Mr. Green's Exhibition-- The Poet Southey-- His Library-- Grasmere-- Rydal Water-- Ambleside-- Winandermere-- Coniston Lake-- Esthwaite Water Bowness-- Curwen's Island and pavilion-- Bolton's Villa-- The Station-- Kendal.","file_id":"1816_b","plnames":[["St. John's",0,10],["Grange",99,105],["Rydal",261,266],["Coniston",302,310],["Esthwaite Water",318,333],["Bolton",375,381],["Kendal",406,412]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["along",154,159]],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9971086383},{"para_id":9,"paragraph":"From Penrith we proceeded to Keswick, in the vicinity of Derwentwater. The road runs through the very romantic vale of St. John, a glen surrounded on all sides by high mountains, leading to a somewhat desert plain, where we saw, at a great distance to the right Graystock Castle, the half of which seems to consist partly of the remains of an ancient edifice, and the other half of the modern building.","file_id":"1816_b","plnames":[["Penrith",5,12],["Keswick",29,36],["Derwentwater",57,69],["St. John",119,127],["Graystock",262,271],["Castle",272,278]],"geonouns":[["road",75,79],["vale",111,115],["glen",131,135],["mountains",168,177],["building",393,401]],"pos_words":[["romantic",102,110],["leading",179,186],["great",234,239],["right",256,261],["modern",386,392]],"neg_words":[["desert",201,207]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["through",85,92]],"normalised_sentiment":0.1111111111,"vader_sentiment":0.8,"roberta_sentiment":0.9983087778},{"para_id":10,"paragraph":"Notwithstanding all our endeavours, we could not discover any traces of the Roman camp near Mell Fell, which was marked on our map; but we were perhaps on the account the more struck with the Druidical temple, situated to the left of the road. It consists in all of thirty - six stones, of different sizes, placed at due distances from each other so as to form a perfect circle; and within the circle a square is formed by some other stones, which come in contact with one part of it. All the stones are of the greenish Wacke kind, which is abundant in these parts.","file_id":"1816_b","plnames":[["Mell Fell",92,101]],"geonouns":[["road",238,242],["stones",279,285],["stones",434,440],["stones",493,499]],"pos_words":[["perfect",363,370],["abundant",541,549]],"neg_words":[["struck",176,182]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["left",226,230],["within",383,389]],"spa_preps":[["near",87,91]],"normalised_sentiment":0.0212765957,"vader_sentiment":0.83,"roberta_sentiment":0.9951072931},{"para_id":11,"paragraph":"As soon as we had taken up our quarters in Keswick, we hired a post chaise for an excursion round the lake. Its environs are uncommonly wild and picturesque. We saw it first from the eastern side, where it spreads itself out between its islands, and does not appear to be above three or four miles in length, which agrees with the reality. The view of these beautiful islands, five in number, which appear like so many inviting resting places scattered over its surface, is truly grand. They are all covered with wood, and afford one of the most lovely prospects imaginable. On the other side of the lake, the mountains rise in an amphitheatrical form, with every gradation of shade caused by their distance, or the lighter or darker colour of the woods with which they are covered. The waters which form the first considerable fall, that bears the name of barrow Fall, trickle down the sides of the mountains along which we proceed. The fall itself is very pretty, but unfortunately, it is concealed by too much brush-wood. Barrow hall, the very elegant seat of Mr. Pocklington, built among the rocks by which it is shaded, is situated near to the fall. Beside it we perceive the celebrated Fall of Lodore. It is principally remark - able on account of its being impeded in its course by innumerable rocks and stones, thrown in its way by the hand of nature: over these it precipitates itself in numerous little streams, and hurries on to the lake. Nature is very romantic round this fall, which has its source in the chain of mountains forming the eastern boundary of the lake. On all sides it is over-hung by pines and firs, and the hand of art has neither added to nor detracted from the beauty of the scene. Here too we can conveniently clamber over the rocks which lie in it, and, as at Dunkeld, we had a peculiar pleasure in seating ourselves on an elevated one in the middle of the fall, and seeing the water raging past us on all sides. At a small distance from this we cross the Grange bridge, over the River Derwent, which falls into the lake, whence we have a noble view of this body of water; which with all its islands, lies stretched out before us in its whole extent from north to south. A little islet, thickly covered with trees, seems to repose on the bosom of the lake, close to the bridge, and appears to have been brought thus near to the point of view, that we might examine it more attentively. We now enter the gloomy vale of Borrow Dale, a ravine in which, surrounded by high rocks, we can see nothing but rocks and cliffs in every direction. To the right lies Castle Craig, a rock partly covered with wood; from the top of which there is said to be an extensive prospect over the valley. Opposite to this rock, and in the valley itself, lies the Bowther Stone, a piece of rock, which has probably at some former period detached itself from the neighbouring rocks, and rushed down into the valley. It is sixty - two feet in length, thirty - six feet high, and eighty - nine feet in circumference. By means of a ladder fixed against its side we are enabled to reach its top, and we could not resist the desire of ascending it. The position of this stone is singular. It has fallen on one of its corners, on which it now stands, like a die resting on one of its angles.","file_id":"1816_b","plnames":[["Keswick",43,50],["Barrow",1025,1031],["Lodore",1200,1206],["Grange",1989,1995],["River Derwent",2013,2026],["Castle",2587,2593]],"geonouns":[["post",63,67],["lake",102,106],["islands",237,244],["islands",368,375],["wood",513,517],["lake",600,604],["mountains",610,619],["woods",748,753],["waters",787,793],["mountains",900,909],["wood",1019,1023],["hall",1032,1036],["seat",1055,1059],["rocks",1096,1101],["rocks",1301,1306],["stones",1311,1317],["streams",1413,1420],["lake",1444,1448],["mountains",1528,1537],["lake",1574,1578],["rocks",1759,1764],["water",1911,1916],["bridge",1996,2002],["falls",2034,2039],["lake",2049,2053],["water",2099,2104],["islands",2125,2132],["trees",2241,2246],["lake",2284,2288],["bridge",2303,2309],["point",2361,2366],["vale",2443,2447],["rocks",2502,2507],["rocks",2532,2537],["rock",2603,2607],["wood",2628,2632],["top",2643,2646],["valley",2707,2713],["rock",2732,2736],["valley",2749,2755],["rock",2799,2803],["rocks",2884,2889],["valley",2916,2922],["top",3095,3098],["stone",3173,3178]],"pos_words":[["picturesque",145,156],["beautiful",358,367],["like",406,410],["grand",480,485],["afford",523,529],["lovely",546,552],["lighter",716,723],["pretty",958,964],["elegant",1047,1054],["celebrated",1181,1191],["romantic",1465,1473],["beauty",1692,1698],["conveniently",1729,1741],["pleasure",1820,1828],["noble",2072,2077],["right",2576,2581],["like",3253,3257]],"neg_words":[["wild",136,140],["darker",727,733],["fall",828,832],["fall",938,942],["unfortunately",970,983],["hung",1604,1608],["detracted",1673,1682],["lie",1771,1774],["peculiar",1811,1819],["raging",1917,1923],["lies",2134,2138],["gloomy",2436,2442],["lies",2582,2586],["lies",2764,2768],["fallen",3199,3205],["die",3260,3263]],"events":[],"dates":[["our quarters",27,39],["the fall",1145,1153],["this fall",1480,1489],["the middle of the fall",1872,1894]],"times":[],"distances":[["three or four miles",278,297],["sixty - two feet",2930,2946],["thirty - six feet",2958,2975],["eighty - nine feet",2986,3004]],"loc_advs":[["past",1924,1928],["there",2656,2661]],"spa_preps":[["round",92,97],["out",221,224],["between",225,232],["above",272,277],["over",453,457],["down",878,882],["along",910,915],["among",1086,1091],["near",1137,1141],["over",1360,1364],["round",1474,1479],["over",1599,1603],["over",1750,1754],["over",2004,2008],["into",2040,2044],["out",2149,2152],["close",2290,2295],["near",2349,2353],["over",2698,2702],["down",2902,2906],["into",2907,2911],["against",3050,3057]],"normalised_sentiment":0.0035335689,"vader_sentiment":0.98,"roberta_sentiment":0.9987915158},{"para_id":12,"paragraph":"The black lead mine in Borrow Dale, which in order to keep the lead scarce, was only occasionally opened, is said to be now quite exhausted; at least we were told so by our postillion.","file_id":"1816_b","plnames":[],"geonouns":[],"pos_words":[["lead",10,14],["lead",63,67]],"neg_words":[["scarce",68,74],["exhausted",130,139]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":-0.42,"roberta_sentiment":-0.9956467748},{"para_id":13,"paragraph":"On our return from Borrow Dale, we crossed the Derwent, on the opposite bank of which we found an elegant little house entirely overgrown with ivy; before it a pretty little garden full of beautiful roses, fronting the high road. The road along the western side of the lake proceeds close to the rocks, so that we saw the lake at a great depth below us; before us we saw only a narrow space obtained from the rocks, scarcely sufficient for a carriage. The view of the whole landscape from this part is indescribably sublime and beautiful. Opposite to us rise the black gray rocks, towering up on the west side of the lake, which towards the south approach closely to each other, and form the Borrow Dale. Below gleams the lake, with all the islands on its bosom; further on we perceive the white houses of the delightful Keswick, and the lake of Bassenthwaite, formed by the River Derwent, spreads itself out in the distance. We must not omit to mention that on this road we passed an inn, having for a sign the picture of our brave Blucher, with all his orders.","file_id":"1816_b","plnames":[["Derwent",47,54],["Keswick",821,828],["Bassenthwaite",846,859],["River Derwent",875,888]],"geonouns":[["bank",72,76],["house",113,118],["road",224,228],["road",234,238],["lake",269,273],["rocks",296,301],["lake",322,326],["rocks",409,414],["carriage",442,450],["landscape",474,483],["rocks",574,579],["lake",617,621],["lake",722,726],["islands",741,748],["houses",796,802],["lake",838,842],["road",967,971],["inn",985,988]],"pos_words":[["elegant",98,105],["pretty",160,166],["beautiful",189,198],["great",332,337],["sufficient",425,435],["sublime",516,523],["beautiful",528,537],["delightful",810,820],["brave",1027,1032]],"neg_words":[["scarcely",416,424],["omit",938,942]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["opposite",63,71],["along",239,244],["close",283,288],["below",344,349],["out",905,908]],"normalised_sentiment":0.0729166667,"vader_sentiment":0.98,"roberta_sentiment":0.9987205267},{"para_id":14,"paragraph":"One of the most distinguished painters in water-colours in London.","file_id":"1816_b","plnames":[["London",59,65]],"geonouns":[["water",42,47]],"pos_words":[["distinguished",16,29]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.2,"vader_sentiment":0.0,"roberta_sentiment":0.9985851049},{"para_id":15,"paragraph":"We are in possession of a poem full of fancy, by this lady, against a favourite poet of English nation, whose moral character is liable to many objections, and whom she has very happily characterised.","file_id":"1816_b","plnames":[],"geonouns":[],"pos_words":[["fancy",39,44],["happily",178,185]],"neg_words":[["liable",129,135],["objections",144,154]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["against",60,67]],"normalised_sentiment":0.0,"vader_sentiment":0.6,"roberta_sentiment":0.9875575304},{"para_id":16,"paragraph":"We arrived at Keswick between four and five o'clock, and immediately proceeded to visit Mr. Green's exhibition, in a house with a steeple something like a church, in the middle of the town. The whole consists of one large hall, divided into the exhibition chamber and the work-shop: the first is filled with landscapes in oil and water-colours, and with coloured plates representing views of the lakes and their environs: the water-colour drawings are in the manner of Varley's, but very much inferior to them. Several of these drawing were executed by Mr. Green's daughter, who, like all his children, is obliged to assist him in colouring the landscapes which he engraved. We availed ourselves of our stay at Keswick to introduce ourselves to the celebrated Robert Southey, the poet laureate. Without being provided with a letter of introduction to him, as is customary in England, I went straight to his house, which is situated at the extremity of the town, and close to the bridge over the Greta. He received me at first, as I thought, with some embarrassment, which after a quarter of an hour's conversation, gave way to a most agreeable frankness, that never left him for a moment till I parted. I was introduced by him to a Mrs. Barker and her family, who are his near neighbours, and with whom he appears to be on the most friendly footing; Mr. Koster, a young gentleman of Dutch extraction, born in Lisbon, and educated in Brazils, whose father is at the head of a considerable mercantile house at Liverpool, made one of the company. This gentleman lives with Mr. Southey, of whose society he availed himself, with the view of literary improvement. He is the person whose travels in Brazil have been several times translated in Germany. We expressed a wish to Mr. Southey, to become acquainted with his library, which had been described to us as exceedingly rich, he did not hesitate a moment to gratify it; and I must confess that my expectations have seldom been so far surpassed. The collection consists of between 3 and 4000 volumes of the most select works in the Spanish and Portuguese languages, in the departments of history, statistics, and voyages and travels, of which the last mentioned are partly the fruits of a literary journey in Spain and Portugal, and partly the legacy of an uncle who bequeathed to him the works collected by him while chaplain to the English factory at Lisbon. Mr. Southey's library does not contain merely printed books, but also manuscripts, both of histories and itineraries, of many of which he has already in part availed himself, in his classical work on the history of Brazil. I shall always consider the pleasant evening I passed in Mr. Southey's family, as one of the most happy sections of our tour, more especially as I obtained this piece of good fortune without any introduction to, or any previous acquaintance with that celebrated man.","file_id":"1816_b","plnames":[["Keswick",14,21],["Keswick",711,718],["England",875,882],["Greta",995,1000],["Liverpool",1508,1517],["Spain",2256,2261]],"geonouns":[["house",117,122],["church",155,161],["town",184,188],["hall",222,226],["landscapes",308,318],["water",330,335],["lakes",396,401],["water",426,431],["landscapes",645,655],["house",907,912],["town",956,960],["bridge",979,985],["head",1465,1469],["house",1499,1504]],"pos_words":[["like",148,152],["work",272,276],["like",580,584],["celebrated",749,759],["agreeable",1134,1143],["friendly",1332,1340],["educated",1421,1429],["improvement",1646,1657],["exceedingly",1856,1867],["rich",1868,1872],["gratify",1906,1913],["works",2066,2071],["works",2336,2341],["work",2600,2604],["pleasant",2659,2667],["happy",2729,2734],["good",2801,2805],["fortune",2806,2813],["celebrated",2882,2892]],"neg_words":[["inferior",493,501],["embarrassment",1051,1064],["confess",1929,1936]],"events":[],"dates":[["the middle of the",166,183],["a quarter of an hour",1078,1098],["3",2028,2029]],"times":[["five o'clock",39,51],["evening",2668,2675]],"distances":[],"loc_advs":[["between",22,29],["left",1166,1170],["between",2020,2027],["without",2814,2821]],"spa_preps":[["into",236,240],["close",966,971],["over",986,990],["near",1272,1276]],"normalised_sentiment":0.0650406504,"vader_sentiment":0.99,"roberta_sentiment":0.9952589869},{"para_id":17,"paragraph":"See his\" Letters written during a Journey in Spain, and a short residence in Portugal.\" London, 1808.","file_id":"1816_b","plnames":[["Spain",45,50],["London",88,94]],"geonouns":[["residence",64,73]],"pos_words":[],"neg_words":[],"events":[],"dates":[["1808",96,100]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9978941083},{"para_id":18,"paragraph":"Among the manuscripts, the following I conceive are deserving of particular mention, as curious and remarkable. \" Relaciones de Taboada\" 4 vols. Fol. Taboada was Spanish Ambassador at the court of Louis Xiv., and the Relaciones are said to contain very important information respecting the history of that monarch's reign. The Letters of Andre Fernandes to Louis de Souza, of a political nature, and all the original papers with the seals on them. Papeis Politicos 9 vols. Fol.; a Collection of Miscellaneous Political Essays, by Mr. Southey, called the Pinheiro Collection-- da Cunha Cronica de Joao I. Edicts relating to the working of the Mines in Brazil, one of them dated Villa Rica 1744. Report relative to the discovery of the Rio de la Plata, by Ruiz Diez de Gusman: an unedited journal of a voyage of great importance, of which Mr. Southey has availed himself in his history of Brazil. A copy of the highly important collection of Portuguese ballads, which are attributed to King Dinis and which are preserved in the Collegio dos Nobres, at Lisbon( Bouterweck, Gesch. d. Port. Poesie, p. 11.) It has neither beginning nor end; the first ballad is marked No. 41, and the last No. 108. La Filis de Fonseca Soares( Antonio de Chagas) in ottave rime. Viriadas del Douter Isaac de Sequeyra Samudo.-- Sequis divina Poema tragic de Jono Hyacinte. -- Henriquez.-- Elisterin del Conde Fernan Gonzalez; a transcript of a Ms. In the Escurial, certified in a few lines by Gonzalez, the present librarian of the Escurial for authentic.","file_id":"1816_b","plnames":[],"geonouns":[["lines",1460,1465]],"pos_words":[["deserving",52,61],["remarkable",100,110],["important",253,262],["great",810,815],["important",916,925],["authentic",1521,1530]],"neg_words":[["tragic",1324,1330]],"events":[],"dates":[["4",137,138],["9",465,466],["1744",688,692],["11",1097,1099]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0295857988,"vader_sentiment":0.93,"roberta_sentiment":0.9972655773},{"para_id":19,"paragraph":"The History of Brazil, vol. 1,2. Lond. 1810-17, 4 te.","file_id":"1816_b","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["1810-17",39,46],["4",48,49]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9945520759},{"para_id":20,"paragraph":"On the 15th of August we left Keswick, and from the hill in the neighbourhood of the town, cast a last melancholy parting look on the noble lake and its environs, which appeared crowded around it as in a picture. Passing the grave of the last king of Cumberland, said to be distinguishable by a heap of stones, called Dunmaile Raise, not far from the road, we came to a ravine, enclosed on both sides by rocks, down whose sides fell numberless streamlets, preparing us for the view of the lovely Grasmere, which although one of the least and most inconsiderable, may nevertheless be considered among the most beautiful and picturesque of the lakes. It lies in a bottom formed by high mountains, as if secluded from the rest of the world; and its lovely verdant shores, and the little thickly wooded islet in its centre, have charms for those only, who know how to prize its beauties. Mr. Johnson's house, a pretty little villa, on its western bank, enjoys a situation which has few equals. From Grasmere, the road leads to another little lake, called Rydal Water, connected with Grasmere by a narrow natural canal. Being less secluded than Grasmere, Rydal Water appears to be more related to the world, and more bustling. Two islands rise above the surface of this lake, and two waterfalls attract our attention, both of which descend from the hills at a small distance from an elegant villa on the banks of the lake, formerly belonging to Sir Peter le Fleming, but now in possession of a Mr. Crump, of Liverpool. Not far from Rydal, there is a considerable slate quarry, belonging to Lord Lonsdale, which supplies the adjoining country with slates for roofs. They appear to me to be of a greener hue than those of our country.","file_id":"1816_b","plnames":[["Keswick",30,37],["Cumberland",251,261],["Grasmere",496,504],["Grasmere",995,1003],["Rydal Water",1051,1062],["Grasmere",1079,1087],["Grasmere",1140,1148],["Rydal Water",1150,1161],["Liverpool",1503,1512],["Rydal",1527,1532]],"geonouns":[["hill",52,56],["town",85,89],["lake",140,144],["stones",303,309],["road",351,355],["rocks",404,409],["lakes",642,647],["mountains",684,693],["shores",761,767],["house",898,903],["bank",943,947],["road",1009,1013],["lake",1038,1042],["canal",1108,1113],["islands",1226,1233],["lake",1265,1269],["waterfalls",1279,1289],["hills",1344,1349],["banks",1399,1404],["lake",1412,1416],["quarry",1564,1570],["country",1629,1636],["country",1719,1726]],"pos_words":[["noble",134,139],["lovely",489,495],["beautiful",609,618],["picturesque",623,634],["lovely",746,752],["prize",864,869],["pretty",907,913],["enjoys",949,955],["leads",1014,1019],["elegant",1378,1385]],"neg_words":[["melancholy",103,113],["crowded",178,185],["fell",428,432],["lies",652,656]],"events":[],"dates":[["the 15th of",3,14],["August",15,21]],"times":[],"distances":[],"loc_advs":[["left",25,29],["there",1534,1539]],"spa_preps":[["around",186,192],["down",411,415],["among",594,599],["above",1239,1244]],"normalised_sentiment":0.0379746835,"vader_sentiment":0.95,"roberta_sentiment":0.9935781956},{"para_id":21,"paragraph":"Here Mr. Southey's friend, the well known poet, Wm. Wordsworth resides. The peculiar characteristic of his poetry is its great simplicity.","file_id":"1816_b","plnames":[["Wordsworth",52,62]],"geonouns":[],"pos_words":[["well",31,35],["great",121,126]],"neg_words":[["peculiar",76,84]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0666666667,"vader_sentiment":0.88,"roberta_sentiment":0.9977406263},{"para_id":22,"paragraph":"Ambleside, from its situation, appearance, and accommodations, will always hold the first rank among the places on the Cumberland lakes. The houses themselves, which lie behind and beside each other in a certain irregular order, from the simplicity of their structure, their flat roofs, and their cleanliness, forcibly remind us of the villages in Switzerland; and the vicinity of the lake of Winandermere contributes to render this delightful illusion still more perfect.","file_id":"1816_b","plnames":[["Ambleside",0,9],["Cumberland",119,129],["Switzerland",348,359],["Winandermere",393,405]],"geonouns":[["lakes",130,135],["houses",141,147],["villages",336,344],["lake",385,389]],"pos_words":[["cleanliness",297,308],["delightful",433,443],["perfect",464,471]],"neg_words":[["lie",166,169],["irregular",212,221],["illusion",444,452]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["behind",170,176]],"spa_preps":[["among",95,100],["beside",181,187]],"normalised_sentiment":0.0,"vader_sentiment":0.89,"roberta_sentiment":0.9988512993},{"para_id":23,"paragraph":"After having taken some refreshments in the salutation inn, we drove immediately down to the lake, from the northern extremity of which we enjoyed a most delightful view of its pleasant shores and the islands with which it is covered; the view as its southern extremity, is less picturesque. In order to have also a view of Coniston lake in all its beauty, we hastened westward to it, and did not stop till we had arrived on the hill near Monk Coniston, at the north end of the lake.","file_id":"1816_b","plnames":[["Coniston",324,332],["Coniston",444,452]],"geonouns":[["inn",55,58],["lake",93,97],["shores",186,192],["islands",201,208],["lake",333,337],["hill",429,433],["lake",478,482]],"pos_words":[["enjoyed",139,146],["delightful",154,164],["pleasant",177,185],["picturesque",279,290],["beauty",349,355]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["westward",369,377]],"spa_preps":[["down",81,85],["near",434,438]],"normalised_sentiment":0.1282051282,"vader_sentiment":0.96,"roberta_sentiment":0.9988344312},{"para_id":24,"paragraph":"The banks of this lake, the half of which we here perceive, appeared to me to have but little of the sublimity of those of the Derwent, and equally little of the mild beauties of Winandermere; a opinion which is however at variance with that of most of the English tourists. The surface of the lake has a majestic appearance, but the view of it appeared to us neither attractive from novelty nor remarkably beautiful. My wish to view the whole extent of the lake from some neighbouring hill, made me lose myself, and brought me close to the edge of the lake, where I found a neat public house. I should not in all probability have easily found the right road again, if the owner of a handsome country house in the vicinity of the lake, whom I saw in his grounds, had not very kindly conducted me back to it. On account of the absence and haste of my travelling compassion, I could not accept the hospitable offer of this gentleman of some refreshment, of which he no doubt perceived from my weariness, that I stood in heed.","file_id":"1816_b","plnames":[["Derwent",127,134],["Winandermere",179,191]],"geonouns":[["banks",4,9],["lake",18,22],["lake",294,298],["lake",458,462],["hill",486,490],["edge",541,545],["lake",553,557],["house",587,592],["road",654,658],["country",693,700],["house",701,706],["lake",730,734],["grounds",754,761]],"pos_words":[["majestic",305,313],["attractive",368,378],["novelty",384,391],["remarkably",396,406],["beautiful",407,416],["neat",575,579],["right",648,653],["handsome",684,692],["kindly",776,782],["compassion",861,871],["hospitable",896,906]],"neg_words":[["lose",500,504],["absence",826,833],["haste",838,843],["doubt",967,972],["weariness",991,1000]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["here",45,49]],"spa_preps":[["close",528,533]],"normalised_sentiment":0.0759493671,"vader_sentiment":0.28,"roberta_sentiment":-0.98753196},{"para_id":25,"paragraph":"By Hawkshead, we arrived at Esthwaite Water, one of the lesser lakes, being only two miles long and half a mile broad: it is besides nearly divided into two parts by two peninsulas, which project into it from each side. On the western side of the lake a superb villa has lately been erected, called Belmount, but we could not learn the name of its proprietor. The banks of this lake are of a softer, and more lovely description than those of all the others, Winandermere itself not expected, and are most agreeably enlivened by the most beautiful verdure, clumps and rows of trees,&amp; c.","file_id":"1816_b","plnames":[["Hawkshead",3,12],["Esthwaite Water",28,43],["Winandermere",458,470]],"geonouns":[["lakes",63,68],["lake",247,251],["banks",364,369],["lake",378,382]],"pos_words":[["superb",254,260],["softer",392,398],["lovely",409,415],["agreeably",505,514],["beautiful",537,546]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[["only two miles",76,90],["half a mile",100,111]],"loc_advs":[],"spa_preps":[["into",148,152],["into",196,200]],"normalised_sentiment":0.0961538462,"vader_sentiment":0.96,"roberta_sentiment":0.9960021377},{"para_id":26,"paragraph":"After numerous windings, we at length regained Winandermere, whose waves are seen from a distance, glittering through the trees which withdraw it from the view. The road passes not far from a Gothic pavilion belonging to Mr. Carwen, called the station, situated on the declivity of a rock, which runs in a picturesque manner along the western bank of the lake. Not far from it is the ferry-house, whence passengers usually cross over to the village of Bowness on the other side.","file_id":"1816_b","plnames":[["Winandermere",47,59],["Bowness",452,459]],"geonouns":[["windings",15,23],["trees",122,127],["road",165,169],["passes",170,176],["station",244,251],["rock",284,288],["bank",343,347],["lake",355,359],["ferry",384,389],["house",390,395],["village",441,448]],"pos_words":[["picturesque",306,317]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["through",110,117],["along",325,330],["over",429,433]],"normalised_sentiment":0.0238095238,"vader_sentiment":0.38,"roberta_sentiment":0.9967907071},{"para_id":27,"paragraph":"We entered the ferry-house, and had just sent for a boat, for the purpose of returning by water to Ambleside, when a violent thunder storm, accom - panied with heavy rain, which lasted for two hours, compelled us to remain in the house. A row of tall, majestic and umbrageous wild-cherry trees before the house, must no doubt afford an excellent shade from the sun, but they so much darkened the windows of the upper story, into which we were shown, that we were excluded from the view of the lake, and would gladly have wished them away for a few hours. We could not quit the ferry-house until past six, when we returned along the western bank of the lake. The view was however, infinitely improved by the thunder storm; the mountains surrounding the lake appeared in a blueish vapour, which mixing with their natural green, allowed only the villas on their sides to be visible. With such an exquisite spectacle did the heavens favour us; whilst the half of them towards the south were darkened with greyish-black thunder clouds, the azure blue of the other half was reflected in the clear bosom of the lake, and formed an harmonious whole with its immediate banks. The view disappeared from our sight the more our road receeded from the banks towards Ambleside, which we did not reach till eight o'clock. Here we were stuck with the number of gates,( a great annoyance to travellers in Germany, and only met with in bye roads in England), of which we had no less than sixteen to open in this short distance.","file_id":"1816_b","plnames":[["Ambleside",99,108],["Ambleside",1253,1262],["England",1431,1438]],"geonouns":[["ferry",15,20],["house",21,26],["boat",52,56],["water",90,95],["house",230,235],["trees",288,293],["house",305,310],["lake",493,497],["ferry",577,582],["house",583,588],["bank",640,644],["lake",652,656],["mountains",726,735],["lake",752,756],["lake",1104,1108],["banks",1160,1165],["road",1216,1220],["banks",1239,1244],["gates",1345,1350],["roads",1422,1427]],"pos_words":[["majestic",252,260],["afford",326,332],["excellent",336,345],["gladly",509,515],["improved",691,699],["exquisite",893,902],["favour",929,935],["harmonious",1124,1134],["great",1355,1360]],"neg_words":[["violent",117,124],["wild",276,280],["doubt",320,325],["darkened",383,391],["darkened",987,995],["stuck",1320,1325],["annoyance",1361,1370]],"events":[],"dates":[["the clear",1081,1090]],"times":[["two hours",189,198],["a few hours",542,553],["eight o'clock",1292,1305]],"distances":[],"loc_advs":[["past",595,599]],"spa_preps":[["into",424,428],["away",533,537],["along",622,627]],"normalised_sentiment":0.0152671756,"vader_sentiment":0.96,"roberta_sentiment":-0.9975485206},{"para_id":28,"paragraph":"Next morning we left the beautiful and agreeable Ambleside, and drove along the east bank to Bowness, where we alighted. The road is so much buried in the mountains, that we have no view of the lake till we approach this village, when the road rises a little. My wish to find some eminence in the vicinity, from which I could have a view of the greater part of the lake, was partly gratified by ascending a hill not far from the village. Here I could see the whole breadth of the lake, but only so much of its length as reached to its northern extremity, the other part taking a sudden bend to the west.","file_id":"1816_b","plnames":[["Ambleside",49,58],["Bowness",93,100]],"geonouns":[["bank",85,89],["road",125,129],["mountains",155,164],["lake",194,198],["village",221,228],["road",239,243],["lake",365,369],["hill",407,411],["village",429,436],["lake",480,484]],"pos_words":[["beautiful",25,34],["agreeable",39,48],["eminence",281,289],["gratified",382,391]],"neg_words":[],"events":[],"dates":[],"times":[["Next morning",0,12]],"distances":[],"loc_advs":[["left",16,20]],"spa_preps":[["along",70,75]],"normalised_sentiment":0.0740740741,"vader_sentiment":0.76,"roberta_sentiment":0.997184217},{"para_id":29,"paragraph":"A water excursion of this lake, the first of all those in Cumberland and Westmoreland, was one of those pleasures to which we had long looked forward to with the most ardent desire, and we therefore hastened to the little boat in which we were to be rocked about on it. Our nearest point was Curwen island, opposite to Bowness, so called after its owner, Mr. Curwen, who has very extensive estates on the Lancashire side of the lake. His son resides on this island, which is the largest of the ten that are scattered over the northern part of the lake, and is of an oblong form, terminating in a point at each end. Art has done every thing to embellish this place, to which nature had already been so bountiful. The wood with which it is covered has been converted into a park, intersected with serpentine walks, which have a beautifully romantic appearance from exotics of all kinds; whilst the proprietor's villa in the middle of the island, forms a resting point for the eye. It is built in the form of rotunda, the front of which is ornamented with a portico supported by four Ionic columns, to which there is an ascent, by broken steps on each side, that in the manner they are contrived here, do not seem to be quite in their place. Two singular additions of a square form, to which there is also an ascent by steps, give to the back of the rotunda a less pleasing appearance, though they are probably necessary in consequences of manner in which the house is planned.","file_id":"1816_b","plnames":[["Cumberland",58,68],["Westmoreland",73,85],["Bowness",319,326],["Lancashire",405,415]],"geonouns":[["water",2,7],["lake",26,30],["boat",222,226],["point",282,287],["island",299,305],["lake",428,432],["island",458,464],["lake",547,551],["point",596,601],["wood",716,720],["park",772,776],["island",936,942],["point",960,965],["house",1457,1462]],"pos_words":[["ardent",167,173],["bountiful",701,710],["beautifully",826,837],["romantic",838,846],["supported",1063,1072],["pleasing",1362,1370]],"neg_words":[["broken",1128,1134],["contrived",1183,1192]],"events":[],"dates":[["the middle of the",918,935]],"times":[],"distances":[],"loc_advs":[["forward",142,149],["there",1105,1110],["here",1193,1197],["there",1289,1294]],"spa_preps":[["about",257,262],["opposite",307,315],["over",517,521],["into",765,769]],"normalised_sentiment":0.0338983051,"vader_sentiment":0.95,"roberta_sentiment":0.9987655878},{"para_id":30,"paragraph":"After a walk through the rest of the park, we again embarked, for the purpose of obtaining a view of the country seat belonging to Colonel Bolton, situated on one of the points of land extending into the lake opposite to Curwen's Island. Before reaching it, we passed a small pier, at the end of which there is a handsome square pavilion, containing on it the names of the four naval heroes of Great Britain, Duncan, Howe, Nelson, and St. Vincent, in large letters. On turning round the pier we had a full view of this noble building, which in my opinion is one of the most elegant and beautiful villas in the whole kingdom. Here there is no useless show, which ought to be confined to cities, no sacrifice of the object of the structure for the sake of external grandeur, no neglect of any thing, which the character of the country requires, and yet every thing about the building at once pronounces the possessor to be a man of rank and taste. The house is of a light yellow colour, that harmonizes admirably with the verdure with which it is surrounded. The front towards the lake has a gentle semi-circular projection, which contains the door, with two windows on each side. The remaining part of this front is lighted by a large arched window on each side. In the second story the projection above mentioned supports a balcony enclosed by iron rails of very neat workmanship. A glass cupola, rising from the centre of the building, appears to give light to the rooms behind the projection. On our return from the house we met the colonel's handsome yacht proudly gliding through the water, in full sail, with the British ensign and pendant hoisted, and with the colonel himself at the helm as steersman. A yacht belonging to Mr. Pedder, a landholder, and neighbour to the colonel, and fitted out in a similar manner, likewise glided past us.","file_id":"1816_b","plnames":[["Bolton",139,145],["Great Britain",394,407]],"geonouns":[["park",37,41],["country",105,112],["seat",113,117],["points",170,176],["land",180,184],["lake",204,208],["pier",276,280],["pier",487,491],["building",525,533],["country",825,832],["building",873,881],["house",950,955],["lake",1079,1083],["door",1142,1146],["building",1427,1435],["house",1518,1523],["water",1588,1593]],"pos_words":[["handsome",313,321],["noble",519,524],["elegant",574,581],["beautiful",586,595],["grandeur",763,771],["admirably",1001,1010],["gentle",1090,1096],["supports",1313,1321],["neat",1363,1367],["handsome",1545,1553]],"neg_words":[["useless",642,649],["confined",674,682],["object",714,720],["neglect",776,783]],"events":[],"dates":[["the end of",285,295]],"times":[],"distances":[],"loc_advs":[["there",302,307],["there",630,635],["above",1297,1302],["behind",1472,1478],["past",1838,1842]],"spa_preps":[["through",13,20],["into",195,199],["opposite",209,217],["round",477,482],["about",863,868],["through",1576,1583],["out",1797,1800]],"normalised_sentiment":0.0363636364,"vader_sentiment":0.99,"roberta_sentiment":0.9983372688},{"para_id":31,"paragraph":"As the thunder storm of the preceeding day had prevented us from visiting the Station before mentioned, we now availed ourselves of our present excursion to repeat our visit to the western bank of the lake, and had no reason to repent the loss of time it occasioned. A winding path leads up to the entrance of the garden, which looks like the gate of an ancient Gothic castle. The garden itself seems in some measure to have been gained from the rock, for projections from it still extend into the walks, and enter the clusters of flowers which art has here planted. The house is two stories in height, and built entirely in the Gothic castle style, but to judge from its appearance, is nevertheless very suitable for habitation. The lower story contains a handsome and spacious dining room, looking towards the lake, to which the surrounding trees communicate a pleasing gloom. In the upper story there is a large drawing room, the walls of which are hung round with landscapes, representing mountain and water scenery, in the manner of Alberti. The windows are filled with stained glass, through which the landscape appears of every possible colour excepting the natural. From the top of the hill we were enabled to view the whole northern part of the lake, with its noble environs, and an almost uninterrupted succession of country seats along its banks; among these were Mr. Pringle's and Mr. Taylor's villas opposite to us; and Calgarth, the seat of the venerable Dr. Watson, Bishop of Landaff, lately deceased; Mr. Harden's possession; and New Ambleside, the splendid villa of Mr. Harrison, the building of which is not yet finished.","file_id":"1816_b","plnames":[["Calgarth",1433,1441],["Ambleside",1550,1559]],"geonouns":[["bank",189,193],["lake",201,205],["winding",269,276],["path",277,281],["entrance",298,306],["gate",343,347],["castle",369,375],["rock",446,450],["house",571,576],["castle",636,642],["lake",812,816],["trees",843,848],["walls",933,938],["landscapes",968,978],["mountain",993,1001],["water",1006,1011],["landscape",1108,1117],["top",1183,1186],["hill",1194,1198],["lake",1254,1258],["country",1327,1334],["seats",1335,1340],["banks",1351,1356],["seat",1447,1451],["building",1601,1609]],"pos_words":[["leads",282,287],["like",334,338],["gained",430,436],["suitable",705,713],["handsome",757,765],["spacious",770,778],["pleasing",863,871],["noble",1269,1274],["splendid",1565,1573]],"neg_words":[["loss",239,243],["gloom",872,877],["hung",952,956]],"events":[],"dates":[["day",39,42]],"times":[],"distances":[],"loc_advs":[["here",553,557],["there",898,903]],"spa_preps":[["into",489,493],["round",957,962],["through",1090,1097],["along",1341,1346],["among",1358,1363],["opposite",1413,1421]],"normalised_sentiment":0.0397350993,"vader_sentiment":0.96,"roberta_sentiment":0.9987566471},{"para_id":32,"paragraph":"After having with great difficulty torn ourselves from the lovely and never to be forgotten Winandermere, we proceeded eastward in a direct line to Kendal, and were soon at a distance from the banks of the lake.","file_id":"1816_b","plnames":[["Winandermere",92,104],["Kendal",148,154]],"geonouns":[["line",140,144],["banks",193,198],["lake",206,210]],"pos_words":[["great",18,23],["lovely",59,65]],"neg_words":[["difficulty",24,34]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0625,"vader_sentiment":0.73,"roberta_sentiment":0.9952564836},{"para_id":33,"paragraph":"Kendal, a little town, of about 7000 inhabitants, on the banks of the River Ken, over which there is an old bridge to the north of the town, contains several very pretty houses. The tall poplars between the different houses at the south end of the town give rather a pleasing and lively appearance to it, the want of which is occasionally very much felt in the provincial town of England. From Kendal we proceeded to Burton, where we quitted Westmoreland, and entered Lancashire.","file_id":"1816_b","plnames":[["Kendal",0,6],["River",70,75],["England",380,387],["Kendal",394,400],["Burton",417,423],["Westmoreland",442,454],["Lancashire",468,478]],"geonouns":[["town",17,21],["banks",57,62],["bridge",108,114],["town",135,139],["houses",170,176],["houses",217,223],["town",248,252],["town",372,376]],"pos_words":[["pretty",163,169],["pleasing",267,275],["lively",280,286]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",92,97]],"spa_preps":[["about",26,31],["over",81,85],["between",195,202]],"normalised_sentiment":0.0714285714,"vader_sentiment":0.88,"roberta_sentiment":0.9983054399},{"para_id":34,"paragraph":"Chap. Xiii.","file_id":"1816_b","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.7913570404},{"para_id":35,"paragraph":"Lancaster-- The Castle-- Adrian's Tower-- Interior of the Prison-- Courts of Justice-- The Churches-- The Aqueduct-- Garstang-- Preston-- Gas Lights-- Mr. Horrock's Cotton Manufactory-- Tarleton-- Ormskirk-- Liverpool-- The Docks-- Knowsley-- Prescot-- Return to Liverpool-- The Harbour-- St. Nicholas' Church-- The Athenaeum-- The Lyceum-- Other Reading Rooms-- The Billiard Room-- The Ball Room-- The Botanic Garden-- The Town Hall-- The Exchange-- The School for the Blind-- The Theatre-- Mr. Roscoe-- Visit to Ince-- Mr. Blundell's Collection of Antiques.","file_id":"1816_b","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9983235002},{"para_id":36,"paragraph":"As every inn-keeper who has obtained the necessary licence, may keep post-chaises and horses, the expense of posting in England varies in different parts, according to the price of fodder, or the extent of competition. From Glasgow and through the whole of Cumberland and Westmoreland, we had been constantly obliged to pay one shilling and four - pence for an English mile; but at Lancaster we were charged only the usual price of one shilling and three - pence.","file_id":"1816_b","plnames":[["England",120,127],["Glasgow",224,231],["Cumberland",257,267],["Westmoreland",272,284],["Lancaster",382,391]],"geonouns":[["inn",9,12],["post",69,73]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[["mile",369,373]],"loc_advs":[],"spa_preps":[["through",236,243]],"normalised_sentiment":0.0,"vader_sentiment":-0.34,"roberta_sentiment":0.9883773923},{"para_id":37,"paragraph":"We could then have obtained post-chaises at London for one shilling per mile.","file_id":"1816_b","plnames":[["London",44,50]],"geonouns":[["post",28,32]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[["mile",72,76]],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.996296227},{"para_id":38,"paragraph":"Lancaster is a seaport town.","file_id":"1816_b","plnames":[["Lancaster",0,9]],"geonouns":[["town",23,27]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9976761937},{"para_id":39,"paragraph":"The third son of King Edward Iii.","file_id":"1816_b","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9950770736},{"para_id":40,"paragraph":"In the country between Kendal and Lancaster there is a great sameness; but it becomes more attractive as we approach the last-mentioned place. An excellent and handsome stone bridge of five arches, that brings us directly to the Custom House, extends itself very picturesquely across the River Lune, which forms a harbour here, and along which there is a row of handsome warehouses. This little town has a very pleasing appearance, and is even embellished by a pretty large and open place, called Dalton Square, which contains several magnificent houses. Among the objects worth seeing here, the castle claims the first place. This majestic edifice, when entire must have been one of the noblest remains of Gothic architecture in England, but it now presents only a faint resemblance of what it was in its former glory. The whole seems to have been a heptagon. Of the seven towers which protected the corners, four only remain. The front, containing the great arched gate, is still completely unimpaired, and appears in all its ancient splendour. On entering the spacious castle yard we were immediately struck with the appearance of a huge square tower to the left, called Adrian's tower, on the top of which there is a turret, known by the appellation of John of Gaunt's Chair, where there is an immense seat, wherein that renowned hero is said to have frequently sat and viewed the surrounding country. We ascend by stone stairs to two large sleeping apartments in this tower. From their height we may conceive the great elevation of the tower itself. From the thronged state of prison, instead of only sixteen or seventeen persons, which these rooms were originally intended to contain, twenty - six persons now slept in them, which is calculated to render the atmosphere of the rooms very unwholesome. From the top of the tower we looked down into the court of the prison, and were enabled to form a distinct idea of its internal arrangement. Each tower has its own peculiar division of the court in front of it, enclosed by a wall, in which the prisoners may walk at stated times, without having any communication with the prisoners of the other towers. The ground in these divisions is flagged, that it may always be kept clean, and a well supplies the prisoners with water during their walk. The two towers next to Adrian's tower, contains forty cells each; and a new one, which will contain room for 120 women, was building, for the sake of which, alas, the beautiful Gothic tower beside it was to be demolished! The number of persons confined in the different receptacles was considerable, even for a country of the extent of Lancaster; there being at this time 197 male and 53 female criminals, and 150 debtors, amounting in all to 400 persons. Of the former, 34 men and 11 women were sentenced to transportation, and on 17 no sentence had yet been passed. The allowance afforded to the prisoners, is here, as in all other English prisons, very plentiful. They receive daily one pound of bread and a penny-worth of butter; and ten pounds of potatoes and two pounds and a half of flour per week; and every Sunday one pound of meat. In the chapel, which is rather a gloomy room, the culprits have seats within gratings. We found the prayer-books fastened to the desks. The courts of justice in the castle are very magnificent. The civil, or nisi prius court, is as usual, of a semi-circular form, and wholly in the Gothic style. Cross arches run from the pillars between the windows to the centre of the room, whilst the pillars themselves are connected with each other by similar arches above the windows. The room is ornamented by two beautiful portraits, as large as life, of Lord Stanley and Mr. Blackburne, the members for Lancashire. The second court( or crown court) forms an oblong square, supported by five Gothic double pillars. A broad staircase runs down into the court, on which the public stand during the trials. A picture of George Iii. on horseback, is hung opposite to the entrance. The room appropriated to the deliberations of the grand jury, which is evidently an imitation of the chapter-houses of cathedrals, and the record's room, are in the same style as that of the court; the latter is circular with a hand - some cupola, and lighted from above. The view from the towers is very extensive; and the new bridge before-mentioned( built by Mr. Harrison, the able architect who also conducted the transformation of the castle), appears here to very great advantage. A walk surrounded with a stone balus trade runs round the castle, which presents several points, whence the environs of the city may be seen. The church, a beautiful Gothic building of an oblong form, in the style of the fifteenth century, is situated on a lower elevation, and only separated from the castle by the most. Its interior is carefully white-washed. The organ appears to be a very good one. The church seats, which are on each side of the altar( a very unusual position), are ornamented with curious carved work in wood, apparently of a very ancient date.","file_id":"1816_b","plnames":[["Kendal",23,29],["Lancaster",34,43],["River Lune",288,298],["Dalton",497,503],["England",730,737],["Lancaster",2636,2645],["Lancashire",3737,3747],["George",3950,3956]],"geonouns":[["country",7,14],["stone",169,174],["bridge",175,181],["town",395,399],["houses",547,553],["castle",596,602],["towers",874,880],["gate",967,971],["castle",1072,1078],["tower",1148,1153],["tower",1183,1188],["top",1197,1200],["seat",1306,1310],["country",1397,1404],["stone",1419,1424],["tower",1473,1478],["tower",1541,1546],["tower",1827,1832],["tower",1953,1958],["wall",2032,2036],["towers",2152,2158],["ground",2164,2170],["water",2275,2280],["towers",2308,2314],["tower",2332,2337],["building",2424,2432],["tower",2484,2489],["country",2611,2618],["chapel",3149,3155],["seats",3206,3211],["castle",3307,3313],["entrance",4000,4008],["houses",4119,4125],["towers",4300,4306],["bridge",4338,4344],["castle",4450,4456],["stone",4522,4527],["castle",4555,4561],["points",4586,4592],["church",4643,4649],["building",4670,4678],["castle",4799,4805],["church",4904,4910],["seats",4911,4916],["wood",5024,5028]],"pos_words":[["great",55,60],["attractive",91,101],["excellent",146,155],["handsome",160,168],["handsome",362,370],["pleasing",411,419],["pretty",461,467],["magnificent",535,546],["worth",573,578],["majestic",632,640],["glory",813,818],["great",954,959],["spacious",1063,1071],["immense",1298,1305],["renowned",1325,1333],["hero",1334,1338],["great",1518,1523],["top",1816,1819],["clean",2229,2234],["well",2242,2246],["beautiful",2467,2476],["plentiful",2956,2965],["worth",3017,3022],["magnificent",3323,3334],["beautiful",3646,3655],["supported",3807,3816],["grand",4060,4065],["great",4480,4485],["advantage",4486,4495],["beautiful",4653,4662],["good",4890,4894],["work",5016,5020]],"neg_words":[["faint",766,771],["struck",1104,1110],["prison",1582,1588],["prison",1870,1876],["peculiar",1971,1979],["confined",2544,2552],["gloomy",3175,3181],["hung",3979,3983],["unusual",4962,4969]],"events":[],"dates":[["seventeen",1617,1626],["forty",2348,2353],["11",2782,2784],["17",2832,2834],["daily",2980,2985],["week",3100,3104],["Sunday",3116,3122],["the fifteenth century",4714,4735]],"times":[],"distances":[],"loc_advs":[["between",15,22],["there",44,49],["across",277,283],["here",322,326],["there",344,349],["here",586,590],["left",1161,1165],["there",1210,1215],["there",1286,1291],["without",2087,2094],["beside",2490,2496],["there",2647,2652],["here",2912,2916],["above",4275,4280],["here",4467,4471]],"spa_preps":[["along",332,337],["down",1843,1847],["into",1848,1852],["next to",2315,2322],["within",3212,3218],["between",3472,3479],["above",3597,3602],["down",3871,3875],["into",3876,3880],["opposite",3984,3992],["round",4545,4550]],"normalised_sentiment":0.0514541387,"vader_sentiment":1.0,"roberta_sentiment":0.9986732006},{"para_id":41,"paragraph":"See an account somewhat different in Warner's Reisen durch das wordlichs England, von Kuttner, vol. 2. p. 140.","file_id":"1816_b","plnames":[["England",73,80]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["2",100,101]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9731929302},{"para_id":42,"paragraph":"The building of the Bridge cost £ 12,000, and that of the prison £ 40,000.","file_id":"1816_b","plnames":[],"geonouns":[["building",4,12]],"pos_words":[],"neg_words":[["prison",58,64]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.125,"vader_sentiment":-0.51,"roberta_sentiment":-0.9977071285}]