[{"para_id":0,"paragraph":"Letter Xxiv. October 1778.","file_id":"1780_b","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["October 1778",13,25]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9811634421},{"para_id":1,"paragraph":"Quitting our fellow-travellers we left Edinburgh, and proceeded on through Kelso, a neat and pretty town, situate on the Tweed; and thence, through a rich corn country, part of it, however, mountainous and barren, to Carlisle, leaving Leatherby, a seat of lord Graham's, on the left. The castle of Carlisle is old and ruinous: it was taken by the rebels in 1745, but afterwards retaken by the duke of Cumberland. The cathedral is spacious, but inelegant, and built of a red free-stone, which gives it an indifferent appearance.","file_id":"1780_b","plnames":[["Edinburgh",39,48],["Kelso",75,80],["Tweed",121,126],["Carlisle",217,225],["Leatherby",235,244],["Carlisle",298,306],["Cumberland",401,411]],"geonouns":[["town",100,104],["country",160,167],["seat",248,252],["castle",288,294],["stone",479,484]],"pos_words":[["neat",84,88],["pretty",93,99],["rich",150,154],["spacious",430,438],["free",474,478]],"neg_words":[["barren",206,212],["ruinous",318,325],["inelegant",444,453],["indifferent",504,515]],"events":[],"dates":[["1745",357,361]],"times":[],"distances":[],"loc_advs":[["left",34,38],["left",278,282]],"spa_preps":[["through",67,74],["through",140,147]],"normalised_sentiment":0.0212765957,"vader_sentiment":0.12,"roberta_sentiment":0.997590661},{"para_id":2,"paragraph":"From Carlisle we next proceeded to Penrith, the eminence above which affords one of the richest prospects in the kingdom. The church of Penrith is a handsome new building, well galleried, and ornamented in the modern stile. The pillars supporting the gallery are remarkable, being formed of one single stone each, ten feet four inches high. The church-yard is a remarkable monument, apparently of great antiquity. Two pillars are placed in a direction east and west, distant from each other fifteen feet; at each side of the tomb two stones are fixed, with an edge upwards, of a semicircular form: these side-stones at present do not shew any marks of the sculptor, though some have conjectured they represented boars. The pillars are of one piece, formed like the antient spears, and about ten feet in height; the shafts are round for about seven feet, above which they run into a square, and appear to have terminated in a point; where the square point commences, there are the remains of a narrow belt of ornamental frize-work. Antiquaries have differed much with respect to this curious monument. The most natural conjecture is, that some British warrior has been interred there, the custom of placing pillars at the head and foot of sepulchres, according to some historians, being of an ancient date. Bishop Lyttleton says, it is undoubtedly a sepulchral monument; but whether British, Roman, Saxon, or Danish he knows not. About thirteen yards distant from this grave is another monument. It is six feet high, fourteen inches broad at the bottom, contracting to ten inches upwards, and the circle of the cross eighteen inches in diameter. What relation or connection this pillar has with the other is not determined; although it is significantly called the Giant's Thumb, as the other is his Place of Rest. Learned people say, it is undoubtedly an antient cross, whose base is sunk into the earth. For my part I cannot see the propriety of this conjecture; on the contrary it seems as if destined for an instrument of punishment, a kind of pillory or stocks, where the arms could be run through, or what Hudibras would call\" the Bilboes.\" Whatever it was it is now no matter: it heretofore has afforded an ample field for speculation; and if the world does not alter greatly for the better, it certainly will continue so to do until the end of the chapter. Just without the town stands the castle: doubts have arisen about this likewise. It is very old that's certain: what further it has in its favour I will not pretend to determine.","file_id":"1780_b","plnames":[["Carlisle",5,13],["Penrith,",35,43],["Penrith",136,143],["Giant's Thumb",1763,1776]],"geonouns":[["church",126,132],["building",162,170],["stone",302,307],["church",345,351],["monument",373,381],["stones",534,540],["edge",560,564],["stones",609,615],["point",925,930],["point",949,954],["monument",1091,1099],["head",1221,1225],["foot",1230,1234],["monument",1360,1368],["monument",1485,1493],["field",2218,2223],["town",2380,2384],["castle",2396,2402]],"pos_words":[["eminence",48,56],["handsome",149,157],["well",172,176],["modern",210,216],["supporting",236,246],["remarkable",263,273],["remarkable",362,372],["great",397,402],["like",756,760],["work",1025,1029],["respect",1067,1074],["ample",2212,2217],["better",2289,2295],["favour",2502,2508]],"neg_words":[["sunk",1883,1887],["pillory",2046,2053],["doubts",2404,2410],["pretend",2520,2527]],"events":[],"dates":[["the end of the",2339,2353]],"times":[],"distances":[["ten feet",314,322],["each other fifteen feet",480,503],["about ten feet",785,799],["about seven feet",836,852],["six feet",1501,1509]],"loc_advs":[["upwards",565,572],["above",854,859],["there",966,971],["there",1177,1182],["upwards",1579,1586],["without",2368,2375]],"spa_preps":[["above",57,62],["round",826,831],["into",875,879],["into",1888,1892],["through",2093,2100],["about",2423,2428]],"normalised_sentiment":0.0456621005,"vader_sentiment":0.95,"roberta_sentiment":0.9985615611},{"para_id":3,"paragraph":"About half a mile from Penrith stands Arthur's Round Table. This is said to be of great antiquity; but there is no tradition when, by whom, or for what purpose it was made: it is cut in a little plain near the river, of an exact circular figure, save to the eastern and western sides an approach is left to the common level of the plain. The trench by which it is formed, is near ten paces wide; the soil which has been thrown up on the outward side, making a kind of theatre. The whole circle within the ditch is one hundred and sixty paces. Some antiquarians have supposed it was a place where criminals were exposed, others that it was an entrenchment or fortified camp, and others a tilting-ground; whichsoever of the accounts is right I know not. Suffice it that it would serve for either.","file_id":"1780_b","plnames":[["Penrith",23,30],["Arthur's Round Table",38,58]],"geonouns":[["river",210,215],["common",311,317],["ground",695,701]],"pos_words":[["great",82,87],["right",734,739]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[["half a mile",6,17]],"loc_advs":[["there",103,108],["left",299,303],["near",375,379]],"spa_preps":[["near",201,205],["within",494,500]],"normalised_sentiment":0.0281690141,"vader_sentiment":-0.62,"roberta_sentiment":0.9838468432},{"para_id":4,"paragraph":"About half a mile distant from this again stands Maybrough: a place evidently of druidical worship. It is situate on the flat surface of an inconsiderable hill; one large stone immediately in the center, eleven feet high, and near its middle twenty - two feet in circumference. Around this plain an uncemented wall is continued in an exact circle. Formerly the whole of this place was covered with oak, and other trees of considerable bulk: they are now totally destroyed, saving some few saplings which are scattered up and down.","file_id":"1780_b","plnames":[["Maybrough",49,58]],"geonouns":[["hill",155,159],["stone",171,176],["wall",310,314],["trees",413,418]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[["half a mile",6,17],["eleven feet",204,215],["twenty - two feet",242,259]],"loc_advs":[],"spa_preps":[["near",226,230],["down",525,529]],"normalised_sentiment":0.0,"vader_sentiment":-0.32,"roberta_sentiment":-0.9902483821},{"para_id":5,"paragraph":"Leaving this place we proceeded to Lowther Hall, a seat belonging to the baronet of that name. Lowther Hall, however is not worth seeing. The grounds are entirely unimproved; the house is indifferent, and the roads in so wretched a condition, that a carriage stands a chance of being shattered at every foot it is moved. The manufactory, however, of carpeting at this place, patronized immediately by Sir James himself, and founded for the relief of between twenty and thirty orphans, whom he constantly maintains, is well worthy of attention, and does honor to his humanity. The style of work is in imitation of the Gobelin tapestry. The colours are fine and glowing, and were it more generally encouraged it might possibly in time arrive at an equal degree of perfection. None of this manufacture is sold at Lowther Hall, where it is made. The overseer, however, told us, that he had the permission of Sir James to execute any commission which might be given him. Quitting this we again returned to Penrith, and thence proceeding along the beautiful windings of the Emont, which flows through the vale of that name, and passing by the hill Dunmorlet, covered to its very summit with oak and ever-greens, we at length arrived at the lake of Uls, commonly called Uls Water. This lake, surrounded entirely by hills, saving the margins, which are well cultivated, and in many places planted with wood, is nine miles long, and about one mile over at its greatest width. The different views, which the serpentine curvatures of the lake afford, are highly picturesque, especially toward its extremity. About the center of the lake, a small piece of land juts wildly out, on which Mr. Robinson has erected a house, from whence he has a delightful and most romantic prospect.","file_id":"1780_b","plnames":[["Lowther Hall",35,47],["Lowther Hall",95,107],["Lowther Hall",810,822],["Penrith,",1001,1009],["Emont",1068,1073],["Dunmorlet",1142,1151]],"geonouns":[["seat",51,55],["grounds",142,149],["house",179,184],["roads",209,214],["carriage",250,258],["foot",303,307],["windings",1052,1060],["vale",1099,1103],["hill",1137,1141],["summit",1173,1179],["lake",1234,1238],["lake",1279,1283],["hills",1308,1313],["wood",1394,1398],["lake",1527,1531],["lake",1621,1625],["land",1644,1648],["house",1702,1707]],"pos_words":[["worth",124,129],["relief",440,446],["well",518,522],["worthy",523,529],["honor",553,558],["work",589,593],["fine",651,655],["glowing",660,667],["perfection",762,772],["beautiful",1042,1051],["well",1345,1349],["greatest",1451,1459],["afford",1532,1538],["picturesque",1551,1562],["delightful",1730,1740],["romantic",1750,1758]],"neg_words":[["indifferent",188,199],["wretched",221,229],["wildly",1654,1660]],"events":[],"dates":[],"times":[],"distances":[["nine miles",1403,1413],["about one mile",1424,1438]],"loc_advs":[],"spa_preps":[["between",450,457],["along",1032,1037],["through",1087,1094],["over",1439,1443],["toward",1575,1581],["out",1661,1664]],"normalised_sentiment":0.0838709677,"vader_sentiment":0.99,"roberta_sentiment":-0.9994425178},{"para_id":6,"paragraph":"From Uls Water we proceeded towards Keswick, and within about two miles of the town came to a druidical place of worship. This monument is placed on a plain formed on the summit of a hill; it is composed of stones of various forms, natural and un-hewn; they seem to have been collected from the surface, but from what lands it is hard to conjecture, most of them being a species of granite. The stones are fifty in number, set in a form not exactly circular, the diameter being thirty paces from east to west, and thirty - two from north to south; at the eastern end a small inclosure is formed within the circle by ten stones, making an oblong square, in conjunction with the stones of that side of the circle, seven paces in length and three in width within. Mr. Pennant, speaking of this monument, says\" That which distinguishes it from all other druidical remains of the like nature is the rectangular recess on the east side of the area, that place probably having been allotted for the druids, the priests of the place, a sort of holy of holies, where they met, separated from the vulgar, to perform their rites, divinations, and all such other matters as came within their secret jurisdiction.\"","file_id":"1780_b","plnames":[["Keswick",36,43]],"geonouns":[["town",79,83],["monument",127,135],["summit",171,177],["hill",183,187],["stones",207,213],["lands",318,323],["stones",395,401],["stones",620,626],["stones",677,683],["monument",791,799]],"pos_words":[["like",875,879],["holy",1036,1040]],"neg_words":[["hard",330,334],["vulgar",1087,1093]],"events":[],"dates":[],"times":[],"distances":[["about two miles",56,71]],"loc_advs":[],"spa_preps":[["within",49,55],["within",595,601],["within",753,759],["within",1167,1173]],"normalised_sentiment":0.0,"vader_sentiment":0.8,"roberta_sentiment":0.9953143597},{"para_id":7,"paragraph":"From this monument we immediately opened the fertile and celebrated vale of Keswick, girt in by hills, and enriched by the highest cultivation. The town is situate on the confines of the lake.","file_id":"1780_b","plnames":[["Keswick",76,83]],"geonouns":[["monument",10,18],["vale",68,72],["hills",96,101],["town",148,152],["lake",187,191]],"pos_words":[["fertile",45,52],["celebrated",57,67]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.125,"vader_sentiment":0.57,"roberta_sentiment":0.9986639023},{"para_id":8,"paragraph":"Derwentwater, as it is called, has long been esteemed the most beautiful of any in this part of England, and for its size it probably is deserving the eulogium. To labour at its description is, however, needless. Many pens have already been employed on that subject: mine, therefore, shall confine itself to a transcript, which, making allowances for the exuberance of fancy, will exhibit a plan and not so exaggerated picture. The poet's name I forget.","file_id":"1780_b","plnames":[["Derwentwater",0,12],["England",96,103]],"geonouns":[],"pos_words":[["beautiful",63,72],["deserving",137,146],["exuberance",355,365],["fancy",369,374]],"neg_words":[["needless",203,211]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0810810811,"vader_sentiment":0.78,"roberta_sentiment":-0.9958414435},{"para_id":9,"paragraph":"\" To Nature's pride, Sweet Keswick's vale, the Muse will guide; The Muse who trod the enchanted ground, Who sailed the wonderous lake around; With you will haste once more to hail The beauteous brook of Borrodale. From savage parent, gentle stream, Be thou the Muse's favourite theme; O soft, insinuating glide, Silent along the meadow's side; Smooth over the sandy bottom pass, Resplendent all through fluid glass Unless upon thy yielding breast, Their heads the painted lilies rest, To where, in deep capacious bed, The widely liquid lake is spread Let other streams rejoice to roar Down the rough rocks of dread Lodore; Rush, raving on with boisterous sweep, And foaming rend the frighted deep. Thy gentle genius shrinks away, From such a rude unequal fray Through thy own native dale, where rise Tremendous rocks amid the skies Thy waves with patience slowly wind, Till they the smoothest channel find Soften the horrors of the scene And through confusion, flow serene; Horrors like these at first alarm, But soon with savage grandeur charm, And raise to noblest thoughts your mind; Thus by thy fall, Lodore, reclined","file_id":"1780_b","plnames":[["Keswick's",27,36],["Borrodale",203,212],["Lodore",615,621],["Lodore",1105,1111]],"geonouns":[["vale",37,41],["ground",96,102],["lake",129,133],["brook",194,199],["stream",241,247],["meadow",329,335],["pass",373,377],["heads",454,459],["bed",513,516],["lake",536,540],["streams",561,568],["rocks",600,605],["dale",783,787],["rocks",811,816],["channel",893,900]],"pos_words":[["pride",14,19],["enchanted",86,95],["wonderous",119,128],["hail",175,179],["beauteous",184,193],["gentle",234,240],["soft",287,291],["rejoice",569,576],["gentle",702,708],["genius",709,715],["patience",847,855],["smoothest",883,892],["serene",966,972],["like",982,986],["grandeur",1030,1038],["charm",1039,1044]],"neg_words":[["haste",156,161],["savage",219,225],["insinuating",293,304],["rough",594,599],["dread",609,614],["raving",629,635],["boisterous",644,654],["rude",742,746],["unequal",747,754],["slowly",856,862],["confusion",950,959],["alarm",1002,1007],["savage",1023,1029]],"events":[],"dates":[["thy fall",1095,1103]],"times":[],"distances":[],"loc_advs":[["away",724,728]],"spa_preps":[["around",134,140],["along",319,324],["over",351,355],["through",395,402],["amid",817,821],["through",942,949]],"normalised_sentiment":0.0236220472,"vader_sentiment":0.66,"roberta_sentiment":0.9984747767},{"para_id":10,"paragraph":"The cragged cliff, impending wood, Where shadows mix, over half the flood, The gloomy clouds with solemn sail, Scarce lifted by the languid gale Over the capped hill and darkened vale; The ravening kite and bird of Jove Which round the aereal ocean move, And, floating on the billowy sky, With full expanded pinions fly, There fluttering on their bleating prey, Thence with death-dooming eye survey Channels by rocky torrents torn, Rocks to the lake in thunder borne: Or such as over our heads appear, Suspended in the mid career, To start again at his command, Who rules fire, water, air, and land; I view with wonder and delight, A pleasing, though an awful sight, For seen with them, the verdant isles Soften with more delicious smiles; More tempting twine their opening bowers, More lively flow the purple flowers, More smoothly slopes the border gay, In fairer circle bends the bay And last to fix our wandering eyes, Thy roofs, oh Keswick! brighter rise The lake and lofty hills between, Where giant Skiddow shuts the scene.","file_id":"1780_b","plnames":[["Keswick",937,944],["Skiddow",1006,1013]],"geonouns":[["wood",29,33],["hill",161,165],["vale",179,183],["lake",445,449],["heads",488,493],["water",578,583],["land",594,598],["isles",699,704],["slopes",833,839],["bay",883,886],["lake",964,968],["hills",979,984]],"pos_words":[["wonder",612,618],["delight",623,630],["pleasing",634,642],["delicious",722,731],["smiles",732,738],["tempting",745,753],["lively",787,793],["smoothly",824,832],["brighter",946,954]],"neg_words":[["impending",19,28],["gloomy",79,85],["solemn",98,104],["languid",132,139],["darkened",170,178],["death",374,379],["rocky",411,416],["awful",654,659]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["over",54,58],["round",226,231],["over",479,483],["between",985,992]],"normalised_sentiment":0.0092592593,"vader_sentiment":0.88,"roberta_sentiment":0.9935082197},{"para_id":11,"paragraph":"Supreme of mountains, Skiddow, hail! To whom all Britain sinks a vale! Lo! his imperial brow I see From foul usurping vapours free! Twere glorious now,&amp; c. \"","file_id":"1780_b","plnames":[["Skiddow",22,29],["Britain",49,56]],"geonouns":[["mountains",11,20],["vale",65,69],["brow",88,92]],"pos_words":[["hail",31,35],["free",126,130],["glorious",138,146]],"neg_words":[["foul",104,108]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.1,"vader_sentiment":0.93,"roberta_sentiment":-0.9795036316},{"para_id":12,"paragraph":"The length of the lake is not four miles; its circumference about ten: altogether it affords a profusion of wild and romantic scenery. Mr. Pennant says, Loch Lomond in Scotland and Loch Lene( or Killearney) in Ireland, are powerful rivals to the lake in question; and that were a native of either of these kingdoms to demand his opinion of their respective beauties, he would answer as Melvil did queen Elizabeth,\" that she was the fairest person in England, and his mistress the fairest in Scotland.\" This is a compliment, however that I will not subscribe to, neither will I to Mr. Cumberland's decision, that Uls Water is superior to them all. Probably the weather was unfavourable, when these gentlemen visited those places they condemn: this is frequently the case; men are apt to be led away by first impressions. A considerable distance of time, like-wise, between the sight of two places gives the last which is seen a vast advantage over the former. Within a few days, however I saw both the Uls, Derwentwater, and Loch Lomond, and that too on the clearest days and with the finest weather; and thus qualified I cannot refrain from pronouncing that Loch Lomond was in every respect superior to anything I had ever seen. ' Nay farther, that Loch Tay, Loch Awe, and even Loch Leven in Scotland, had advantages which neither the Uls nor Derwentwater possessed. Pretty well this you'll say, for one who was not born on the northern side of the Tweed.","file_id":"1780_b","plnames":[["Loch Lomond",153,164],["Scotland",168,176],["Loch Lene",181,190],["Killearney",195,205],["Ireland",210,217],["Elizabeth",403,412],["England",450,457],["Scotland",491,499],["Cumberland",584,594],["Derwentwater",1006,1018],["Loch Lomond",1024,1035],["Loch Lomond",1158,1169],["Loch Tay",1249,1257],["Loch Awe",1259,1267],["Loch Leven",1278,1288],["Scotland",1292,1300],["Derwentwater",1343,1355],["Tweed",1449,1454]],"geonouns":[["lake",18,22],["lake",246,250]],"pos_words":[["profusion",95,104],["romantic",117,125],["powerful",223,231],["compliment",512,522],["superior",625,633],["led",789,792],["like",853,857],["wise",858,862],["advantage",932,941],["finest",1084,1090],["qualified",1109,1118],["respect",1183,1190],["superior",1191,1199],["advantages",1306,1316],["well",1374,1378]],"neg_words":[["wild",108,112],["mistress",467,475],["condemn",733,740]],"events":[],"dates":[["a few days",966,976],["the clearest days",1053,1070]],"times":[],"distances":[["four miles",30,40]],"loc_advs":[["between",864,871]],"spa_preps":[["about",60,65],["away",793,797],["over",942,946]],"normalised_sentiment":0.0902255639,"vader_sentiment":0.98,"roberta_sentiment":0.9987595081},{"para_id":13,"paragraph":"Within a few miles of Keswick, at a place called Barrowdale, a vein has been discovered of black lead, or what is in that country called Wadd. The shaft is now covered with water, so that we could not see it; we, however, got a piece of the mineral. Dr. Campbell, in his Political Survey of Great Britain, speaks of it in the following manner:\" Black lead is what some have supposed, with very little reason, to be the Molybdena or Galena of Pliny; others stile it Plumbage. Our judicious Camden, in whose days it was a new thing, would not venture to give it a Latin name, but calls it a metallic earth, or hard stony shining substance, which, whether it was the Pingitis or Melanteria of Dioscorides, or an Ochre burnt to blackness in the earth, and so unknown to the antients, he left others to enquire. Dr. Merret, from the use to which it was first applied, named it Ingrica Fabrilis. The learned Boyle is of opinion, that it has not anything metallic in its nature. It is, indeed a very singular substance. The sole mine, in which it is found, is in Barrowdale, and those who are best acquainted with it stile it, a black pinguid shining earth, which they suppose to be impregnated with lead and antimony. The working it without any preparation makes it more valuable than the ore of any metal found in this island. \"","file_id":"1780_b","plnames":[["Keswick",22,29],["Barrowdale",49,59],["Great Britain",291,304],["Barrowdale",1056,1066]],"geonouns":[["country",122,129],["water",173,178],["island",1314,1320]],"pos_words":[["lead",97,101],["lead",351,355],["judicious",479,488],["best",1086,1090],["lead",1193,1197],["valuable",1265,1273]],"neg_words":[["hard",608,612],["unknown",755,762]],"events":[],"dates":[["days",506,510]],"times":[],"distances":[["a few miles",7,18]],"loc_advs":[["left",783,787],["without",1227,1234]],"spa_preps":[],"normalised_sentiment":0.0344827586,"vader_sentiment":0.92,"roberta_sentiment":0.9877056479},{"para_id":14,"paragraph":"Adieu.","file_id":"1780_b","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9912934899},{"para_id":15,"paragraph":"Letter XXV. October 1778.","file_id":"1780_b","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["October 1778",12,24]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9760867953},{"para_id":16,"paragraph":"The road from Keswick to Ambleside is the most enchanting and picturesque that can be conceived; woods lawns, and fields girt in by hills, mark in all its progress. The lake of Thurlmere first presents itself, and then the lake of Grasmere, the valley of which is thus described by Mr. Gray:\" The bosom of the mountains spreading here into a broad bason, discover in the midst, Grasmere water; its margin is hollowed into small bays with eminences, some of rock, some of soft turf, that half conceal and vary the figure of the little lake they command. From the shore, a low promontory pushes itself far into the water, and on it stands a white village with a parish church rising in the midst of it, hanging inclosures, corn fields, and meadows, green as emerald, with their trees, and hedges, and cattle, fill up the whole space from the edge of the water; and just opposite to you is a large farm house, at the bottom of a steep smooth lawn embosomed in old wood, which climb half way up the mountains sides, and discover above, a broken line of craggs that crown the scene. Not a single red tile, nor flaring gentleman's house, or garden wall, break in upon the repose of this little unsuspected paradise; but all is peace, rusticity, and happy poverty in its neatest, and most becoming attire.\"","file_id":"1780_b","plnames":[["Keswick",14,21],["Ambleside",25,34],["Thurlmere",177,186],["Grasmere",231,239],["Grasmere",378,386]],"geonouns":[["road",4,8],["woods",97,102],["lawns",103,108],["fields",114,120],["hills",132,137],["lake",169,173],["lake",223,227],["valley",245,251],["mountains",310,319],["water",387,392],["bays",428,432],["rock",457,461],["lake",534,538],["shore",562,567],["promontory",575,585],["water",613,618],["village",645,652],["parish",660,666],["church",667,673],["fields",726,732],["meadows",738,745],["trees",776,781],["edge",840,844],["water",852,857],["farm",895,899],["house",900,905],["lawn",939,943],["wood",961,965],["mountains",995,1004],["line",1041,1045],["house",1125,1130],["wall",1142,1146]],"pos_words":[["enchanting",47,57],["picturesque",62,73],["progress",155,163],["soft",471,475],["smooth",932,938],["paradise",1200,1208],["peace",1221,1226],["happy",1243,1248],["neatest",1264,1271]],"neg_words":[["steep",926,931],["broken",1034,1040],["break",1148,1153],["poverty",1249,1256]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["here",330,334],["above",1025,1030]],"spa_preps":[["into",335,339],["into",417,421],["into",604,608],["opposite",868,876]],"normalised_sentiment":0.0409836066,"vader_sentiment":0.91,"roberta_sentiment":0.9987108707},{"para_id":17,"paragraph":"Leaving this we proceeded on, by Rydall water, to the lake of Windermere. This is an extensive piece of water interspersed with islands; the lands on either side well cultivated, and the whole exhibiting a choice assemblage of the richest and most variegated beauties. Over against Bownass stands a circular mansion, built on one of these isles: the taste is singular; but I do not conceive it otherwise than disadvantageous to the prospect altogether, particularly as the gardens are walled-in, and most formally displayed. At this place we took our leave of the lakes, and continuing our journey over the Moors, came to Kendal. This is the largest town in Westmoreland, and consists of good streets excellently well paved; it is distant 256 miles from London. The ruins of a castle on the other side of the river are scarce worth seeing; antiquaries differ as to the time and by whom it was erected. From Kendal we next proceeded to Burton on the borders of Lancashire, and from Burton to Lancaster, the chief city of that county.","file_id":"1780_b","plnames":[["Rydall",33,39],["Windermere",62,72],["Bownass",282,289],["Kendal",622,628],["Westmoreland",658,670],["London",754,760],["Kendal",907,913],["Burton",935,941],["Lancashire",960,970],["Burton",981,987],["Lancaster",991,1000]],"geonouns":[["water",40,45],["lake",54,58],["water",104,109],["islands",128,135],["lands",141,146],["mansion",308,315],["isles",339,344],["lakes",564,569],["town",650,654],["streets",693,700],["castle",777,783],["river",809,814],["county",1025,1031]],"pos_words":[["well",162,166],["good",688,692],["excellently",701,712],["well",713,717],["worth",826,831]],"neg_words":[["disadvantageous",409,424],["ruins",766,771],["scarce",819,825]],"events":[],"dates":[],"times":[],"distances":[["256 miles",739,748]],"loc_advs":[],"spa_preps":[["against",274,281],["over",598,602]],"normalised_sentiment":0.023255814,"vader_sentiment":0.93,"roberta_sentiment":0.9982227683},{"para_id":18,"paragraph":"Lancaster is a large and populous town, well-built, clean, and abounding in good houses. The castle is a remarkable piece of antiquity; it is very old, but still in high preservation, and its situation commanding. Leaving Lancaster we next proceeded to Preston, a considerable and well-inhabited town, and thence to Liverpool. This town, next to London, has the greatest appearance of wealth and industry of any in the kingdom; every street is crowded with people, the docks and river are filled with shipping, the quays are piled up with goods, and the merchants and traders carry the ostensible marks of riches in their looks; altogether, however, the town is not to be compared with Lancaster.","file_id":"1780_b","plnames":[["Lancaster",0,9],["Lancaster",222,231],["Preston",253,260],["Liverpool",316,325],["London",346,352],["Lancaster",686,695]],"geonouns":[["town",34,38],["houses",81,87],["castle",93,99],["town",296,300],["town",332,336],["street",434,440],["river",479,484],["town",654,658]],"pos_words":[["well",40,44],["clean",52,57],["good",76,80],["remarkable",105,115],["well",281,285],["greatest",362,370]],"neg_words":[["crowded",444,451]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["next to",338,345]],"normalised_sentiment":0.0833333333,"vader_sentiment":0.97,"roberta_sentiment":0.9986808896}]