[{"para_id":0,"paragraph":"Chap. Vi.","file_id":"1804_d","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9733913541},{"para_id":1,"paragraph":"Lancaster. Kendal. Leven Park. Romantic Country. Windermere Lake. A Storin. Adventure in a Cottage. Ancient Abbey. Lakes. Interesting Guide. Mountains.","file_id":"1804_d","plnames":[["Lancaster",0,9],["Kendal",11,17],["Leven Park",19,29],["Windermere Lake",49,64],["Abbey",108,113],["Lakes",115,120]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.77,"roberta_sentiment":0.9988353848},{"para_id":2,"paragraph":"Mrs. Middleton and her family left Lancaster, full of expectations of pleasure and novelty, from the celebrated lakes to which their course was particularly directed. As they entered the Vale of Lonsdale, a barren ridge of mountain rose on the right., the windings of the Lon enriched the Luxuriant vale, and towards the left the prospect was bounded by hills covered with wood. Near the small village of Hornby, the ruins of a castle rendered the view still more picturesque. The further they withdrew from the coast, the more mountainous the aspect of the country became. The whole ride to Kirby Lonsdale is continued succession of hill and dale, ornamented with pleasing enclosures, and covered with thick woods. At this neat little town, standing on an eminence washed by the River Lon, they took some refreshment, and pursued their road, through a country abounding with romantic and agreeable views, to Kendal.","file_id":"1804_d","plnames":[["Lancaster",35,44],["Hornby",405,411],["Kirby Lonsdale",592,606],["River",780,785],["Kendal",909,915]],"geonouns":[["lakes",112,117],["ridge",214,219],["mountain",223,231],["windings",256,264],["vale",299,303],["hills",354,359],["wood",373,377],["village",394,401],["castle",428,434],["coast",512,517],["country",558,565],["hill",634,638],["dale",643,647],["woods",709,714],["town",736,740],["road",837,841],["country",853,860]],"pos_words":[["pleasure",70,78],["novelty",83,90],["celebrated",101,111],["right",244,249],["picturesque",464,475],["pleasing",665,673],["neat",724,728],["eminence",757,765],["romantic",876,884],["agreeable",889,898]],"neg_words":[["barren",207,213],["ruins",417,422]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["left",30,34],["left",321,325]],"spa_preps":[["through",843,850]],"normalised_sentiment":0.0975609756,"vader_sentiment":0.97,"roberta_sentiment":-0.9955946803},{"para_id":3,"paragraph":"Several ingenious arts and extensive manufactures being carried on in this place, our travellers were detained for the purpose of examining them. The female and infant poor are usually employed in preparing worsted and knitting it into stockings. Great quantities of a coarse kind of woollen goods are made here, and exported, by way of Liverpool, to Guinea and the West Indies, for the use of negroes. The numerous tax-yards enabled the young people to gain a clear idea of the process of converting the hides of beasts into leather. The mills for scouring, fulling, and frizzing woollen cloth, next engaged their attention; nor did they think their time mispent, in viewing the less important, through curious inventions, of making fish - hooks, and cards for disentangling raw wool and preparing it for the spinning-wheel. But of all the specimens of art they saw in this town, the most elegant were displayed in the chimney-pieces and other ornamental works, formed of the marble, of a lately-discovered quarry in the neighbourhood, which for variety of colour and fine polish, is said to equal any produced in Greece or Italy. Kendal is built on an eminence, in the midst of a fertile vale, enclosed by barren mountains and craggy rocks. It takes its name from the River Ken, which nearly surrounds it. The river is crossed by several bridges: at a little distance from one of them rises a roundish hill, crowned with ruined fragments of an old castle. The plentiful supply of game, fish, and wild-fowl, formed a continual feast, whilst they were at Kendal, at a very cheap rate. A fine morning favoured an excursion to the falls of the Ken. It being market-day, the met vast numbers of country people from the hills, in small light carts, filled with turf, or peat, cut from the surface of the earth, for the purpose of burning instead of coals.","file_id":"1804_d","plnames":[["Liverpool",337,346],["Guinea",351,357],["West Indies",366,377],["Greece",1115,1121],["Italy",1125,1130],["Kendal",1132,1138],["River",1270,1275],["Kendal",1555,1561]],"geonouns":[["town",875,879],["quarry",1008,1014],["vale",1190,1194],["mountains",1215,1224],["rocks",1236,1241],["river",1312,1317],["bridges",1340,1347],["hill",1404,1408],["castle",1450,1456],["falls",1629,1634],["country",1692,1699],["hills",1716,1721]],"pos_words":[["ingenious",8,17],["gain",454,458],["clear",461,466],["important",685,694],["elegant",890,897],["works",956,961],["variety",1047,1054],["fine",1069,1073],["eminence",1154,1162],["fertile",1182,1189],["plentiful",1462,1471],["fine",1587,1591]],"neg_words":[["poor",168,172],["coarse",269,275],["barren",1208,1214],["ruined",1423,1429],["wild",1498,1502],["cheap",1573,1578],["burning",1826,1833]],"events":[],"dates":[["market-day,",1656,1667]],"times":[["morning",1592,1599]],"distances":[],"loc_advs":[["here",307,311]],"spa_preps":[["into",231,235],["into",521,525],["through",696,703]],"normalised_sentiment":0.0299401198,"vader_sentiment":0.87,"roberta_sentiment":0.9977096319},{"para_id":4,"paragraph":"Their road led them to Milthorp, a village situated on a little peak near the Ken's Mouth, whence the fine slates, in which Westmorland abounds, are exported to Liverpool, London, Hull, and other places.","file_id":"1804_d","plnames":[["Milthorp",23,31],["Ken's Mouth",78,89],["Westmorland",124,135],["Liverpool",161,170],["London",172,178],["Hull",180,184]],"geonouns":[["road",6,10],["village",35,42],["peak",64,68]],"pos_words":[["led",11,14],["fine",102,106],["abounds",136,143]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["near",69,73]],"normalised_sentiment":0.1428571429,"vader_sentiment":0.2,"roberta_sentiment":0.9977918863},{"para_id":5,"paragraph":"Having reached Leven's Bridge, close to a very ancient mansion belonging to Lord Suffolk, they entered the park, which presented to many beauties, that they knew not which to admire most. Catherine was charmed with the profusion of noble forest trees; some disposed in clumps, whilst the venerable oak formed an avenue; and beech of huge size, standing alone, defied every storm. The herds of elegant deer, that gambolled amongst the thickest hawthorn, pleased Louisa. Edwin placed himself on the steep bank of the river, rolling, with the rapidity of mountain-torrent, through the grounds, and fancifully overhung with bulging rocks and thick groves of birch. Arthur, always active, found a petrifying spring, called the Dropping Well, from which he collected several pieces of moss and branches of trees, in a state of petrifaction.","file_id":"1804_d","plnames":[["Leven's Bridge",15,29],["Suffolk",81,88],["Dropping Well",722,735]],"geonouns":[["mansion",55,62],["park",107,111],["forest",238,244],["trees",245,250],["bank",503,507],["river",515,520],["mountain",552,560],["grounds",582,589],["rocks",628,633],["groves",644,650],["trees",800,805]],"pos_words":[["admire",175,181],["profusion",219,228],["noble",232,237],["elegant",393,400],["pleased",453,460]],"neg_words":[["steep",497,502],["torrent",561,568]],"events":[],"dates":[["spring",703,709]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["close",31,36],["amongst",422,429],["through",570,577]],"normalised_sentiment":0.0375,"vader_sentiment":0.9,"roberta_sentiment":0.9985192418},{"para_id":6,"paragraph":"Most reluctantly did they leave this enchanting park; but they were somewhat reconciled by the romantic beauties of a glen, on the edge of a precipice above the river, leading them to a point, where a rough, bold arch, covered with ivy, connects the impending rocks on each side; beneath which the stream rushes in a dark, gloomy current, and soon falls in a foaming cataract over several high ledges of the rock, after which it is concealed in the shady groves of Leven's Park. As they advanced along the banks of the river, the Gothic tower of Sizergh appeared in the midst of an opposite wood, encompassed by lofty mountains; and a mill, with its large wheel turned by the stream, improved the rural scenery. In their return to Kendal, they passed through Sedgwick, where there are large works for making gunpowder. The fatigue of their ride, and their minds being filled with the images of what they had seen, obliged them to retire early.","file_id":"1804_d","plnames":[["Leven's Park",465,477],["Sizergh",546,553],["Kendal",731,737],["Sedgwick",759,767]],"geonouns":[["park",48,52],["glen",118,122],["edge",131,135],["precipice",141,150],["river",161,166],["point",186,191],["rocks",260,265],["stream",298,304],["falls",348,353],["cataract",367,375],["rock",408,412],["groves",455,461],["banks",506,511],["river",519,524],["tower",537,542],["wood",591,595],["mountains",618,627],["stream",676,682]],"pos_words":[["enchanting",37,47],["romantic",95,103],["leading",168,175],["advanced",487,495],["improved",684,692],["works",791,796]],"neg_words":[["reluctantly",5,16],["rough",201,206],["impending",250,259],["dark",317,321],["gloomy",323,329],["shady",449,454],["fatigue",823,830]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["opposite",582,590],["there",775,780]],"spa_preps":[["above",151,156],["beneath",280,287],["over",376,380],["along",496,501],["through",751,758]],"normalised_sentiment":-0.012195122,"vader_sentiment":0.94,"roberta_sentiment":0.9909753203},{"para_id":7,"paragraph":"At day-break, next morning, they were all ready for starting. Nothing could be more dreary, hilly, or barren, than their route to Bowness. The keenness of their appetites made them to relish their breakfast, which prepared them for climbing a hill, broken with rude and craggy rocks. With difficulty the female part of the company reached the summit, but the extensive and beautiful view that presented itself before them, well repaid their exertions. The greater part of Windermere Lake, with its ten islands, were seen from this point: a handsome house is built on the largest of them; it is of a round form, for the purpose of enjoying the fine prospects on all sides. The other islets are much smaller than this, but they have a fine effect from being richly adorned with wood. The borders of this lake are surrounded with rich meadows, fertile hills, feathered with beautiful woods, and perpendicular precipices: from the fissures of the rocks grow old yews and hollies, with many other alpine shrubs. Having descended by the same path, they crossed the lake in a boat, and landed on the Furness shore, under a lofty rock, up which they climbed. The scene from the top astonished every mind. The towering height of Rydal Head, eminent amongst a number of inferior mountains, blocked up the northern bay, which appeared fringed with wood to the water's edge. The opposite shore advanced into the lake, and showed the church and village of Bowness, with several white cottages ranged beneath a rugged chain of cliffs. Being invited by the clearness of the day to examine the different points of view that presented themselves before them, they wandered about the rugged summit, exploring the distant prospect on all sides. The singular beauties of this romantic country were greatly heightened by the variety of summer tints, and the effects of the lights and shadows reflected by the towering heights of the neighbouring mountains; but the sudden approach of a storm interrupted their enjoyment. From the west arose clouds, which collected together in vast columns; a hollow wind whistled in the chasms of the rocks; a splendid rainbow extended from one side of the horizon to the other; rumbling thunder was heard at a distance, and every clap was many times repeated by the different echoes( I) formed by the sides of the mountains; large drops of rain began to fall, and no shelter was at hand. Catherine and Louisa clung to their mother, terrified at the increasing tempest, which now burst with violence over their heads. There was nothing to be done but to suffer the inconvenience patiently, under a bulging rock opposite to the direction of the wind, where Mrs. Middleton, by reasonable arguments and the firmness of her own example, restored her companions to a tolerable degree of composure.","file_id":"1804_d","plnames":[["Bowness",130,137],["Windermere Lake",472,487],["Furness",1093,1100],["Rydal Head",1220,1230],["Bowness",1443,1450]],"geonouns":[["hill",243,247],["rocks",277,282],["summit",343,349],["islands",502,509],["point",531,536],["house",549,554],["wood",776,780],["lake",802,806],["meadows",832,839],["hills",849,854],["woods",881,886],["precipices",906,916],["rocks",943,948],["path",1036,1040],["lake",1059,1063],["boat",1069,1073],["shore",1101,1106],["rock",1122,1126],["mountains",1269,1278],["bay",1304,1307],["wood",1337,1341],["water",1349,1354],["edge",1357,1361],["shore",1376,1381],["lake",1400,1404],["church",1421,1427],["village",1432,1439],["cottages",1471,1479],["points",1588,1594],["summit",1673,1679],["country",1765,1772],["mountains",1925,1934],["hollow",2072,2078],["rocks",2114,2119],["horizon",2170,2177],["mountains",2328,2337],["heads",2524,2529],["rock",2619,2623]],"pos_words":[["ready",42,47],["keenness",143,151],["relish",184,190],["beautiful",373,382],["well",423,427],["handsome",540,548],["enjoying",630,638],["fine",643,647],["richly",756,762],["rich",827,831],["fertile",841,848],["beautiful",871,880],["top",1170,1173],["astonished",1174,1184],["eminent",1232,1239],["advanced",1382,1390],["romantic",1756,1764],["variety",1804,1811],["enjoyment",1989,1998],["splendid",2123,2131],["patiently",2592,2601],["reasonable",2688,2698],["restored",2746,2754],["tolerable",2775,2784]],"neg_words":[["break",7,12],["dreary",84,90],["barren",102,108],["broken",249,255],["rude",261,265],["difficulty",289,299],["fissures",927,935],["inferior",1260,1268],["rumbling",2192,2200],["fall",2368,2372],["tempest",2474,2481],["suffer",2567,2573],["inconvenience",2578,2591]],"events":[],"dates":[["day",3,6],["a fine",731,737],["the day",1555,1562],["summer",1815,1821]],"times":[["next morning",14,26]],"distances":[],"loc_advs":[],"spa_preps":[["round",599,604],["under",1108,1113],["amongst",1240,1247],["opposite",1367,1375],["into",1391,1395],["beneath",1487,1494],["about",1656,1661],["together",2044,2052],["over",2513,2517],["under",2603,2608],["opposite",2624,2632]],"normalised_sentiment":0.0454545455,"vader_sentiment":0.99,"roberta_sentiment":0.9986257553},{"para_id":8,"paragraph":"Arthur, with undaunted courage, faced the storm alone, determined to find some habitation where his mother and sisters might be sheltered. The path being very slippery, from the rain, he descended with great difficulty; but he was not easily deterred from his purpose, and being light and active, scrambled from one crag to another, till he drew near to a narrow vale, where he was conducted to a neat cottage, by the welcome sound of the barking of a shepherd's dog. He hastened to the door, and was readily admitted by a decent, middle-aged woman, of a benevolent countenance, who had no sooner heard the motive of his visit, than she called her husband, who was engaged in mending his fishing-nets, to lay aside his work, and give his assistance to the strangers. Being well acquainted with every part of the mountain, he found them easily, and conducted them, by a shorter, and more convenient way than that by which Arthur has descended, to his hospitable dwelling; where the kindness of his wife supplied them with dry clothes and a wholesome, though not luxurious meal, served up with cleanliness and order.","file_id":"1804_d","plnames":[],"geonouns":[["path",143,147],["crag",316,320],["vale",363,367],["cottage",402,409],["door",487,491],["mountain",812,820]],"pos_words":[["undaunted",13,22],["courage",23,30],["great",202,207],["neat",397,401],["welcome",418,425],["readily",501,508],["decent",523,529],["benevolent",555,565],["work",719,723],["well",773,777],["convenient",887,897],["hospitable",950,960],["kindness",981,989],["wholesome",1039,1048],["luxurious",1061,1070],["cleanliness",1092,1103]],"neg_words":[["difficulty",208,218],["scrambled",297,306]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["near",346,350],["aside",709,714]],"normalised_sentiment":0.1505376344,"vader_sentiment":0.98,"roberta_sentiment":0.9977291226},{"para_id":9,"paragraph":"Mrs. Middleton soon perceived that the inhabitants of this cottage were of a class far superior to the day labourer: every thing about them won the appearance of decency and plenty. On enquiry, she found that the man held a small farm, which he often cultivated with his own hands. The furniture was plain, but neat and convenient; and the manners of the farmer and his wife were gentle and their conversation intelligent.","file_id":"1804_d","plnames":[],"geonouns":[["cottage",59,66],["farm",230,234]],"pos_words":[["superior",87,95],["won",140,143],["decency",162,169],["neat",311,315],["convenient",320,330],["gentle",380,386],["intelligent",410,421]],"neg_words":[],"events":[],"dates":[["the day",99,106]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["about",129,134]],"normalised_sentiment":0.2,"vader_sentiment":0.95,"roberta_sentiment":0.998480618},{"para_id":10,"paragraph":"By the time that our travellers had recovered from their apprehension and fatigue, the weather cleared, and gave them an opportunity of surveying the peculiar beauties of this fertile vale, bounded on each side by steep, irregular rocks, whose projecting crags were partly covered with variegated hollies, yews, and birch; amongst which descended a torrent from the upper region of the mountain, that, being swelled by the rain, rolled through every obstacle with the impetuosity of a cataract. The lake, with its woody islands, and the varied and romantic country behind it, lay in full view before the house.","file_id":"1804_d","plnames":[],"geonouns":[["vale",184,188],["rocks",231,236],["crags",255,260],["region",372,378],["mountain",386,394],["cataract",485,493],["lake",499,503],["islands",520,527],["country",557,564],["house",604,609]],"pos_words":[["cleared",95,102],["fertile",176,183],["romantic",548,556]],"neg_words":[["apprehension",57,69],["fatigue",74,81],["peculiar",150,158],["steep",214,219],["irregular",221,230],["torrent",349,356],["swelled",408,415],["obstacle",450,458]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["amongst",323,330],["through",436,443],["behind",565,571]],"normalised_sentiment":-0.0961538462,"vader_sentiment":0.51,"roberta_sentiment":0.9987909198},{"para_id":11,"paragraph":"It occurred to Mrs. Middleton, that if these good people could accommodate her, she should never find a retreat more entirely to her taste for a summer residence than their cottage. She made the proposal, which was gratefully accepted. It was therefore agreed, that whilst some necessary preparations were made, she and her daughters should accompany the gentlemen to the other principal lakes, and then return hither.","file_id":"1804_d","plnames":[],"geonouns":[["residence",152,161],["cottage",173,180],["lakes",388,393]],"pos_words":[["good",45,49],["gratefully",215,225]],"neg_words":[["retreat",104,111]],"events":[],"dates":[["a summer",143,151]],"times":[],"distances":[],"loc_advs":[["hither",411,417]],"spa_preps":[],"normalised_sentiment":0.03125,"vader_sentiment":0.82,"roberta_sentiment":0.998713851},{"para_id":12,"paragraph":"Having taken leave from their new acquaintance, with a promise of soon seeing them again, they re-crossed the lake, and advanced through a rocky sort of wild forest, that presented many fine landscapes and peeps of the lake, till it narrowed gradually into a river, towards Newby Bridge; thence they crossed over some wooded hills and pleasant vales, in their descent into a salt-marsh that led to the town of Ulverstone, the capital of that tract of Lancashire called Furness, which lies opposite to Lancaster, in the Bay of Morcambe.","file_id":"1804_d","plnames":[["Newby Bridge",274,286],["Ulverstone",410,420],["Lancashire",451,461],["Furness",469,476],["Lancaster",501,510]],"geonouns":[["lake",110,114],["forest",158,164],["landscapes",191,201],["lake",219,223],["river",259,264],["hills",325,330],["vales",344,349],["town",402,406]],"pos_words":[["promise",55,62],["advanced",120,128],["fine",186,190],["pleasant",335,343],["led",391,394]],"neg_words":[["rocky",139,144],["wild",153,157],["lies",484,488]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["through",129,136],["into",252,256],["over",308,312],["into",368,372],["opposite",489,497]],"normalised_sentiment":0.0416666667,"vader_sentiment":0.66,"roberta_sentiment":0.9985432625},{"para_id":13,"paragraph":"Curiosity invited them to visit the mouldering walls and broken arches of the once splendid Abbey of Furness, that are still standing near Ulverstone, though now reduced by time to a venerable pile of ruins. It was founded by King Stephen, before he attained the royal dignity, and was stripped of its endowments by the rapacity of Henry the Eighth.","file_id":"1804_d","plnames":[["Abbey",92,97],["Furness",101,108],["Ulverstone",139,149]],"geonouns":[["walls",47,52]],"pos_words":[["splendid",83,91],["dignity",269,276]],"neg_words":[["broken",57,63],["ruins",201,206]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["near",134,138]],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.13,"roberta_sentiment":-0.9871475101},{"para_id":14,"paragraph":"The course of our party was afterwards directed towards Coniston Mere, through a bleak, barren country, sometimes enlivened by fine views of the sea, the sands, and the whole coast of Lancashire. After a long, dreary ride, they perceived the lake extended at the base of a vast range of rocky mountains. It is of an oval form: its shores are clothed with a rugged forest of underwood, and present the wild scenes of an uninhabited country; but the harsh features of the landscape are softened by the calm, unruffled surface of the crystal lake.","file_id":"1804_d","plnames":[["Coniston Mere",56,69],["Lancashire",184,194]],"geonouns":[["country",95,102],["sea",145,148],["sands",154,159],["coast",175,180],["lake",242,246],["mountains",293,302],["shores",331,337],["forest",364,370],["country",431,438],["landscape",470,479],["lake",539,543]],"pos_words":[["fine",127,131],["calm",500,504]],"neg_words":[["bleak",81,86],["barren",88,94],["dreary",210,216],["rocky",287,292],["wild",401,405],["harsh",448,453]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["through",71,78]],"normalised_sentiment":-0.0784313725,"vader_sentiment":-0.09,"roberta_sentiment":0.9984977245},{"para_id":15,"paragraph":"At the head of this beautiful piece of water, in the hollow between two hills, appeared the village of Coniston, with scattered cottages; and the parish church, whose bells sounded sweetly across the water. The boundary of the prospect is formed by a barrier of mountains, towering to a prodigious height; in the shape of a cone, or point, like the mouth of a volcano.","file_id":"1804_d","plnames":[["Coniston",103,111]],"geonouns":[["head",7,11],["water",39,44],["hollow",53,59],["hills",72,77],["village",92,99],["cottages",128,136],["parish",146,152],["church",153,159],["water",200,205],["mountains",262,271],["point",333,338],["mouth",349,354]],"pos_words":[["beautiful",20,29],["sweetly",181,188],["prodigious",287,297],["like",340,344]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["across",189,195]],"spa_preps":[["between",60,67]],"normalised_sentiment":0.1176470588,"vader_sentiment":0.9,"roberta_sentiment":0.9986043572},{"para_id":16,"paragraph":"Having taken a farewell of the sublime and beautiful objects which surround this lake, they proceeded through a forest of underwood, intermixed with rock, extending to the feet of the Westmorland and Cumberland mountains, till a sudden descent brought them to Ambleside, an old, irregular town, near which stands the venerable mansion of Rydal Hall, adorned with rich plantations and grand cascades, formed by the streams of a mountain river, rushing down the precipices, over a prodigious ledge of rocks, into the valley.","file_id":"1804_d","plnames":[["Westmorland",184,195],["Cumberland",200,210],["Ambleside",260,269],["Rydal Hall",338,348]],"geonouns":[["lake",81,85],["forest",112,118],["rock",149,153],["feet",172,176],["mountains",211,220],["town",289,293],["mansion",327,334],["streams",414,421],["mountain",427,435],["river",436,441],["precipices",460,470],["rocks",499,504],["valley",515,521]],"pos_words":[["sublime",31,38],["beautiful",43,52],["rich",363,367],["grand",384,389],["prodigious",479,489]],"neg_words":[["irregular",279,288]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["through",102,109],["near",295,299],["down",451,455],["over",472,476],["into",506,510]],"normalised_sentiment":0.0869565217,"vader_sentiment":0.91,"roberta_sentiment":0.9981297851},{"para_id":17,"paragraph":"They were conducted to Rydal by a most interesting guide, who was perfectly acquainted with the favourite walks and finest points of view about the place. She was not more than ten years old. Her features were beautiful; but the sweet expression of her countenance, the gentle respectfulness of her manners, her modesty and innocence, the neatness of her dress,( for she had put on her holiday garb,) had charms far beyond beauty. On Mrs. Middleton's rewarding her for her trouble, she enquired what she intended to do with the money. \" I will carry it to my grandmother,'' said she,\" who is very old, and has but little support, except what I gain by showing strangers the way to the fine views in the neighbourhood.\" All the children, at the same moment actuated by a similar impulse, pulled out their purses to reward the filial piety of this good granddaughter: a design their mother approved and concursed in, by doubling her first gift.","file_id":"1804_d","plnames":[["Rydal",23,28]],"geonouns":[["points",123,129]],"pos_words":[["interesting",39,50],["perfectly",66,75],["finest",116,122],["beautiful",210,219],["sweet",229,234],["gentle",270,276],["modesty",312,319],["beauty",423,429],["rewarding",451,460],["support",621,628],["gain",644,648],["fine",685,689],["reward",814,820],["piety",832,837],["good",846,850]],"neg_words":[["trouble",473,480]],"events":[],"dates":[["more than ten years old",167,190]],"times":[],"distances":[],"loc_advs":[["beyond",416,422]],"spa_preps":[["about",138,143],["out",794,797]],"normalised_sentiment":0.1772151899,"vader_sentiment":1.0,"roberta_sentiment":0.9986637831},{"para_id":18,"paragraph":"A mountainous country, intersected with a prodigious variety of torrents, breaking their way in every direction down the hills, led them to Grassmere, another charming oval lake, with a village and church situated on the opposite shore, backed by an almost perpendicular pyramid of rock. As they entered the country of Cumberland, Mr. Franklin pointed out to his companions a barrow( k), or heap of historical stones, called Dunmail Raise, supposed to be the monument of the last king of this county.","file_id":"1804_d","plnames":[["Grassmere",140,149],["Cumberland",319,329],["Dunmail Raise",425,438]],"geonouns":[["country",14,21],["hills",121,126],["lake",173,177],["village",186,193],["church",198,204],["shore",230,235],["rock",282,286],["country",308,315],["stones",410,416],["monument",459,467],["county",493,499]],"pos_words":[["prodigious",42,52],["variety",53,60],["led",128,131],["charming",159,167]],"neg_words":[["breaking",74,82]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["opposite",221,229]],"spa_preps":[["down",112,116],["out",352,355]],"normalised_sentiment":0.0638297872,"vader_sentiment":0.6,"roberta_sentiment":0.9986006618},{"para_id":19,"paragraph":"Our travellers had scarcely lost sight of Grassmere, before a larger lake, called Leathe's water, appeared before them. A naked pile of grey cliffs extended on the left to its banks; while on the right the mighty Helvellyn descended in a tremendous precipice of black rocks, overhanging the roads for several miles. Many huge fragments, divided from the parent rock by the silent hand of time, had rolled down the steep sides, overwhelming every thing before them, till they reached the margin of the lake.","file_id":"1804_d","plnames":[["Grassmere",42,51],["Helvellyn",213,222]],"geonouns":[["lake",69,73],["water",91,96],["banks",176,181],["precipice",249,258],["rocks",268,273],["roads",291,296],["rock",361,365],["lake",501,505]],"pos_words":[["right",196,201],["mighty",206,212],["silent",373,379]],"neg_words":[["scarcely",19,27],["lost",28,32],["steep",414,419],["overwhelming",427,439]],"events":[],"dates":[],"times":[],"distances":[["several miles",301,314]],"loc_advs":[["left",164,168]],"spa_preps":[["down",405,409]],"normalised_sentiment":-0.02,"vader_sentiment":0.62,"roberta_sentiment":0.9822000265},{"para_id":20,"paragraph":"After passing the romantic valley of Legerthwayte, sweetly interspersed with cottages, and hemmed in by lofty mountains, they gradually descended the eminence of Castlerigg, which presented them with the most enchanting and astonishing prospect they had yet seen in this land of wonders.","file_id":"1804_d","plnames":[["Legerthwayte",37,49],["Castlerigg",162,172]],"geonouns":[["valley",27,33],["cottages",77,85],["mountains",110,119],["land",271,275]],"pos_words":[["romantic",18,26],["sweetly",51,58],["eminence",150,158],["enchanting",209,219],["astonishing",224,235],["wonders",279,286]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.2727272727,"vader_sentiment":0.79,"roberta_sentiment":0.9985970855},{"para_id":21,"paragraph":"Skiddaw, like the sovereign of the district, erected high his pointed summits on the right, and sunk, with many irregular swellings, into a rich, cultivated plain, adorned with luxuriant woods. Evening overtook them; but they were guided by a bright moon, that rose majestically, and illuminated with her silvery beams one side of the mighty Skiddaw, whilst its shadow covered the opposite plain. At the base of the mountain spreads the board, tranquil lake of Bassenthwayte; and, on the left, the delightful scenes Derwent Water completed the admirable landscape.","file_id":"1804_d","plnames":[["Skiddaw",0,7],["Skiddaw",342,349],["Bassenthwayte",461,474],["Derwent Water",516,529]],"geonouns":[["district",35,43],["summits",70,77],["woods",187,192],["mountain",416,424],["lake",453,457],["landscape",554,563]],"pos_words":[["like",9,13],["right",85,90],["rich",140,144],["luxuriant",177,186],["overtook",202,210],["bright",243,249],["mighty",335,341],["tranquil",444,452],["delightful",498,508],["admirable",544,553]],"neg_words":[["sunk",96,100],["irregular",112,121]],"events":[],"dates":[],"times":[["Evening",194,201]],"distances":[],"loc_advs":[["opposite",381,389],["left",488,492]],"spa_preps":[["into",133,137]],"normalised_sentiment":0.1509433962,"vader_sentiment":0.96,"roberta_sentiment":0.998123467},{"para_id":22,"paragraph":"They now drew near to the neat town of Keswick, where they were well accommodated for the night, in a comfortable inn. We will leave them for the present, to enjoy the repose, of which from exertion and fatigue, they stood greatly in need.","file_id":"1804_d","plnames":[["Keswick",39,46]],"geonouns":[["town",31,35],["inn",114,117]],"pos_words":[["neat",26,30],["well",64,68],["comfortable",102,113],["enjoy",158,163]],"neg_words":[["fatigue",203,210]],"events":[],"dates":[],"times":[["the night",86,95]],"distances":[],"loc_advs":[["near",14,18]],"spa_preps":[],"normalised_sentiment":0.1578947368,"vader_sentiment":0.86,"roberta_sentiment":0.9984978437},{"para_id":23,"paragraph":"Chap. Vii.","file_id":"1804_d","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9361192584},{"para_id":24,"paragraph":"Waterfall. Skiddaw. Rash Courage of Arthur. Carlisle. Pict's Wall. A singular Character. King of Patterdale. Reluctant Separation. Affectionate Memorial. Whinfield Chase.","file_id":"1804_d","plnames":[["Waterfall",0,9],["Skiddaw",11,18],["Carlisle",44,52],["Pict's Wall",54,65],["Patterdale",97,107],["Whinfield Chase",154,169]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.34,"roberta_sentiment":0.9984020591},{"para_id":25,"paragraph":"So far from being weary of the successive view of rocks, mountains, hanging groves, and waterfalls, the whole party, after the refreshment of a good night's rest, assembled at breakfast with a new stock of spirits and curiosity. The morning was spent in rowing about the noble lake of Derwent Water, and visiting the four verdant islands with which it is adorned. In the afternoon, they changed the scene to the famous fall of Lowdore. This cataract rolls down from a vast height, feeling the chasm between two tall cliffs, dashing and foaming over innumerable fragments, which have been broken off from the rocks above, and stewed to the edge of the lake.","file_id":"1804_d","plnames":[["Derwent Water",285,298],["Lowdore",427,434]],"geonouns":[["rocks",50,55],["mountains",57,66],["groves",76,82],["waterfalls",88,98],["lake",277,281],["islands",330,337],["fall",419,423],["cataract",441,449],["rocks",608,613],["edge",639,643],["lake",651,655]],"pos_words":[["good",144,148],["noble",271,276],["famous",412,418],["dashing",524,531]],"neg_words":[["weary",18,23],["broken",588,594]],"events":[],"dates":[],"times":[["night",149,154],["The morning",229,240],["the afternoon",367,380]],"distances":[],"loc_advs":[["above",614,619]],"spa_preps":[["about",261,266],["down",456,460],["between",499,506],["over",544,548]],"normalised_sentiment":0.0344827586,"vader_sentiment":0.78,"roberta_sentiment":0.9988684654},{"para_id":26,"paragraph":"The ascent to the mighty Skiddaw employed them the next day, having engaged a guide and horses accustomed to clamber up and down the steep paths of the mountains. As they advanced higher and higher, the view become more exten - sive: they seemed as if they were leaving the world behind them: the lakes appeared like small pools, and they looked down on mountains, that before seemed to rise to a tremendous height. On approaching the summit, the winding path was so steep, that the horses panted for breath, and were often obliged to stop for a minute or two before they could proceed. The wildness of the scene was often increased by the roaring of torrents, which occasionally were seen falling from ledge to ledge, with their foam glistening amidst the dark rocks. The air became thin and very cold, though it was a warm day in the valleys beneath. The nearer they reached the top, the more terrific were the precipices, till, at length, fear overcame all other sensations, and made most of the company wish for a situation of greater safety, though manly shame restrained the boys from expressing their apprehensions. After they had quitted the first region of the mountain, which produces coarse, long grass, they came to surface of loose, brown, slaty stone, covering the highest pinnacle; whence they looked down on such an amazing extent of country, as can scarcely be imagined by those who have never been raised so high above the common level. To the north, they saw the vast tract of low land which extends between Bassenthwaite and the Irish Channel, marked with the silvery windings of the River Derwent. Whitehaven and its white coast were distinctly seen, and Cockermouth seemed almost under the eye. Rather more to the west, the guide pointed out to them the Isle of Man, which bore the appearance of a faintly-formed cloud. Beyond the low country, to the north, they observed the wide Solway Firth, and a double range of Scottish mountains, like lines of dark clouds above it. To the southward and westward the whole prospect was an irregular and vast chain of dark mountains, overpowering the mind by their grandeur, and exciting astonishment and awe rather than delight. Edwin was more affected than the rest;-- a silent tear trickled down his cheek; he became pensive and thoughtful, as if his mind was occupied with the sublimity of the objects around him, and of the Infinite Power by whom they were formed. The impression remained with him the rest of the day, and restrained him from joining in his brother's frolics, whose impetuosity seldom gave him time for reflection.","file_id":"1804_d","plnames":[["Skiddaw",25,32],["Bassenthwaite",1527,1540],["Irish Channel",1549,1562],["River Derwent",1604,1617],["Whitehaven",1619,1629],["Cockermouth",1676,1687],["Isle",1776,1780],["Solway Firth",1903,1915]],"geonouns":[["paths",139,144],["mountains",152,161],["lakes",297,302],["mountains",354,363],["summit",435,441],["winding",447,454],["path",455,459],["rocks",762,767],["valleys",836,843],["top",881,884],["precipices",913,923],["region",1156,1162],["mountain",1170,1178],["stone",1259,1264],["country",1350,1357],["common",1441,1447],["land",1500,1504],["windings",1588,1596],["coast",1644,1649],["country",1857,1864],["mountains",1948,1957],["lines",1964,1969],["mountains",2084,2093]],"pos_words":[["mighty",18,24],["advanced",171,179],["like",312,316],["glistening",735,745],["warm",820,824],["terrific",895,903],["sensations",966,976],["pinnacle",1287,1295],["amazing",1332,1339],["like",1959,1963],["grandeur",2126,2134],["exciting",2140,2148],["astonishment",2149,2161],["awe",2166,2169],["delight",2182,2189],["silent",2234,2240],["thoughtful",2293,2303]],"neg_words":[["steep",133,138],["steep",467,472],["falling",690,697],["dark",757,761],["cold",798,802],["fear",942,946],["shame",1060,1065],["apprehensions",1108,1121],["coarse",1195,1201],["loose",1239,1244],["scarcely",1366,1374],["bore",1795,1799],["cloud",1835,1840],["dark",1973,1977],["irregular",2051,2060],["dark",2079,2083]],"events":[],"dates":[["the next day",47,59],["day",825,828],["the day",2476,2483]],"times":[["a minute",544,552]],"distances":[],"loc_advs":[["behind",280,286],["southward",2002,2011],["westward",2016,2024]],"spa_preps":[["down",124,128],["down",346,350],["amidst",746,752],["beneath",844,851],["down",1316,1320],["above",1431,1436],["between",1519,1526],["under",1702,1707],["out",1760,1763],["above",1985,1990],["down",2255,2259],["around",2367,2373]],"normalised_sentiment":0.0043668122,"vader_sentiment":0.98,"roberta_sentiment":0.9978430271},{"para_id":27,"paragraph":"The pass of Borrowdale next attracted their observation, and damped the spirits of the most lively amongst them, by its rugged, gloomy, terrific aspect. In the centre stands a huge, rocky pyramid, as if to guard the pass from the approach of a traveller: two craggy mountains project from each side, and appear connected with the rock between them. Our party proceeded, with trembling steps, and palpitating hearts, under the huge, misshapen crags that impended over their heads, and seemed just upon the point of crushing them to pieces; nor was their alarm diminished by the horrid crash of a large fragment, that actually separated from the main rock, and rolled with irresistible fury for a considerable space. Besides this, innumerable masses strewed the way, piled over each other in wild confusion. By the persuasions of the guide, they were, however, encouraged to quicken their pace, till they lost all sense of danger, and were soon cheered by the sight of a village, where they were invited by the worthy pastor to rest at the parsonage house, and partake of bilberries, cream, thin oaten cakes, and ale of his own brewing. Having spent a cheerful hour with their hospitable friend, they set forward again, with many thanks for their kind entertainment. Mr. Franklin intermixed some historical anecdotes with the conversation on the way; among others, that in some of the recesses of these mountains, Henry, Lord Clifford, whose father was slain the day before the battle of Towton, was concealed from the fury of the Duke of York, who wished to revenge his father's cruelties on him. In this solitude he lived for twenty - four years, without the opportunity of learning to read or write.","file_id":"1804_d","plnames":[["Borrowdale",12,22],["Towton",1486,1492],["York",1537,1541]],"geonouns":[["pass",4,8],["pass",216,220],["mountains",266,275],["rock",330,334],["crags",442,447],["heads",473,478],["point",505,510],["rock",649,653],["village",969,976],["house",1048,1053],["mountains",1401,1410]],"pos_words":[["lively",92,98],["terrific",136,144],["irresistible",671,683],["worthy",1009,1015],["hospitable",1175,1185]],"neg_words":[["gloomy",128,134],["rocky",182,187],["crushing",514,522],["alarm",553,558],["horrid",577,583],["crash",584,589],["fury",684,688],["wild",790,794],["confusion",795,804],["lost",903,907],["danger",921,927],["fury",1517,1521],["revenge",1557,1564],["cruelties",1578,1587]],"events":[],"dates":[["the day before",1457,1471],["twenty - four years",1626,1645]],"times":[["a cheerful hour",1148,1163]],"distances":[],"loc_advs":[["forward",1203,1210],["without",1647,1654]],"spa_preps":[["amongst",99,106],["between",335,342],["under",416,421],["over",462,466],["over",771,775],["among",1349,1354]],"normalised_sentiment":-0.0612244898,"vader_sentiment":0.68,"roberta_sentiment":0.9490389824},{"para_id":28,"paragraph":"As they were loitering along the banks of the Derwent, whose clear stream shows every trout as it glides along, Catherine's eye caught a cormorant( L), flying backwards and forwards over the river, and making a hearty meal of the fish beneath. They returned to a late dinner at Keswick; and in the afternoon the young people were allowed to amuse themselves abroad without restraint.","file_id":"1804_d","plnames":[["Derwent",46,53],["Keswick",278,285]],"geonouns":[["banks",33,38],["stream",67,73],["river",191,196]],"pos_words":[["clear",61,66],["amuse",341,346]],"neg_words":[],"events":[],"dates":[],"times":[["the afternoon",294,307]],"distances":[],"loc_advs":[["forwards",173,181],["abroad",358,364],["without",365,372]],"spa_preps":[["along",23,28],["along",105,110],["over",182,186],["beneath",235,242]],"normalised_sentiment":0.0512820513,"vader_sentiment":0.65,"roberta_sentiment":0.9987081289},{"para_id":29,"paragraph":"It was buzzed about the town that a party was formed to take an eagle's( M) eyrie, which had just been discovered in the hollow of a high rock in the neighbourhood. The report drew numbers of people together, who hastened to the place, to give their assistance in revenging the depredations of this rapacious bird, which had carried off a great many young lambs, kids, and poultry. The noise attracted the notice of Mr. Franklin, and he joined the throng from curiosity; when he got to the top of the rock, how great was his terror to perceive Arthur suspended by ropes from the cliff, and just upon the point of reaching the shelf on which the nest was built. His presence of mind restrained him from speaking, lest his young friend, alarmed at being discovered, should loss the courage necessary in his critical situation. He had the satisfaction of seeing him gain the point in safety, and bring off an eaglet and an addle egg, the whole treasure of the nest, triumphantly, amidst the shouting and hallooing of the people above, who endeavoured to frighten away the old birds, which flew screaming around, without daring to attack him, whilst he was robbing them of their young. The nest was roundish, and more than a yard over, made of twigs twisted together.","file_id":"1804_d","plnames":[],"geonouns":[["town",24,28],["rock",138,142],["top",490,493],["rock",501,505],["point",604,609],["point",872,877]],"pos_words":[["great",339,344],["great",511,516],["courage",780,787],["gain",863,867],["treasure",941,949],["triumphantly",963,975],["daring",1117,1123]],"neg_words":[["hollow",121,127],["noise",386,391],["terror",525,531],["alarmed",735,742],["loss",771,775],["critical",805,813],["frighten",1051,1059],["attack",1127,1133],["twisted",1246,1253]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["above",1025,1030],["without",1109,1116]],"spa_preps":[["about",14,19],["together",199,207],["amidst",977,983],["away",1060,1064],["around",1101,1107],["over",1226,1230],["together",1254,1262]],"normalised_sentiment":-0.0183486239,"vader_sentiment":0.96,"roberta_sentiment":0.992743969},{"para_id":30,"paragraph":"An eagle's nest is called an eyrie.","file_id":"1804_d","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9857141972},{"para_id":31,"paragraph":"As soon as he was out of danger, Arthur received a severe reproof for his temerity from Mr. Franklin; but he softened his displeasure by the acknowledgement of his error, and promises of greater caution in future.","file_id":"1804_d","plnames":[],"geonouns":[],"pos_words":[["promises",175,183]],"neg_words":[["danger",25,31],["severe",51,57],["temerity",74,82],["displeasure",122,133],["error",164,169]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["out",18,21]],"normalised_sentiment":-0.2352941176,"vader_sentiment":0.03,"roberta_sentiment":-0.9769133329},{"para_id":32,"paragraph":"In a vale near the pass of Borrowdale, they were shown a remarkable mine that contains an abundance of mineral earth called plumbago, but commonly known by the name of black lead, though it derives its mineral quality from iron. This is what is used for making pencils. It is extremely valuable, as these mines are rare. One was, however, discovered lately, about seven miles north of Ayr, in Scotland, near which it is found at the surface of the ground. Fabroni relates that plumbago is formed, in a humid state, at the bottom of some wells in the kingdom of Naples and regularly collected every six months.","file_id":"1804_d","plnames":[["Borrowdale",27,37],["Scotland",393,401],["Naples",561,567]],"geonouns":[["vale",5,9],["pass",19,23],["ground",448,454]],"pos_words":[["remarkable",57,67],["abundance",90,99],["lead",174,178],["valuable",286,294]],"neg_words":[["humid",502,507]],"events":[],"dates":[["every six months",592,608]],"times":[],"distances":[["about seven miles",358,375]],"loc_advs":[["near",10,14],["near",403,407]],"spa_preps":[],"normalised_sentiment":0.0517241379,"vader_sentiment":0.86,"roberta_sentiment":0.998113513},{"para_id":33,"paragraph":"Not choosing to leave Cumberland without seeing its capital, they took a ride to the ancient city of Carlisle, pleasantly situated on an eminence at the confluence of three fine rivers: it is surrounded by a stone wall, and has a venerable old castle, and a citadel built by Henry the Eighth. They visited the cathedral, the roof of which is elegantly vaulted with wood; and it has a noble window, of prodigious size, adorned with curious pillars.","file_id":"1804_d","plnames":[["Cumberland",22,32],["Carlisle",101,109]],"geonouns":[["rivers",178,184],["stone",208,213],["wall",214,218],["castle",244,250],["wood",365,369]],"pos_words":[["pleasantly",111,121],["eminence",137,145],["fine",173,177],["elegantly",342,351],["noble",384,389],["prodigious",401,411]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["without",33,40]],"spa_preps":[],"normalised_sentiment":0.1463414634,"vader_sentiment":0.92,"roberta_sentiment":0.9988086224},{"para_id":34,"paragraph":"Amongst the peculiar customs of domestic life, in this part of the country, is that of washing only twice a year.","file_id":"1804_d","plnames":[],"geonouns":[["country",67,74]],"pos_words":[],"neg_words":[["peculiar",12,20]],"events":[],"dates":[["only twice a year",95,112]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.1,"vader_sentiment":0.15,"roberta_sentiment":-0.9888673425},{"para_id":35,"paragraph":"The manufacturers, as usual, attracted their attention; and after viewing the various operations in perfecting checks, cottons, and printed linens, the children were particularly amused with the dexterity and ingenuity of boys and girls of their own age, in making whips and fishing - tackle.","file_id":"1804_d","plnames":[],"geonouns":[],"pos_words":[["ingenuity",209,218]],"neg_words":[["whips",265,270]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.85,"roberta_sentiment":0.9986166954},{"para_id":36,"paragraph":"The salmon-fishery, in the Eden, presented a different but equally agreeable scene of entertainment.","file_id":"1804_d","plnames":[["Eden",27,31]],"geonouns":[],"pos_words":[["agreeable",67,76]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.125,"vader_sentiment":0.81,"roberta_sentiment":0.998778522},{"para_id":37,"paragraph":"The marks of antiquity, denoted by the walls and the castle, led Mr. Franklin to observe that this was a flourishing place in the times of the Romans, and when they deserted it, was ravaged by the Scots and Picts, against whose incursions was built the great Picts' Wall, relicts of which are still to be traced from Newcastle to near this place. The Scotch rebels, in 1745, got it into their possession; but it was retaken soon after by the Duke of Cumberland, and some of its fortifications demolished.","file_id":"1804_d","plnames":[["Picts' Wall",259,270],["Newcastle",317,326],["Cumberland",450,460]],"geonouns":[["walls",39,44],["castle",53,59]],"pos_words":[["led",61,64],["flourishing",105,116],["great",253,258]],"neg_words":[],"events":[],"dates":[["1745",369,373]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["against",214,221],["near",330,334],["into",382,386]],"normalised_sentiment":0.075,"vader_sentiment":0.28,"roberta_sentiment":0.9950990081},{"para_id":38,"paragraph":"Mr. Franklin having a little touch of the antiquary in his character, persuaded Mrs. Middleton to visit the remains of this wall, which terminates at Boulness, near Solway Firth. When they approached this famous barrier, they observed an elderly gentleman taking the dimensions of the foundations, with a pouch at his back, and an ink bottle at his button. It proved to be the celebrated Mr. Hutton, who, at the age of seventy - eight, traversed the extent of this wall( seventy - four miles) twice, on foot, unmindful of heat or fatigue. With the most obliging civility he answered all their questions, and readily gave them a concise account of the various vestiges of antiquity he had been exploring. He pointed out to them the difference between the earth-mounds raised by Agricola and Adrian, and the more durable fabric of stone-work erected by Severus: the latter, he told them, was eight feet thick, twelve feet high, with battlements nearly four feet higher. This wall was fortified with eighteen principal stations, eighty - three castles, and three hundred and thirty turrets. \" The history of the event connected with it,\" continued the humane old man,\" would make you shudder. It was the scene of contest between the borderers on each side of it, and has been defaced by the hostile attacks of savage enemies, to whom plunder and assassination were familiar.\" This grand effect of human art, the work of the greatest man of their age, and of the most renowned nation then existing, in some few places is still undecayed: in others, it can only just be traced; and every year is diminishing its remains, as some of the proprietors of the estates through which it passes, have so little taste as to destroy the wall for the sake of the materials.","file_id":"1804_d","plnames":[["Boulness",150,158],["Solway Firth",165,177]],"geonouns":[["wall",124,128],["wall",465,469],["foot",503,507],["stone",829,834],["wall",973,977],["stations",1016,1024],["castles",1041,1048],["passes",1675,1681],["wall",1722,1726]],"pos_words":[["famous",205,211],["celebrated",377,387],["civility",562,570],["readily",608,615],["concise",628,635],["durable",811,818],["work",835,839],["humane",1149,1155],["grand",1378,1383],["work",1409,1413],["greatest",1421,1429],["renowned",1464,1472]],"neg_words":[["fatigue",530,537],["vestiges",659,667],["hostile",1288,1295],["attacks",1296,1303],["savage",1307,1313],["enemies",1314,1321],["plunder",1331,1338],["destroy",1710,1717]],"events":[["Severus",851,858]],"dates":[["every year",1577,1587]],"times":[],"distances":[["seventy - four miles",471,491],["eight feet",890,900],["twelve feet",908,919],["nearly four feet",943,959]],"loc_advs":[["between",742,749],["between",1218,1225]],"spa_preps":[["near",160,164],["out",715,718],["through",1658,1665]],"normalised_sentiment":0.0263157895,"vader_sentiment":-0.88,"roberta_sentiment":0.9961684346},{"para_id":39,"paragraph":"The remembrance of the devastations practised by both nations on the borders of their neighbours, is still preserved in a play common amongst the village children in these parts. It is called Scotch and English, or the Raid.","file_id":"1804_d","plnames":[],"geonouns":[["common",127,133],["village",146,153]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["amongst",134,141]],"normalised_sentiment":0.0,"vader_sentiment":-0.13,"roberta_sentiment":0.9972787499},{"para_id":40,"paragraph":"Two of the leaders are appointed captains of the opposite bands. Each party then strip, and deposit their clothes in two heaps, each upon their own ground, which is divided by a stone, forming a boundary between the two kingdoms; or perhaps it may serve for a representation of the wall. Each little army personates the invaders, the English side crying out,' Here's a leap into thy land, dry-bellied Scot.' The most powerful try to plunder their antagonists: a general scramble ensues. He who is caught on the enemy's territory, becomes a prisoner, and can only be rescued by his companions on the other side. Sometimes these contests are so furious, that one party deprives the other of all their men and property.","file_id":"1804_d","plnames":[],"geonouns":[["ground",148,154],["stone",178,183],["wall",282,286],["land",383,387]],"pos_words":[["powerful",417,425]],"neg_words":[["plunder",433,440],["scramble",470,478],["enemy",511,516],["prisoner",540,548],["furious",643,650]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["opposite",49,57],["between",204,211],["out",354,357],["into",374,378]],"normalised_sentiment":-0.064516129,"vader_sentiment":-0.75,"roberta_sentiment":0.9669557214},{"para_id":41,"paragraph":"The day being nearly spent in examining Carlisle, they returned in the evening to their old quarters.","file_id":"1804_d","plnames":[["Carlisle",40,48]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[["The day",0,7]],"times":[["the evening",67,78]],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9936805964},{"para_id":42,"paragraph":"With reluctance they bid farewell of Keswick, and after a dreary ride over a barren moor, reached the banks of Ulls Water, which is next in size to Windermere. Like those lakes they had before seen, it is surrounded by high mountains and perpendicular rocks, enriched with yews, holly, and beech trees. There is a great deal of pasture, and some arable land, on the banks of this lake; and at the upper end is a fine wood, that descends from the mountain's brow to the edge of the water. The little village of Patterdale, enclosed by abady woods and rich meadows, stands at the furthest extremity. The rustic inhabitants have given the title of king to the richest man of their community, who lives in an old, ruinous house, called the Palace of Patterdale. Having paid their respects to his majesty, they got into a boat, and were landed on the southern bank of the lake, just where the singular hill of Dunmallet is seen, shaped like a sugar-loaf, and covered with plantations.","file_id":"1804_d","plnames":[["Keswick",37,44],["Ulls Water",111,121],["Windermere",148,158],["Patterdale",510,520],["Patterdale",746,756],["Dunmallet",905,914]],"geonouns":[["moor",84,88],["banks",102,107],["lakes",171,176],["mountains",224,233],["rocks",252,257],["trees",296,301],["land",353,357],["banks",366,371],["lake",380,384],["wood",417,421],["mountain",446,454],["brow",457,461],["edge",469,473],["water",481,486],["village",499,506],["woods",540,545],["meadows",555,562],["house",718,723],["boat",817,821],["bank",855,859],["lake",867,871],["hill",897,901]],"pos_words":[["great",314,319],["rich",550,554],["majesty",792,799],["like",931,935]],"neg_words":[["reluctance",5,15],["dreary",58,64],["barren",77,83],["ruinous",710,717]],"events":[],"dates":[["a fine",410,416]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["over",70,74],["into",810,814]],"normalised_sentiment":0.0,"vader_sentiment":0.9,"roberta_sentiment":0.9828349352},{"para_id":43,"paragraph":"As they advanced toward Penrith, the country became more cultivated, and adorned with gentlemen's seats.","file_id":"1804_d","plnames":[["Penrith,",24,32]],"geonouns":[["country",37,44],["seats",98,103]],"pos_words":[["advanced",8,16]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["toward",17,23]],"normalised_sentiment":0.1,"vader_sentiment":0.47,"roberta_sentiment":0.9970735312},{"para_id":44,"paragraph":"On a high hill, to the north of the town, stands a watch-tower, or beacon, built of stone, which commands the view of a wide range, and was intended to give the alarm on the approach of an enemy, when England and Scotland were hostile nations.","file_id":"1804_d","plnames":[["England",201,208],["Scotland",213,221]],"geonouns":[["hill",10,14],["town",36,40],["tower",57,62],["beacon",67,73],["stone",84,89]],"pos_words":[],"neg_words":[["alarm",161,166],["enemy",189,194],["hostile",227,234]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.1363636364,"vader_sentiment":-0.82,"roberta_sentiment":0.9970542192},{"para_id":45,"paragraph":"The polite inhabitants, and the neat buildings of Penrith,( which, like most others in this neighbourhood are of a peculiar kind of red-stone,) presented a very different aspect from the rural hamlets and romantic wildness of the country they had just left.","file_id":"1804_d","plnames":[["Penrith,",50,58]],"geonouns":[["buildings",37,46],["stone",136,141],["hamlets",193,200],["country",230,237]],"pos_words":[["polite",4,10],["neat",32,36],["like",67,71],["romantic",205,213]],"neg_words":[["peculiar",115,123]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["left",252,256]],"spa_preps":[],"normalised_sentiment":0.15,"vader_sentiment":0.83,"roberta_sentiment":0.9988242984},{"para_id":46,"paragraph":"According to a pre-concerted plan, our travellers separated at this place: Mrs. Middleton and her daughters returning to the farm-house on the side of Windermere, whilst Mr. Franklin and the boys proceeded to complete the circuit of the northern part of England.","file_id":"1804_d","plnames":[["Windermere",151,161],["England",254,261]],"geonouns":[["farm",125,129],["house",130,135]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.990680635},{"para_id":47,"paragraph":"Catherine and Louisa were very sorry that their mother would go no further; but as they knew that her determinations were always founded on reason, and that, when once fixed, they were unalterable, they submitted without a murmur. At parting with their brothers, they entreated to have a constant account of every thing they should see in their journey, that was curious and instructive, as the only means of partaking with them the pleasure and improvement of their future travels. Mrs. Middleton approved the request, and having put her sons under the protection of Mr. Franklin, hastened the girls into the carriage, and proceeded to her favourite retirement near Windermere.","file_id":"1804_d","plnames":[["Windermere",667,677]],"geonouns":[["carriage",610,618]],"pos_words":[["instructive",375,386],["pleasure",433,441],["improvement",446,457],["protection",554,564]],"neg_words":[["sorry",31,36]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["without",213,220]],"spa_preps":[["under",544,549],["into",601,605],["near",662,666]],"normalised_sentiment":0.06,"vader_sentiment":0.95,"roberta_sentiment":0.9962249994},{"para_id":48,"paragraph":"Mr. Franklin and his companions mounted their horses, and rode over a fine cultivated tract, with a distant view of the rich valley of Lowther, clothed with noble woods. They quitted the high road for the purpose of examining the remains of the Brougham Castle. The centre of the building is a lofty, square tower, whose shattered turrets and hanging galleries are overgrown with shrubs. The lower apartment in the principal tower still remains entire; it is spacious, and covered with a vaulted roof of stone, of light and elegant workmanship. Mr. Franklin remarked, that probably it was used for a prison, or as a retreat, during the time of an assault, for the women and principal persons of the family.","file_id":"1804_d","plnames":[["Lowther",135,142],["Brougham Castle",245,260]],"geonouns":[["valley",125,131],["woods",163,168],["road",192,196],["building",280,288],["tower",308,313],["tower",425,430],["stone",504,509]],"pos_words":[["rich",120,124],["noble",157,162],["spacious",459,467],["elegant",524,531]],"neg_words":[["prison",600,606],["retreat",616,623],["assault",647,654]],"events":[],"dates":[["a fine",68,74]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["over",63,67]],"normalised_sentiment":0.0153846154,"vader_sentiment":-0.03,"roberta_sentiment":0.9967063069},{"para_id":49,"paragraph":"A stone pillar, erected by the side of the road, excited Edwin's curiosity; he dismounted and read an inscription, by which he found that the pillar was an affectionate memorial of the last parting of Anne, countess dowager of Pembroke, with her mother, in 1616. A little further on, they observed the decayed trunk of a prodigious oak, called Three Brother Tree, for having concealed three brothers within it. Arthur took a string out of his pocket, and measured its circumference, which was full ten yards.","file_id":"1804_d","plnames":[],"geonouns":[["stone",2,7],["road",43,47]],"pos_words":[["excited",49,56],["affectionate",156,168],["prodigious",321,331]],"neg_words":[["decayed",302,309]],"events":[],"dates":[["1616",257,261]],"times":[],"distances":[],"loc_advs":[["within",400,406]],"spa_preps":[["out",432,435]],"normalised_sentiment":0.0425531915,"vader_sentiment":0.4,"roberta_sentiment":0.9946047664},{"para_id":50,"paragraph":"The road led them through an extensive forest, named Whinfield Chase, a large track of which has lately been cultivated. At Kirby Thore, they saw the remains of a Roman causeway, and other antiquities; and soon after they reached Appleby, the county town of Westmorland. It is an ancient place, built on the side of a hill, crowned at the top by an antique castle; a few modern buildings of red freestone are intermixed with the rest, and have a pretty effect. From the terrace, on the eastern side of the castle, they enjoyed a fine view of the River Eden, which forms a winding lake, amidst lofty, hanging woods; on the left, the cliffs and precipices rise perpendicularly from the water, and are overhung with majestic oak and ash trees. From Appleby they advance into Yorkshire, where the romantic situations and natural curiosities of Richmondshire and the district of Craven, led them out of the direct road, to Settle, a neat market town, where Arthur dispatched letter to his sisters, with which the next chapter will commence.","file_id":"1804_d","plnames":[["Whinfield Chase",53,68],["Appleby",230,237],["Westmorland",258,269],["River Eden",546,556],["Appleby",746,753],["Yorkshire",772,781],["Richmondshire",840,853],["Craven",874,880],["Settle",918,924]],"geonouns":[["road",4,8],["forest",39,45],["track",78,83],["county",243,249],["town",250,254],["hill",318,322],["castle",357,363],["buildings",378,387],["terrace",470,477],["castle",506,512],["winding",572,579],["lake",580,584],["woods",608,613],["precipices",643,653],["water",684,689],["trees",734,739],["district",862,870],["road",909,913],["market",933,939],["town",940,944]],"pos_words":[["led",9,12],["top",339,342],["modern",371,377],["pretty",446,452],["enjoyed",519,526],["majestic",713,721],["romantic",793,801],["led",882,885],["neat",928,932]],"neg_words":[],"events":[],"dates":[["a fine",527,533]],"times":[],"distances":[],"loc_advs":[["left",622,626]],"spa_preps":[["through",18,25],["amidst",586,592],["into",767,771],["out",891,894]],"normalised_sentiment":0.097826087,"vader_sentiment":0.95,"roberta_sentiment":0.9983606935}]