[{"para_id":0,"paragraph":"From Silversdale to Kent sand side, Whose soil is sown with cockle shells; From Cartmel eke, and Connyside, With fellows fierce from Furness fells.","file_id":"1860_a","plnames":[["Kent",20,24],["Cartmel",80,87],["Furness",133,140]],"geonouns":[],"pos_words":[],"neg_words":[["fierce",121,127]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.0625,"vader_sentiment":0.0,"roberta_sentiment":0.9977662563},{"para_id":1,"paragraph":"Lancashire Ballad of Flodden Field","file_id":"1860_a","plnames":[["Lancashire",0,10],["Flodden Field",21,34]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9842483401},{"para_id":2,"paragraph":"Morecambe Bay, or, the great crooked bay, which divides the districts of Furness and Cartmel from the rest of Lancashire, and which receives the waters of the Wyre, the Lune, the Keer, the Winster, the Kent, the Leven, and other rivers of less note, is a grand object, lying among scenes of singular interest and beauty. Its picturesquely-irregular shores are full of varied charms-soft secluded vales, and green nooks of nestling-old towns and villages, rich parks, and wildwoods sloping to the water-which are all the more charming that they cling like a garland about this playground of the capricious sea, with the outlines of the mountains crowding round in the rearward, tier over tier, in stormy majesty. Within the fine sweep of scenery overlooking this bay, there is many a venerable home of ancient religion, many a towered steep and storied glen, that wakes the memories of a thousand years gone by. Morecambe is, also, the outfall of Windermere and Coniston waters, and is the most impressive gateway to the Lake Country. From its shores at Ulverstone, the River Leven will lead the traveller by windings full of changeful beauty, nine miles, to that pleasant resting-place called\" Newby Bridge,\" at the foot of Windermere. Cartmel and Furness have been compartively unknown, on account of difficulty of access in days gone by; but now that the line from Lancaster to Ulverstone skirts these sequestered regions, their attractions cannot fail to arrest the attention of all lovers of the picturesque in nature. In addition to its natural beauty, Furness is indeed\" a land whose stones are iron, and out of whose hills thou mayest dig brass;\" but the wild fells and green valleys of Cartmel knowlittle of the bustling world, save what belongs to their purely agricultural and pastoral character; and the primitive race of mountain folk dwelling therein clings tothe manners, language, and traditions of its\" fore-elders\" with an affection little disturbed by communion with the great changes of modern life. To the scholar andstudent of manners, to the lover of nature, and the man of science, these secluded hills and glens teem with rich and rare interest.","file_id":"1860_a","plnames":[["Morecambe Bay",0,13],["Furness",73,80],["Cartmel",85,92],["Lancashire",110,120],["Lune",169,173],["Winster",189,196],["Kent",202,206],["Leven",212,217],["Morecambe",911,920],["Windermere",946,956],["Coniston",961,969],["Ulverstone",1053,1063],["River Leven",1069,1080],["Newby Bridge",1194,1206],["Windermere",1224,1234],["Cartmel",1236,1243],["Furness",1248,1255],["Lancaster",1367,1376],["Ulverstone",1380,1390],["Furness",1558,1565],["Cartmel",1694,1701]],"geonouns":[["bay",37,40],["districts",60,69],["waters",145,151],["rivers",229,235],["shores",349,355],["vales",396,401],["nooks",413,418],["towns",435,440],["villages",445,453],["parks",460,465],["water",496,501],["sea",605,608],["mountains",635,644],["bay",762,765],["glen",852,856],["waters",970,976],["shores",1043,1049],["windings",1108,1116],["foot",1216,1220],["line",1357,1361],["regions",1416,1423],["land",1579,1583],["stones",1590,1596],["hills",1624,1629],["valleys",1683,1690],["mountain",1833,1841],["hills",2120,2125],["glens",2130,2135]],"pos_words":[["great",23,28],["grand",255,260],["beauty",313,319],["soft",382,386],["rich",455,459],["charming",525,533],["like",550,554],["majesty",703,710],["fine",723,727],["impressive",994,1004],["lead",1086,1090],["beauty",1135,1141],["pleasant",1163,1171],["picturesque",1500,1511],["beauty",1550,1556],["affection",1940,1949],["great",1989,1994],["modern",2006,2012],["lover",2064,2069],["rich",2146,2150]],"neg_words":[["crooked",29,36],["object",261,267],["lying",269,274],["irregular",339,348],["capricious",594,604],["stormy",696,702],["steep",834,839],["unknown",1279,1286],["difficulty",1302,1312],["fail",1450,1454],["wild",1662,1666],["primitive",1815,1824],["disturbed",1957,1966]],"events":[],"dates":[["a thousand years",885,901],["days",1326,1330]],"times":[],"distances":[["nine miles",1143,1153]],"loc_advs":[["there",767,772],["home",793,797]],"spa_preps":[["among",275,280],["about",565,570],["round",654,659],["over",682,686],["out",1611,1614]],"normalised_sentiment":0.0343137255,"vader_sentiment":1.0,"roberta_sentiment":0.9987242818},{"para_id":3,"paragraph":"Before the railway was made the old way of crossing the sands from Lancaster to Ulverstone must have been very striking, both from the character of the scenery aroundand a sense of danger, which cannot but have given something of the piquancy of adventure to the journey. The channels are constantly shifting, particularly after heavyrains, when they are perilously uncertain. For many centuries past, two guides have conducted travellers over them. Their duty is to observe the changes, and find fordable points. In all seasons and states of the weather this was their duty, and in times of storm and fog it must have been fraught with danger. These guides wereanciently appointed by the Prior of Cartmel, and received synodal and Peter Pence for their maintance. They are now paid from the revenues of the duchy. This office ofguide has been so long held by a family of the name of Carter, that the country people have given that name to the office itself. A gentleman, crossing from Lancaster, once asked the guide if\" Carters\" were never lost on the sands. \" I never knew any lost,\" said the guide;\" there's one or two drowned now and then, but theyere generally foundsomewhere i' th bed when the tide goes out.\" A certain ancient mariner, called Nuttall, who lives at Grange, on the Cartmel shore, told me that\" people who get their livingby' following the sands,' hardly ever die in their beds. They end their days on the sands; and even their horses and carts are generally lost there. I have helped,\" said he,\" to pull horses and coaches, ay, and guides too, out of the sands. The channel,\" he continued,\" is seldom two days together in one place. You may make a chart one day, and, before the ink is dry, it will have shifted.\" I found, indeed, byinquiry, that those who have travelled the sands longest, are always most afraid of them; and that these silent currents, which shimmer so beautifully in the sunshine, have been\" the ribs of death\" to thousands. The old\" Over Sands\" route began at Hest Bank, a cliff on the shore, about three miles from Lancaster. The coach, and whatevertravellers might be going, used to meet the guide on the banks of the River Keer, which runs over the sands, about three miles from Hest Bank. Here the guide carefullytried the bed of the stream before travellers were allowed to cross - for what was fordable yesterday to-day might be a quicksand. The safe tracks are indicated by branches of furze, called\" brogs,\" stuck in the sand. The old word\" brog,\" means a broken branch; and it is very likely that the word\" brob,\" applied by the people ofFurness and Cartmel to these furze branches, is merely a corruption of the former word. On reaching Kent's Bank, the coach went about three miles through the villages onthe Cartmel shore, and then forward across the Leven estuary, to Ulverstone town. These sands, though not one - third the distance of the sands between Lancaster and Kent' sBank, are considered much more dangerous. Probably the difference may arise from the greater number of persons crossing from Cartmel to Ulverstone. In every village, andin almost every house I entered, upon the shores of this bay, I met with tales of danger and disaster which have occurred upon these sands; and, even now, there is a kindof daily excitement there, arising from the dangerous possibilities of travelling over them. Such was the old\" Over Sands\" route from Lancaster. In Mrs. Hemans' letters, she thus alludes to the journey: -\" I must not omit to tell you that Mr. Wordsworth not only admired our exploit in crossing the Ulverstone sandds as a deed of' derringdo,' but as a decided proof of taste. The lake scenery, he says, is never seen to such advantage as after the passage of what he calls its majestic barrier.\"","file_id":"1860_a","plnames":[["Lancaster",67,76],["Ulverstone",80,90],["Cartmel",698,705],["Lancaster",986,995],["Grange",1273,1279],["Cartmel",1288,1295],["Lancaster",2060,2069],["River",2164,2169],["Cartmel",2603,2610],["Kent",2691,2695],["Cartmel",2764,2771],["Leven",2807,2812],["Ulverstone",2825,2835],["Lancaster",2912,2921],["Kent",2926,2930],["Cartmel",3058,3065],["Ulverstone",3069,3079],["Lancaster",3406,3415],["Wordsworth",3515,3525],["Ulverstone",3571,3581]],"geonouns":[["railway",11,18],["sands",56,61],["channels",276,284],["points",506,512],["country",901,908],["sands",1054,1059],["bed",1188,1191],["shore",1296,1301],["sands",1362,1367],["beds",1395,1399],["sands",1428,1433],["coaches",1538,1545],["sands",1578,1583],["channel",1589,1596],["sands",1799,1804],["shore",2030,2035],["coach",2075,2080],["banks",2151,2156],["sands",2196,2201],["bed",2271,2274],["stream",2282,2288],["tracks",2401,2407],["coach",2708,2713],["villages",2749,2757],["shore",2772,2777],["estuary",2813,2820],["town",2836,2840],["sands",2848,2853],["sands",2898,2903],["village",3090,3097],["house",3118,3123],["shores",3144,3150],["bay",3159,3162],["sands",3235,3240],["lake",3652,3656]],"pos_words":[["striking",111,119],["helped",1500,1506],["silent",1861,1867],["beautifully",1895,1906],["safe",2396,2400],["excitement",3281,3291],["advantage",3697,3706],["majestic",3749,3757]],"neg_words":[["danger",181,187],["perilously",355,365],["uncertain",366,375],["fraught",624,631],["danger",637,643],["lost",1042,1046],["lost",1080,1084],["die",1382,1385],["lost",1481,1485],["afraid",1830,1836],["shimmer",1884,1891],["death",1947,1952],["stuck",2460,2465],["broken",2508,2514],["corruption",2648,2658],["dangerous",2964,2973],["danger",3184,3190],["disaster",3195,3203],["dangerous",3316,3325],["omit",3489,3493],["exploit",3547,3554]],"events":[],"dates":[["many centuries",381,395],["all seasons",517,528],["their days",1410,1420],["two days",1624,1632],["one day",1677,1684],["yesterday",2353,2362],["to-day",2363,2369],["daily",3275,3280]],"times":[],"distances":[["about three miles",2037,2054],["about three miles",2203,2220],["about three miles",2719,2736]],"loc_advs":[["past",396,400],["there",1104,1109],["there",1486,1491],["forward",2788,2795],["there",3257,3262],["there",3292,3297]],"spa_preps":[["over",439,443],["out",1211,1214],["out",1567,1570],["together",1633,1641],["over",2187,2191],["through",2737,2744],["across",2796,2802],["between",2904,2911],["over",3354,3358]],"normalised_sentiment":-0.0361111111,"vader_sentiment":-0.97,"roberta_sentiment":0.9966186285},{"para_id":4,"paragraph":"This impressive scene may now be traversed by all who prefer speed and ease to danger and delay free from the uncertainties of the old route. Along the picturesquenorthern shores of this\" majestic barrier,\" the new line of railway from Lancaster to Ulverstone winds by Silverdale, with the gran features of land and sea full insight; and the traveller lake-wards may, at comparatively little cost of time and money, look upone a scene so strikingly different to what he will find in the countryhe is going to, that the variety itself cannot but add to the interest of his journey. The length of the line from Carnforth, six miles beyond Lancaster, to Ulverstone is about twenty miles, and, though it passes through one or two rural villages which hide the sea for a few minutes, two - thirds of its length commands a continually changing view of Morecambe Bay. It often runs over large tracts ofthe sands, wheere the waves sometimes come lashing the firm embankment, like occan skirmishers sent out from the main body to remonstrate with this bold invader of theirold domain. On the land-ward side, every mile brings a new picture; the land is full of changeful picturesqueness of indentation; and the shelving shores of light-huedlime-stone rock, which we pass now and then, are rich in exquisite variety of form and colour. The woods are peculiarly beautiful to look upon, their lighter shades of green being charmingly relieved by numbers of the dark historic yew tree, full of brave remembrances of England and its forest life in the olden time. Here, where therugged selvedge of our mountain district softens into slopes of fertile beauty by the fitful sea, - and where the mountain streams, at last, wind silently homewards overthe sands, we flit by many a sylvan nook, and many a country nest, where we should be glad to linger; - and by the outlet of many a little paradisal glen, nestling in theverdant creases of Cartmel's fells, which once seen, will nevermore be willingly forgotten, but remain a bower of beautiful rememberance, where the mind may find aresting-place even in the city's busy throng.","file_id":"1860_a","plnames":[["Lancaster",236,245],["Ulverstone",249,259],["Silverdale",269,279],["Lancaster",637,646],["Ulverstone",651,661],["Morecambe Bay",846,859],["England",1503,1510],["Cartmel",1923,1930]],"geonouns":[["shores",172,178],["line",215,219],["railway",223,230],["land",307,311],["sea",316,319],["lake",352,356],["line",599,603],["passes",700,706],["villages",732,740],["sea",756,759],["sands",899,904],["land",1083,1087],["land",1136,1140],["shores",1211,1217],["stone",1236,1241],["rock",1242,1246],["pass",1257,1261],["woods",1330,1335],["tree",1467,1471],["forest",1519,1525],["mountain",1588,1596],["district",1597,1605],["slopes",1619,1625],["sea",1658,1661],["mountain",1679,1687],["streams",1688,1695],["sands",1738,1743],["nook",1770,1774],["country",1787,1794],["outlet",1849,1855],["glen",1883,1887]],"pos_words":[["impressive",5,15],["prefer",54,60],["ease",71,75],["free",96,100],["majestic",188,196],["strikingly",438,448],["variety",519,526],["like",967,971],["rich",1280,1284],["exquisite",1288,1297],["variety",1298,1305],["beautiful",1351,1360],["lighter",1381,1388],["charmingly",1411,1421],["brave",1481,1486],["fertile",1629,1636],["beauty",1637,1643],["glad",1820,1824],["willingly",1975,1984],["beautiful",2018,2027]],"neg_words":[["danger",79,85],["delay",90,95],["invader",1048,1055],["peculiarly",1340,1350],["dark",1449,1453]],"events":[],"dates":[],"times":[["a few minutes",764,777]],"distances":[["six miles",620,629],["about twenty miles",665,683],["every mile",1099,1109]],"loc_advs":[["homewards",1720,1729]],"spa_preps":[["beyond",630,636],["through",707,714],["over",875,879],["out",995,998],["into",1614,1618]],"normalised_sentiment":0.0731707317,"vader_sentiment":0.99,"roberta_sentiment":0.9987851977},{"para_id":5,"paragraph":"Early in the month of May I found myself, one fine evening, walking about the platform of Carnforth Station, waiting for the train to Ulverstone. It was that delightfultime of the day when the birds were beginning to get stiller, and might be heard more distinctly than before, singing their little nestward solos with drowsy delight, hereand there among the trees. The train started, and for the first time I was rolling towards Ulverstone, by the way of the Cartmel shore. We were soon over the River Keer, which, having left the hills, comes gliding through a green plain on the right, and then on across the Lancaster sands, where its shifty channel have been the death-bedof many a gallant man. Now we came to Silverdale Station, where brown-faced, stalwart men were unloading timber, or lounging about the whole-some looking, work-a-dayvillage. In a few minutes we are off again. Gardens, and comfortable stone-built farm-houses, and little orchards all white with apple-blossom are fitting past, and the raggedsummits of Cartmel Fells draw nearer to the eye.","file_id":"1860_a","plnames":[["Ulverstone",134,144],["Ulverstone",430,440],["Cartmel",460,467],["River",497,502],["Lancaster",612,621],["Silverdale",715,725],["Cartmel",1028,1035]],"geonouns":[["train",125,130],["trees",359,364],["train",370,375],["shore",468,473],["hills",532,537],["sands",622,627],["channel",646,653],["stone",911,916],["farm",923,927],["houses",928,934]],"pos_words":[["delight",326,333],["right",582,587],["gallant",687,694],["work",832,836],["comfortable",899,910],["blossom",977,984]],"neg_words":[["death",668,673]],"events":[],"dates":[["the month of May",9,25],["the day",176,183]],"times":[["one fine",42,50],["evening",51,58],["a few minutes",854,867]],"distances":[],"loc_advs":[["there",343,348],["left",523,527],["past",997,1001]],"spa_preps":[["about",68,73],["among",349,354],["over",488,492],["through",553,560],["across",601,607],["about",802,807]],"normalised_sentiment":0.0555555556,"vader_sentiment":0.89,"roberta_sentiment":0.9987254739},{"para_id":6,"paragraph":"Just before reaching the temporary station at Arnside we catch a glimpse of Arnside Tower, a massive old peel, on an eminence at the head of a solitary vale to seaward. In the northward distance there is a fine view of the Cumberland hills at this point. Delightful Arnside! If any man loves the beautiful in nature-if he be a geologist, or a botanist, or an invalid in search of peaceful restoration-let him wander about Arnside, and pleasant Silverdale Which is close by. Shortly after this evening ride I returned for a ramble about Arnside, one sunny day, in company with Mr. W. Salmon, president of the Horticultural Society of Ulverstone, and Mr. Bolton, of Swartmoor, a notable geologist, and a personal\" friend and fellow-labourarer\" of Professor SedgwickThe day was so fine, and the scene so beautiful, that we were as blithe as threc lads going a-nutting to the woods on a holiday morning in summer time. The old station-masterat Arnside kenw the names of the hills around, and every remarkable point of the glorious landscape. We chatted with him a few minutes, watching the beautiful effect of a cloud-shadow gliding over the grand limestone crags of\" Whitbarrow\" in the sunlight; and, after beggin a few matches, we lit our cigars, and took up a shady lane towards thepicturesque hill called\" Arnside Knot.\" Having wound up this pleasant lane, between tall bushy hedgerows, about half a mile, we met the gamekeeper, who gave me directions forthe ascent of the\" Knot,\" warning us to carefully against the use of fire, by which considerable damage had been done in the woods above. Skirting the eastern slope of the hill, a good road brought us into the vale at the head of which\" Arnside Tower,\" a massive old quadrangular building, of limestone, stands, a lonesome, gloomy-looking ruin. It isfinely situated on an isthmus which connects the two peninsulas of Arnside and Silverdale. Seawad, it commands a view of Warton Sands, and looks right over the bay, out to Peel Castle, off the far western point of Low Furness. Eastward, it overlooks the lone green vale of Arnside, with its little tarn shining in the hollow, and beyond there is a viewof Farleton Knot, and of the sands formed by the River Kier. The walls of this ancient border stronghold are of great thickness, and the small rude windows, doorways, shot-holes, and quaint fireplaces are still visible. There are no evidences of any other ancient outbuildings or defences connected with it, and, probably, as Dr. Whittaker says,\" It has beenmerely a place of temporary retreat, in case of sudden alarm from the north, for the neighbouring inhabitants.\" With the exception of an old farmhouse, a little below the tower, there is no other building in all the vale of Arnside. The old name of the township was\" Earnseat,\" from the\" earn,\" for which it was a favourite retreat in ancient times. Thedistrict, especially about the\" Knot,\" is famous for rare ferns, and the northern shore of that rocky beight is a favourite wandering ground of the geologist. Leaving the road onthe slope of\" Arnside Knot,\" we walked through the old farm-yard below, and thence up to the tower. Within, all was ruined, and wild, and roofless, but we found the ancient windinglimestone staircase sufficiently good for us to get to the top without difficulty. Here we sat down on the broad, grass-grown, ruined wall, to look about us. In spite of thebeauty of the woods on\" Arnside Knot,\" the greenness of the vale, and the fine views east and west, there was a touch of desolation in the scene, to which the mouldering tower wesat upon contributed a solemn share. In the east a train, laden with Furness ore, darted by the end of the vale, and broke the dreamy stillness with remembrances of the activeworld. It passed, and all was still again, except where a number of swallows skimmed the air in graceful flights between our ruined resting-place and the ground. I chanced to fling some shreds of paper fromthe tower, which, as they were borne away in quivering gyrations by the wind, were instantly pursued by the birds, and rarely reached the ground before they were caught by one orother of these dainty ariels, and carried off to nooks in the caves of the old farmhouse below. One of my friends said it reminded him of the pursuit of knowledge under dfficulties, and was another evidence of the growing taste for reading in these times. Another suggested thhat perhaps these Arnside swallows might inherit the souls of departed politicians, andwere anxious to know something of the political movements of the day; and, pointing to a day bird which dropped the shred he had caught in his bill, he said that one evidently did n't agree with the leading article, and therefore declined to take the paper in any further. Another thought they might have heard of the dispute about the duty, or might be in some wayinterested in the consumption of the article. But rumblings of distant thunder warned us that we had far to go, so we came down the stairs of the ruined tower, and began the ascent of\" Arnside Knot.\" A good footpath leads aslant the hill, through groves of larch, spruce, and fir, whose different hues of green look very beautiful in the sunshine. Abot half the way we left the footpath, and struck up the shingly bill-side to save time. The slope was steeper than any ordinary proof, and the shingles gave way at every step; but we toiled up, oftenusing our hands, till we reached a green spot at the edge of the wood upon the summit. Here, among gorse bushes and tufts of ling, we found it very pleasant to rest. The view was finefrom this point. At the foot of the hill lay the lone vale of Arnside, with its hoary tower standing solitarily at the head, like a worn out soldier dreaming of departed wars-and its silvery pool shining in the green hollow, the little bright eye of the silent dell. Over the fir-clad ridge beyond we had a charming glimpse of Silverdale, and its pretty sequesteredvillage near the sea. I understand that the sands on Silverdale shore are very fine for bathing. In this delightful dale there is a small lake called\" Hawes Tarn,\" crowded with pike, and remarkable for its thick bed of snow-white, tiny, univalve sea shells, of fragile beauty. The waters of this tarn are said to be affected by the rise and fall of the tide. The sunwas shining all around, and we had a full view of\" Farleton Knot,\" and the picturesque limestone bridges running eastward. In a far corner of the milnthorpe Sands, the white tower of Heversham church peeped out prettily from the green woods down by the shore; whilst in the east all the great Yorkshire hills were robed in gloom, and solemn rollings of distant thundertold that a storm was raging among them. It was a glorious sight; but cool gusts came now and then through the sunshine, and the trees on\" Arnside Knot\" began to talk of the comingtempest. Our old friend said that rain would certainly overtake us before the day had run by, and as a fir tree was but a riddly shelter in heavy showers, we had better go nearer the haunts of man. He pocketed hisgeological hammer, slung his strong wallet over his shoulder, and led on through scratchy brushwood, under the green shades that cover all the hill top, emerging on the open northernslope, from whence the view of\" Whitbarrow,\" the shores and sands channel of the Kent, and the distant mountains of Cumberland, is wonderfully fine. Descending to the water side, ourold friend donned his spectacles, and took out his hammer again; and the two geologists wandered about the rocky shore in a trance of scientific delight, picking up many specimensinteresting to them. One of these specimens-I was requested to show to an eminent geologist in Manchester, whose name was familiar to them. We found some simple, substantial cheer at a little country inn, called the\" Fighting Cocks,\" near the river side. From this place we wend westward a mile or so, then up the valley of the Winster to\" Castle Head,\" where we spent two pleasant hours in the house and grounds. From this place we went westward a mile or so, then up the valley of the Winster to\" Castle Head,\" where we spent two pleasant hours in thehouse and grounds. From thence we crossed over\" Aggerslack,\" down into\" Lindal Lane,\" then up the opposite steep again, by the way of\" Slack Farm,\" right over the rocky summit of\" Hampsfield Fell,\" descending into the old town of Cartmel, where we took tea at the Cavendish Arms,\" the principal inn, which stands on the site of the ancient priory buildings nearthe church. A seven mile walk in the gloaming through Cartmel park, by the woods of Holker, and partly over the Leven Sands, brought us to Ulverstone about ten at night, after twentymiles walk, just in time to get well wet by the storm which we had watched in the forenoon from the eastern edge of\" Arnside Knot.\" In spite of this, I hardly ever had a more delightfulramble through a more finely-varied country than the one I had that day. After this passing notice of my excursion to Arnside, I will now return to my first ride to Ulverstone by rail.","file_id":"1860_a","plnames":[["Arnside",46,53],["Arnside",76,83],["Cumberland",223,233],["Arnside",266,273],["Arnside",422,429],["Silverdale",444,454],["Arnside",536,543],["Ulverstone",633,643],["Bolton",653,659],["Arnside",940,947],["Whitbarrow",1164,1174],["Arnside",1306,1313],["Arnside",1692,1699],["Arnside",1872,1879],["Silverdale",1884,1894],["Warton",1926,1932],["Peel",1977,1981],["Castle",1982,1988],["Furness",2023,2030],["Arnside",2078,2085],["Farleton Knot",2160,2173],["River",2206,2211],["Arnside",2739,2746],["Arnside",3060,3067],["Arnside",3423,3430],["Furness",3646,3653],["Arnside",4430,4437],["Arnside",5049,5056],["Arnside",5658,5665],["Silverdale",5923,5933],["Silverdale",6014,6024],["Hawes",6112,6117],["Farleton Knot",6378,6391],["Heversham",6510,6519],["Yorkshire",6620,6629],["Arnside",6834,6841],["Whitbarrow",7302,7312],["Kent",7351,7355],["Cumberland",7386,7396],["Manchester",7726,7736],["Winster",7959,7966],["Castle Head",7971,7982],["Winster",8118,8125],["Castle Head",8130,8141],["Cartmel",8414,8421],["Cartmel",8599,8606],["Holker",8629,8635],["Leven Sands",8657,8668],["Ulverstone",8684,8694],["Arnside",8844,8851],["Arnside",9030,9037],["Ulverstone",9077,9087]],"geonouns":[["station",35,42],["head",133,137],["vale",152,156],["hills",234,239],["point",248,253],["woods",872,877],["station",923,930],["hills",970,975],["point",1005,1010],["landscape",1027,1036],["crags",1154,1159],["lane",1265,1269],["hill",1293,1297],["lane",1351,1355],["woods",1580,1585],["slope",1614,1619],["hill",1627,1631],["road",1640,1644],["vale",1665,1669],["head",1677,1681],["building",1735,1743],["bay",1965,1968],["point",2010,2015],["vale",2070,2074],["tarn",2103,2107],["hollow",2123,2129],["sands",2186,2191],["walls",2222,2227],["tower",2686,2691],["building",2711,2719],["vale",2731,2735],["shore",2950,2955],["ground",3002,3008],["road",3039,3043],["slope",3050,3055],["farm",3101,3105],["tower",3139,3144],["top",3285,3288],["wall",3360,3364],["woods",3413,3418],["vale",3459,3463],["tower",3569,3574],["train",3628,3633],["vale",3684,3688],["ground",3906,3912],["tower",3962,3967],["ground",4096,4102],["nooks",4185,4190],["tower",5017,5022],["hill",5097,5101],["groves",5111,5117],["slope",5306,5311],["edge",5466,5470],["wood",5478,5482],["summit",5492,5498],["point",5606,5611],["foot",5620,5624],["hill",5632,5636],["vale",5650,5654],["tower",5682,5687],["head",5715,5719],["hollow",5813,5819],["dell",5857,5861],["ridge",5881,5886],["sea",5978,5981],["sands",6005,6010],["shore",6025,6030],["dale",6077,6081],["lake",6099,6103],["pike",6138,6142],["bed",6173,6176],["sea",6207,6210],["waters",6242,6248],["tarn",6257,6261],["bridges",6424,6431],["tower",6501,6506],["church",6520,6526],["woods",6562,6567],["shore",6580,6585],["hills",6630,6635],["trees",6824,6829],["tree",6982,6986],["hill",7231,7235],["shores",7319,7325],["sands",7330,7335],["channel",7336,7343],["mountains",7373,7382],["water",7437,7442],["shore",7565,7570],["country",7823,7830],["inn",7831,7834],["river",7874,7879],["valley",7945,7951],["house",8026,8031],["grounds",8036,8043],["valley",8104,8110],["grounds",8194,8201],["summit",8353,8359],["town",8406,8410],["inn",8479,8482],["buildings",8531,8540],["church",8549,8555],["park",8607,8611],["woods",8620,8625],["edge",8835,8839],["country",8948,8955]],"pos_words":[["eminence",117,125],["loves",286,291],["beautiful",296,305],["peaceful",380,388],["pleasant",435,443],["fine",778,782],["beautiful",801,810],["blithe",828,834],["remarkable",994,1004],["glorious",1018,1026],["beautiful",1086,1095],["grand",1138,1143],["pleasant",1342,1350],["good",1635,1639],["right",1950,1955],["great",2269,2274],["quaint",2340,2346],["famous",2910,2916],["sufficiently",3246,3258],["good",3259,3263],["fine",3473,3477],["graceful",3848,3856],["instantly",4041,4050],["leading",4698,4705],["good",5066,5070],["leads",5080,5085],["beautiful",5185,5194],["pleasant",5561,5569],["like",5721,5725],["bright",5832,5838],["silent",5850,5856],["charming",5903,5911],["pretty",5943,5949],["fine",6040,6044],["delightful",6066,6076],["remarkable",6148,6158],["beauty",6230,6236],["picturesque",6402,6413],["prettily",6538,6546],["great",6614,6619],["glorious",6745,6753],["cool",6765,6769],["overtake",6930,6938],["better",7037,7043],["strong",7117,7123],["led",7154,7157],["top",7236,7239],["wonderfully",7401,7412],["fine",7413,7417],["delight",7597,7604],["eminent",7705,7712],["cheer",7805,7810],["right",8332,8337],["well",8759,8763],["finely",8934,8940]],"neg_words":[["invalid",359,366],["cloud",1108,1113],["shady",1259,1264],["wound",1328,1333],["warning",1481,1488],["damage",1552,1558],["lonesome",1769,1777],["gloomy",1779,1785],["ruin",1794,1798],["lone",2059,2063],["rude",2300,2304],["retreat",2543,2550],["alarm",2570,2575],["retreat",2839,2846],["rocky",2964,2969],["ruined",3162,3168],["wild",3174,3178],["difficulty",3297,3307],["ruined",3353,3359],["spite",3387,3392],["desolation",3520,3530],["solemn",3600,3606],["broke",3694,3699],["ruined",3877,3883],["anxious",4504,4511],["dispute",4817,4824],["warned",4943,4949],["ruined",5010,5016],["struck",5256,5262],["lone",5645,5649],["worn",5728,5732],["crowded",6125,6132],["fragile",6222,6229],["fall",6302,6306],["gloom",6650,6655],["solemn",6661,6667],["raging",6717,6723],["scratchy",7169,7177],["rocky",7559,7564],["steep",8291,8296],["rocky",8347,8352],["spite",8862,8867],["rail",9091,9095]],"events":[["Professor SedgwickThe day",745,770]],"dates":[["a fine",204,210],["one sunny day",545,558],["summer",902,908],["the\"",1469,1473],["the\"",2798,2802],["the\"",2895,2899],["the end of the",3669,3683],["the day",4560,4567],["a day",4586,4591],["the day",6949,6956],["the\"",7843,7847],["that day",8975,8983]],"times":[["this evening",488,500],["a holiday morning",881,898],["a few minutes",1058,1071],["two pleasant hours",8000,8018],["two pleasant hours",8159,8177],["night",8708,8713]],"distances":[["about half a mile",1387,1404],["a mile",7919,7925],["a mile",8078,8084],["seven mile",8559,8569]],"loc_advs":[["northward",176,185],["there",195,200],["above",1586,1591],["there",2142,2147],["there",2693,2698],["below",3111,3116],["without",3289,3296],["there",3499,3504],["away",3995,3999],["left",5233,5237],["beyond",5887,5893],["there",6082,6087],["westward",7910,7918],["westward",8069,8077]],"spa_preps":[["about",416,421],["close",464,469],["about",530,535],["around",976,982],["over",1129,1133],["between",1357,1364],["against",1505,1512],["into",1656,1660],["over",1956,1960],["out",1970,1973],["beyond",2135,2141],["below",2676,2681],["about",2889,2894],["through",3085,3092],["down",3321,3325],["about",3374,3379],["between",3865,3872],["below",4225,4230],["under",4299,4304],["about",4825,4830],["down",4987,4991],["through",5103,5110],["among",5506,5511],["out",5733,5736],["near",5969,5973],["around",6343,6349],["out",6534,6537],["down",6568,6572],["among",6724,6729],["through",6794,6801],["over",7131,7135],["through",7161,7168],["under",7189,7194],["out",7495,7498],["about",7549,7554],["near",7865,7869],["over",8226,8230],["down",8245,8249],["into",8250,8254],["opposite",8282,8290],["over",8338,8342],["into",8393,8397],["through",8591,8598],["over",8648,8652],["about",8695,8700],["through",8919,8926]],"normalised_sentiment":0.0137142857,"vader_sentiment":1.0,"roberta_sentiment":0.9988427162},{"para_id":7,"paragraph":"Soon after the train leaves Arnside Station, the great bay begins to show itself as we rumble over the fine viaduct that crosses the River Kent, and the yellow sads of its estuaryspread out on each land. One of my fellow-travellers pointed to a lonely stork standing quietly in the midst of the sandy waste, like some weird genius of the solitude. On the other side, near the embankment, the\" Old John,\" the oldest trading vessel of Morecambe Bay, was ashore. The low slopes near the line are richly wooded with light-hued larch, and spruce, and fir, mingling beautifully with dark green yew trees. The line now clips the rocky shore for about a mile, and we are rolling over the little River Winster, one of the boundary lines of Lancashireand West Moreland; but, like the rest of these waters in Morecambe Bay, so changeful in its course over the sands, that you pretty island, a little way from the shore, which looks\" as quietas a spot of sky among the evening clouds,\" has been known to be first in Lancashire, then in Westmoreland, and back again in Lancashire, all in a month's time, through the caprice of this little Winster, which, when the fit is on it, thus plays at hide-and-seek with the two counties. The scenery richensas we roll along. The grand bay on one side, on the other picturesque rocks and snatches of woodland, sloping to the shore, with the wild feels behind, all going by in a panoramic flight. It was about low water: the sun was settling, and all that great marine wilderness, beyond which the retired sea was out of sight, - if a long line of golden light, far off, had not told itswhereabouts-that sandy expanse was so still that, but for here and there a stranded boat, and a smack let aslaut on the shore in the distance, it might have been a sea-beach belonging to someworld un-known to man. This threshold of the mighty sea, where its children come to play, and on which so many suns have looked the grand farewell of day, was once more lighted with a glorywhich made the pomp of man seem poor.","file_id":"1860_a","plnames":[["Arnside",28,35],["River Kent",133,143],["Morecambe Bay",433,446],["River",687,692],["Winster",693,700],["Morecambe Bay",798,811],["Lancashire",1004,1014],["Westmoreland",1024,1036],["Lancashire",1056,1066],["Winster",1126,1133]],"geonouns":[["train",15,20],["bay",55,58],["viaduct",108,115],["land",198,202],["slopes",468,474],["line",484,488],["trees",592,597],["line",603,607],["shore",628,633],["lines",722,727],["waters",788,794],["sands",849,854],["island",872,878],["shore",902,907],["rocks",1305,1310],["shore",1352,1357],["water",1440,1445],["sea",1532,1535],["line",1566,1570],["boat",1697,1701],["shore",1733,1738],["sea",1777,1780],["beach",1781,1786],["sea",1856,1859]],"pos_words":[["great",49,54],["fine",103,107],["like",308,312],["genius",324,330],["richly",493,499],["beautifully",560,571],["like",765,769],["pretty",865,871],["picturesque",1293,1304],["panoramic",1405,1414],["great",1482,1487],["golden",1574,1580],["mighty",1849,1855],["grand",1936,1941]],"neg_words":[["lonely",245,251],["waste",301,306],["weird",318,323],["dark",577,581],["rocky",622,627],["wild",1368,1372],["smack",1709,1714],["poor",2025,2029]],"events":[],"dates":[["the\"",388,392],["a month",1075,1082],["day",1954,1957]],"times":[["the evening",953,964],["The grand bay",1253,1266]],"distances":[["about a mile",638,650]],"loc_advs":[["ashore",452,458],["near",475,479],["behind",1379,1385],["here",1671,1675],["there",1680,1685]],"spa_preps":[["over",94,98],["out",186,189],["near",367,371],["over",671,675],["over",840,844],["among",947,952],["through",1091,1098],["along",1246,1251],["about",1430,1435],["beyond",1507,1513],["out",1540,1543]],"normalised_sentiment":0.0315789474,"vader_sentiment":0.98,"roberta_sentiment":0.9985137582},{"para_id":8,"paragraph":"This valley, on the right hand, through which the Winster flows, is a beautiful scene. The level plain, enclosed by an irregular semicircle of hills, is all land reclaimed from the sea atdifferent times. More than four hundred acres have been added to this reclamation by the new railway line. A remarkable conical hill, thickly clothed with wood, rises from the plain, in an isolated way. This singular height is called\" Castle Head,\" anciently,\" Atterpile Castle.\" There is a quiet mansion in a secluded part of the grounds, and\" if ever there was a house with a story, that looks like one.\" The sea formerly washed round the hill, and, as the old mariner at Grange told me,\" it must have been a capital place for smuggling in those days.\" \" Castle Head\" is supposedto have been a Roman settlement, or outpost of some kind, from the discovery of coins, ornaments, and other articles of Roman workmanship. About sixty years ago may curious articles were foundthere, among which were parts of human skull, vertebre,&amp; c., teeth of buffaloes, tusks of boar, pieces of limestone, resembling ben's eggs; rings of blue rag-stone, lead, clay, and glass; ninety - fivesticas of Northumbrian kings, seventy - five Roman coins, a stone, supposed to have been a mould for casting silver rings; iron ore, petrified bone, pebbles, impressions of clay, pottery, or bone, and other ancient relics. This looks as if\" Castle Head\" was a place of many strange stories, which have drifted into the misty past to return no more. The tenantless hall of\" Castel Head\" standsamongst woods and gardens at the rearward base of this lonely-looking height. The sole inahabitants of the place, at present, consist of a Scotch gardener and his family. When I visited the spot, with my two scientific friends, we wandered sometime before we met with\" Sandy,\" till, at last, by dint of shouting-which seemed to hush into wistful stillness the lonely woods around-we roused himfrom the hothouses. He led us through the echoing rooms of the empty mansion, up to the roof, from which we had a good view of the gardens and grounds. After this we ascended, by circuitous paths, androcky bemossed steps, terrace after terrace, to the shady plateau upon the summit of this singular hill, which certainly is suggestive of a deserted encampment. I could imagine any of the races which have had mastery in Britain occupying that commanding eminence. The view over the bay, from embowered seats and recesses on the southern edge, are very beautiful. Obliging,\" Sandy\" was full of simple earnestness about ferns and flowers. He seemed to have littleenthusiasm about anything but horticulture, except autographs, of which he showed us a curious store, collected during many years. He was quite at home in this picturesque solitude, although the placeis said to be haunted, and\" Thir folk i' the village o' Lindal, wha wadna walk ower' t after dark for the hail estate.\" In the lower escarpment of rock, on the southern side, our old geological friend pointedout a place where the union of the two stratifications of slate and limestone shows distinctly. This is the only place in the district where this union is so clearly visible.","file_id":"1860_a","plnames":[["Winster",50,57],["Castle Head",422,433],["Castle",458,464],["Grange",661,667],["Castle Head",744,755],["Castle Head",1406,1417],["Britain",2370,2377]],"geonouns":[["valley",5,11],["hills",143,148],["land",157,161],["sea",181,184],["railway",280,287],["line",288,292],["hill",315,319],["wood",342,346],["mansion",484,491],["grounds",518,525],["house",552,557],["sea",598,601],["hill",628,632],["stone",1122,1127],["stone",1225,1230],["hall",1529,1533],["woods",1565,1570],["woods",1924,1929],["mansion",2019,2026],["grounds",2093,2100],["paths",2140,2145],["terrace",2172,2179],["terrace",2186,2193],["summit",2225,2231],["hill",2249,2253],["bay",2432,2435],["seats",2452,2457],["edge",2487,2491],["village",2856,2863],["rock",2958,2962],["district",3145,3153]],"pos_words":[["right",20,25],["beautiful",70,79],["remarkable",296,306],["quiet",478,483],["like",583,587],["lead",1129,1133],["led",1973,1976],["good",2064,2068],["mastery",2359,2366],["eminence",2404,2412],["beautiful",2502,2511],["earnestness",2550,2561],["picturesque",2771,2782],["hail",2917,2921],["clearly",3177,3184]],"neg_words":[["irregular",119,128],["isolated",376,384],["petrified",1298,1307],["strange",1439,1446],["lonely",1612,1618],["lonely",1917,1923],["shady",2202,2207],["dark",2904,2908]],"events":[],"dates":[["those days",729,739],["About sixty years ago",907,928],["many years",2730,2740]],"times":[],"distances":[],"loc_advs":[["there",540,545],["past",1490,1494],["home",2758,2762]],"spa_preps":[["through",32,39],["round",618,623],["among",967,972],["into",1475,1479],["into",1890,1894],["around",1930,1936],["through",1980,1987],["over",2423,2427],["about",2562,2567],["about",2622,2627]],"normalised_sentiment":0.0221518987,"vader_sentiment":0.96,"roberta_sentiment":0.9986977577},{"para_id":9,"paragraph":"Nearly opposite the green recess in which\" Castle Head\" is such a singular feature of the scene,\" Holme Island\" stands in the bay, about two hundred yards from the railway line, and, as Spenser says, it","file_id":"1860_a","plnames":[["Castle Head",43,54],["Holme",98,103]],"geonouns":[["bay",126,129],["railway",164,171],["line",172,176]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["opposite",7,15]],"spa_preps":[["about",131,136]],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9695583582},{"para_id":10,"paragraph":"\" Seems so sweet and pleasant to the eye,\" That it would tempt a man to touchen there.\"","file_id":"1860_a","plnames":[],"geonouns":[],"pos_words":[["sweet",11,16],["pleasant",21,29],["tempt",57,62]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",80,85]],"spa_preps":[],"normalised_sentiment":0.2727272727,"vader_sentiment":0.78,"roberta_sentiment":0.9978380799},{"para_id":11,"paragraph":"Less than half a century since, this island was little more than a bare rock-a lone domain of wind and wave, and birds that love the sea. Within that time, however, it has, at immense expense, beenconverted into a perfect marine paradise. Though not much more than then acres in extent, the gardens and grounds are so tastefully varied that a man may ramble an hour or two about it and still find himselfin a new scene-still meet with\" some-thing rich and strange\" - and, in some parts, the little landscape is so artfully natural in appearance that he might forget it was the result of man's taste and enterprise. Onthe western side of the island, a white limestone building, perfectly modelled after the temple of Vesta, looks out westward over the bay; an, in sheltered nooks, rock-hewn stairs lead down to sand-banks sosmooth, so gently-swelling and secluded, that fair Sabrina might sit there","file_id":"1860_a","plnames":[],"geonouns":[["island",37,43],["rock",72,76],["sea",133,136],["grounds",303,310],["landscape",498,507],["island",641,647],["building",667,675],["bay",751,754],["nooks",773,778],["rock",780,784],["banks",815,820]],"pos_words":[["love",124,128],["immense",176,183],["perfect",214,221],["paradise",229,237],["rich",447,451],["perfectly",677,686],["lead",797,801],["fair",869,873]],"neg_words":[["lone",79,83],["strange",456,463],["swelling",841,849]],"events":[],"dates":[["half a century",10,24]],"times":[["an hour",358,365]],"distances":[],"loc_advs":[["westward",733,741],["there",892,897]],"spa_preps":[["into",207,211],["about",373,378],["out",729,732],["over",742,746],["down",802,806]],"normalised_sentiment":0.0568181818,"vader_sentiment":0.97,"roberta_sentiment":0.9989011288},{"para_id":12,"paragraph":"\" Under the cool translucent wave Her brigth hair knitting.\"","file_id":"1860_a","plnames":[],"geonouns":[],"pos_words":[["cool",12,16]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.125,"vader_sentiment":0.32,"roberta_sentiment":0.9975168705},{"para_id":13,"paragraph":"free from fear of intrusion. The grounds and gardens are rich in plants and flowers of the rarest description, from all parts of the world. The house is shadily situated, about the middle of the island, amongfine trees and tasteful grounds.","file_id":"1860_a","plnames":[],"geonouns":[["grounds",33,40],["house",144,149],["island",195,201],["trees",213,218],["grounds",232,239]],"pos_words":[["free",0,4],["rich",57,61]],"neg_words":[["fear",10,14],["intrusion",18,27]],"events":[],"dates":[["the middle of the",177,194]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["about",171,176]],"normalised_sentiment":0.0,"vader_sentiment":0.57,"roberta_sentiment":0.9988979101},{"para_id":14,"paragraph":"From the highest points and opensings in the shades of\" Holme Island\" - that sylvan gem of the waters-the views are wildly beautiful or solemnly grand, whichever way we turn. Far ont, off the extreme north-westernshore of the bay, the massive ruins of Peel Castle That ancient stronghold of the abbots of Furness Stand mouldering in wild isolation among the waves. They have done with the maraunding Scot, the pomp of prelates, and the din of war; and now, all silent and unsentinelled, they glide majestically into the wastes of time. Left to the washing waves and whistling winds-acrumbling shelter of the seabird -","file_id":"1860_a","plnames":[["Holme",56,61],["Peel",252,256],["Castle",257,263],["Furness",305,312]],"geonouns":[["points",17,23],["waters",95,101],["bay",226,229]],"pos_words":[["gem",84,87],["beautiful",123,132],["grand",145,150],["silent",461,467]],"neg_words":[["wildly",116,122],["ruins",243,248],["wild",333,337],["isolation",338,347],["din",436,439]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["among",348,353],["into",511,515]],"normalised_sentiment":-0.0172413793,"vader_sentiment":-0.08,"roberta_sentiment":0.9985889792},{"para_id":15,"paragraph":"\" The empty ruins lapsed again Into nature's wide domain, Sow themselves with seed and grain, As day and night and day go by.\"","file_id":"1860_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[["ruins",12,17],["lapsed",18,24]],"events":[],"dates":[["day",97,100],["night and day",105,118]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.125,"vader_sentiment":-0.57,"roberta_sentiment":-0.9960410595},{"para_id":16,"paragraph":"Leaving this ruined fortress, the eye travels along the low fertile shores on which Aldingham Castle and village, now washed away, once stood near the sea. The bold peaks of Higher Furness in the rearward of thescene. The village of Bardsea, Conishead Priory, the town of Ulverstone, and the beautiful estuary of the Leven, are all hidden from\" Holme Island\" by the promontory of Cartmel; but on the north, it commands a fine viewof the most picturesque part of the Cartmel shore, with the tops of its woody fells standing against the sky, like the wild outlines of a petrified tempest. Looking east, the fells between Lancaster and Kendal, and, beyondthese, Ingleborough, and other Yorkshire hills, may be seen. Southward, and immediately opposite the island, is\" Arnside Knot,\" with its fir-grove crown. Farther south, Warton Crags rise up, and villas and white meansionsgleam among the thickly-wooded lower slopes, till Silverdale Point seems to shoot into the bay, like a great dark needle. Beyond this, the green ridges of Bolton Le-Sands, Carnforth, Hest Bank, Heysham, Poulton Le-Sands, andthe\" Sunderland Shoulder,\" hide the estuary of the Lune,\" that to old Lancaster his name doth lend,\" of which River Michael Drayton says so cheerily: -","file_id":"1860_a","plnames":[["Aldingham",84,93],["Castle",94,100],["Furness",181,188],["Conishead Priory",242,258],["Ulverstone",272,282],["Leven",317,322],["Holme",345,350],["Cartmel",380,387],["Cartmel",466,473],["Lancaster",619,628],["Kendal",633,639],["Ingleborough",659,671],["Yorkshire",683,692],["Arnside",765,772],["Warton",821,827],["Crags",828,833],["Silverdale",923,933],["Bolton",1028,1034],["Heysham",1067,1074],["Sunderland",1102,1112],["Lune",1148,1152],["Lancaster",1167,1176],["River",1207,1212]],"geonouns":[["shores",68,74],["village",105,112],["sea",151,154],["peaks",165,170],["village",222,229],["town",264,268],["estuary",302,309],["promontory",366,376],["shore",474,479],["hills",693,698],["island",753,759],["grove",793,798],["slopes",910,916],["bay",964,967],["ridges",1018,1024],["estuary",1133,1140]],"pos_words":[["fertile",60,67],["beautiful",292,301],["picturesque",442,453],["tops",490,494],["like",540,544],["like",969,973],["great",976,981]],"neg_words":[["ruined",13,19],["wild",549,553],["petrified",568,577],["tempest",578,585],["dark",982,986]],"events":[],"dates":[["a fine",419,425]],"times":[],"distances":[],"loc_advs":[["away",125,129],["near",142,146],["opposite",740,748]],"spa_preps":[["along",46,51],["against",523,530],["between",611,618],["among",879,884],["into",955,959]],"normalised_sentiment":0.0152671756,"vader_sentiment":0.96,"roberta_sentiment":0.9983150959},{"para_id":17,"paragraph":"\" For salmon me excels; and for this name of Lun, That I am christened by, the Britons it begun, Which fulness doth import of waters still increase To Neptune lowting low, when christal Lune doth cease; And Conder coming in conducts her by the hand, Till lastly she salutes the Point of Sunderland, And leaves our dainty Lune to amphitrite's care. So blyth and bonny now the lads and lasses are, That ever and anon the bagpipe up doth blow; Cast in a gallant round about the hearth they go, And every village smokes at wakes with lusty cheer, Then hey, they cry, for Lun, and hey for Lancashire. That one high hill was heard to tell it to his brother.\"","file_id":"1860_a","plnames":[["Lune",186,190],["Sunderland",287,297],["Lune",321,325],["Lancashire",584,594]],"geonouns":[["waters",126,132],["village",501,508],["hill",610,614]],"pos_words":[["excels",16,22],["bonny",361,366],["gallant",451,458],["cheer",536,541]],"neg_words":[["blow",435,439],["cry",558,561]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["round",459,464],["about",465,470]],"normalised_sentiment":0.0294117647,"vader_sentiment":0.92,"roberta_sentiment":0.9973043203},{"para_id":18,"paragraph":"All this, however, gives but a very imperfect idea of the great extent and variety of view from\" Holme Island.\" The shoreward scenes opposite are very beautiful.","file_id":"1860_a","plnames":[["Holme",97,102]],"geonouns":[],"pos_words":[["great",58,63],["variety",75,82],["beautiful",151,160]],"neg_words":[["imperfect",36,45]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["opposite",133,141]],"spa_preps":[],"normalised_sentiment":0.125,"vader_sentiment":0.88,"roberta_sentiment":-0.9921884537},{"para_id":19,"paragraph":"It is the shout of the coming foe, Ride, ride for thy life, Sir John; But still the waters deeper grew, The wild sea foam rushed on.","file_id":"1860_a","plnames":[],"geonouns":[["waters",84,90],["sea",113,116]],"pos_words":[],"neg_words":[["foe",30,33],["wild",108,112]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.1176470588,"vader_sentiment":-0.24,"roberta_sentiment":0.9813060164},{"para_id":20,"paragraph":"Old Ballad","file_id":"1860_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9952369928},{"para_id":21,"paragraph":"A Little beyond\" Holme Island,\" and about half - way between Carnforth and Ulverstone, the train stops at the the pretty seaside village of Grange. It looks veryinviting from the railway, but not till one is is it can they fairly see how pretty it is, and how fine the views are from its higher parts. From the rail it looks acluster of gardens and white limestone houses scattered about the undulent lower slopes of\" Yewbarrow,\" a craggy wooded height which fills the immediate background. Itmatters very little where you build a house in Grange, it is sure to have a pleasant outlook, and is never in the way of its neighbour; for the land over which the dwellings are so picturesquely dribbled about is all fertile dingles, and knolls, and nest-like nooks, mixed with bloomy orchards, flower gardens, and scattered tufts ofwood; and there are several mansions thereabout, whose green shades and ornamental grounds give a park-like tone to the skirts of the village. The church, with its tiny\" heaven pointing\" spire, stands on a green eminence at the head of the village. Near the church, as usual, there is a comfortable old inn. The open space in front of\" The Crown,\" commands a good view of the eastern part of the bay, with the Yorkshire hills behind, and all the picturesque fells and wooded shores on the Lancaster side. Grange, though not unknown to fame among lovers of nature and wanderers to the sea, has, like the rest of Cartmel, been peculiarly secluded by its position. The Lancasterand Ulverstone line now runs by the foot of the village, bringing it into direct communication with the main lines from the south. Before the railway was made, the tidewashed the garden walls of the village.","file_id":"1860_a","plnames":[["Holme",17,22],["Ulverstone",75,85],["Grange",140,146],["Yewbarrow",418,427],["Grange",540,546],["Yorkshire",1236,1245],["Lancaster",1315,1324],["Grange",1331,1337],["Cartmel",1437,1444],["Ulverstone",1505,1515]],"geonouns":[["train",91,96],["village",129,136],["railway",179,186],["houses",365,371],["slopes",407,413],["house",531,536],["land",637,641],["nooks",753,758],["mansions",854,862],["grounds",909,916],["park",924,928],["village",960,967],["church",973,979],["head",1054,1058],["village",1066,1073],["church",1084,1090],["inn",1129,1132],["bay",1222,1225],["hills",1246,1251],["shores",1301,1307],["sea",1410,1413],["line",1516,1520],["foot",1537,1541],["village",1549,1556],["lines",1610,1615],["railway",1643,1650],["walls",1687,1692],["village",1700,1707]],"pos_words":[["pretty",114,120],["fairly",223,229],["pretty",238,244],["fine",260,264],["pleasant",569,577],["fertile",710,717],["like",748,752],["like",929,933],["heaven",996,1002],["eminence",1038,1046],["comfortable",1113,1124],["good",1185,1189],["picturesque",1272,1283],["fame",1361,1365],["like",1420,1424]],"neg_words":[["rail",311,315],["unknown",1350,1357],["peculiarly",1451,1461]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",836,841],["there",1102,1107]],"spa_preps":[["beyond",9,15],["about",36,41],["between",53,60],["about",382,387],["over",642,646],["about",697,702],["behind",1252,1258],["among",1366,1371],["into",1570,1574]],"normalised_sentiment":0.0745341615,"vader_sentiment":0.99,"roberta_sentiment":0.9942827225},{"para_id":22,"paragraph":"As I walked about the open elevated ground in front of the\" Crown,\" looking at the bay and the hills, I asked several questions of two or three villagers who werelounging about. They eyed me from head to foot, wondering where I came from, and what I had to do with their hills and dales; at last, settling in their own minds that Imust be a strange land-surveyor, preparing for fresh changes in that part of the country, a stalwart young man, who stood down in the village-street with a bundle ofpapers in his hand, he said.\" That's the man for ye. He's read a deeal o' books. He knaas summat abaat ivvery thing, nearly; an' he knaas mair abaat Grange, I sud think, than onybody at's in it.\" I found him an enthusiastic entomologist and ornithologist, and a very unassuming, intelligent man, of mainly manners. We sat down in the\" Crown\" chatting, and listening whilst\" Aad Billy,\" a blind fiddler, who lives by scattering mustic among the kind-hearted folk of Cartmel Fells, played\" Scots wha hae we' Wallacebled,\" and\" Bannocks o' bear meal, bannocks o' barley.\" The old man beat time with his foot, and accompanied his instrument with a curious croon, which made up in quaintnessfor what it lacked in harmony. I could not help thinking, as he sat there, that a country village without a blind fiddler is wanting in a valuable feature of human interest. Leaving\" Aad Billy\" at the end of\" Over Bogie,\" my friend proposed that we should go to the top of\" Yewbarrow,\" the hill at the rear of the village, from the summit of which he said the views were magnificent. As we went out at the head of the village by a shady road, he opened the gate of a small enclosed knoll, on the right hand, saying,\" Stop, my workshop is in here. We'll peep at it, if you like, before we go up.\" In the centre of this enclosure there was a rude, round hut, built of limestone, something like a large summer-house. On entering, I found myself in a little museum, filled with strange birds, and carefully arranged glass cases of rear shells andinsects. Against the wall hung a broken skeleton head and horns of the Irish elk, which had been found in the neighbouring sands, a few years ago. In one corner was reareda large slab of red standstone, from Storton, in Cheshire, on which were plainly imprinted the footsteps of some antediluvian creature; he thought it was the plesiasaurus. The place was full of curiosities; and I noticed a live wood owl, in a cage outside, with its large, lustrous eyes, blinking in the sunshine. Leaving this little sanctum ofscience, we went through the shady grounds of\" Yewbarrow Lodge,\" and thence, by rocky, sinuous paths to the summit of\" Yewbarrow.\" This hill takes its name from the yewtree, for the growth of which it is remarkable, and from\" barrow,\" a cairn or burial place. Here I was glad to sit down and look round, for I was out of wind, and the view hadgrown grander as we rose. Morecambe and a great extent of its shores were full in sight, the slopes and lowlands all beauty and fertility, all above and in the distance wild and majestic. My friend told me that, on a favourable day, the town of Lancaster was almost as distinctly in sight as the houses at the foot of the hill; but he surprisedme more by saying that the great, ivy clad, lime-stone rocks upon the summit of\" Yewbarrow,\" were unmistakably waterworn, that is, worn by the action of the sea. The villagelay under the eye, as clearly as a map or model on a table. We could see all its houses, perching or nestling in picturesque confusion, among straggling gardens and bloomynooks. We could see all its mansions, with their rich grounds, and woods now spreading out the bright green of spring in the sunshine; its white roads and bye lanes, windingthrough orchards, and under over-lapping trees, about the green knolls and dingles, and lacing the land with lines of ever-varying loveliness. Grange is no less pleasantin its own quiet beauty, and in the scenery about it, than in the salubrity of its climate, which is said to rival that of the southern coast of England. It spring, itsaverage tempeature is higher than that of any other place in the north of England. In summer, the heat is tempered by the saline breeze. Beautifully seated on this lower slopeof\" Yewbarrow,\" it is sheltered on the north and west by the green hills, and its natural charms are heightened by the never-palling witcheries of the changeful sea. Artists, and other curious children of nature, who love to go about in the world\" spying fancies,\" as coutnry folk quaintly call it, would find its neighborhood full of interest.","file_id":"1860_a","plnames":[["Grange",645,651],["Cartmel",961,968],["Yewbarrow",1456,1465],["Cheshire",2244,2252],["Yewbarrow",2586,2595],["Yewbarrow",2658,2667],["Morecambe",2908,2917],["Lancaster",3127,3136],["Yewbarrow",3307,3316],["Grange",3886,3892],["England",4057,4064],["England",4154,4161],["Yewbarrow",4259,4268]],"geonouns":[["ground",36,42],["bay",83,86],["hills",95,100],["head",196,200],["foot",204,208],["hills",271,276],["dales",281,286],["land",349,353],["country",412,419],["village",465,472],["street",473,479],["foot",1096,1100],["country",1264,1271],["village",1272,1279],["top",1448,1451],["hill",1472,1476],["village",1496,1503],["summit",1514,1520],["head",1588,1592],["village",1600,1607],["road",1619,1623],["gate",1639,1643],["house",1889,1894],["wall",2045,2049],["head",2073,2077],["sands",2147,2152],["wood",2423,2427],["grounds",2574,2581],["paths",2634,2639],["summit",2647,2653],["hill",2675,2679],["shores",2944,2950],["slopes",2975,2981],["town",3119,3123],["houses",3178,3184],["foot",3192,3196],["hill",3204,3208],["stone",3275,3280],["rocks",3281,3286],["summit",3296,3302],["sea",3383,3386],["table",3452,3457],["houses",3480,3486],["mansions",3598,3606],["grounds",3624,3631],["woods",3637,3642],["roads",3715,3720],["lanes",3729,3734],["trees",3784,3789],["land",3842,3846],["lines",3852,3857],["coast",4048,4053],["hills",4322,4327],["sea",4416,4419]],"pos_words":[["fresh",378,383],["enthusiastic",707,719],["intelligent",775,786],["harmony",1204,1211],["valuable",1320,1328],["magnificent",1553,1564],["right",1678,1683],["like",1754,1758],["like",1869,1873],["lustrous",2468,2476],["remarkable",2743,2753],["glad",2810,2814],["great",2924,2929],["beauty",2999,3005],["majestic",3060,3068],["great",3253,3258],["clearly",3421,3428],["picturesque",3512,3523],["rich",3619,3623],["bright",3665,3671],["loveliness",3874,3884],["quiet",3923,3928],["beauty",3929,3935],["breeze",4209,4215],["love",4472,4476]],"neg_words":[["strange",341,348],["blind",884,889],["lacked",1194,1200],["blind",1290,1295],["shady",1613,1618],["rude",1822,1826],["strange",1956,1963],["hung",2050,2054],["broken",2057,2063],["shady",2568,2573],["rocky",2619,2624],["wild",3051,3055],["worn",3357,3361],["confusion",3524,3533],["rival",4021,4026]],"events":[],"dates":[["the\"",55,59],["the\"",826,830],["the end of",1379,1389],["summer",1882,1888],["a few years ago",2154,2169],["a favourable day",3097,3113],["spring",3681,3687],["spring",4069,4075],["summer",4166,4172]],"times":[],"distances":[],"loc_advs":[["there",1250,1255],["without",1280,1287],["here",1723,1727],["there",1810,1815],["outside",2443,2450]],"spa_preps":[["about",12,17],["about",171,176],["down",453,457],["down",818,822],["among",930,935],["out",1577,1580],["round",1828,1833],["through",2556,2563],["down",2822,2826],["round",2836,2841],["out",2853,2856],["above",3025,3030],["under",3403,3408],["among",3535,3540],["out",3657,3660],["under",3765,3770],["over",3771,3775],["about",3791,3796],["about",3956,3961],["about",4483,4488]],"normalised_sentiment":0.022675737,"vader_sentiment":1.0,"roberta_sentiment":0.9907637239},{"para_id":23,"paragraph":"It was a beautiful sight; and, as I descended the hill, by another route, to meet the train, I resolved that, if possible, it should not be lond before I looked uponthat peaceful nest again.","file_id":"1860_a","plnames":[],"geonouns":[["hill",50,54],["train",86,91]],"pos_words":[["beautiful",9,18],["peaceful",170,178]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.1333333333,"vader_sentiment":0.83,"roberta_sentiment":0.99880898},{"para_id":24,"paragraph":"The grandest height near Grange is\" Hampsfell,\" at the read of\" Yew Barrow.\" Whosoever desires to see that country well, ought to ascend\" Hampsfell,\" at sunrise of sunset, on a fine day, and he may look upon a scene of such magnificence as is rarely met with in any land. For those who are not strong, a carriage road leads up the southside of Eggerslack wood, nearly to the summit of the fell; but the sturdy pedestrian should go out at the lower end of Grange, and up the narrow, romantic glen, called\" Lindal Lane,\" till he comes to a farmhouse called\" Slack,\" on the left hand side of the road. This shady gorge is a little fairy-land of woodland beauty in summer time. After crossing the yard of Slack farm, a rough footpath leads up through plantations of larch and spruce; and coppice woods of oak and hazel, sprinkled, now and then, with theglittering birch-that silver-robed lady of the woods-the beech, the ash\" for nothing ill,\" the alder and the dark green yew,\" obedient to the bender's will.\" These woods, which are carefully cultivated for\" bobbin wood,\" hoops, wicker-work, and other purposes, are great sources of employment to the people around. As the traveller winds throughthe sylvan scene, by changeful pleasure upward led, he meets with glimpses of the sea, gleaming through the southward trees; and there is many a nook of the mountain path where he may sit in cool shadow, listening to the wild birds which fill all the woods with their tune-ful rejoicings. Emerging from this leafy screen, he finds rocky, unshaded moorlands, stretching upward still, in silent desolation. Great picturesque masses of limestone crop out from the heatherywaste, their ragged crevices beautiful with plumy ferns. There is still a rude pathway to the summit, but, for a good walker,\" The Crow Gate\" across the moor will bemore interesting. At last, the top of a square, squat limestone tower appears on the distant height. This is\" Hampsfell Hospice,\" a modern erection, built by a former pastor of the Cartmel parish, for the shelter and entertainment of wan-derers over the fell. As he draws nearer this little benevolent coronet of lonely\" Hampsfell,\" mountain and vale, and land and sea, expand so glo-riously, that he cannot but halt now and then to gaze around with wonder and delight. Inside the tower there are stoneseats, and a good fire-place, for which the heather around affords ready and abundant kindling. Upon the walls are wooden tablets, inscribed with verses allusive to the scenery and the purpose of the building. From these I copied the following: -","file_id":"1860_a","plnames":[["Grange",25,31],["Barrow",68,74],["Grange",455,461],["Cartmel",2009,2016]],"geonouns":[["country",107,114],["land",266,270],["carriage",304,312],["road",313,317],["wood",355,359],["summit",375,381],["fell",389,393],["glen",491,495],["road",593,597],["land",634,638],["farm",707,711],["coppice",784,791],["woods",792,797],["woods",896,901],["woods",1013,1018],["wood",1063,1067],["sea",1276,1279],["trees",1312,1317],["nook",1339,1343],["mountain",1351,1359],["path",1360,1364],["woods",1445,1450],["summit",1757,1763],["moor",1816,1820],["top",1859,1862],["tower",1892,1897],["parish",2017,2023],["mountain",2161,2169],["vale",2174,2178],["land",2184,2188],["sea",2193,2196],["tower",2309,2314],["walls",2435,2440],["building",2530,2538]],"pos_words":[["well",115,119],["magnificence",224,236],["strong",294,300],["leads",318,323],["sturdy",403,409],["romantic",482,490],["beauty",651,657],["leads",730,735],["work",1084,1088],["great",1114,1119],["pleasure",1225,1233],["led",1241,1244],["cool",1385,1389],["silent",1580,1586],["picturesque",1605,1616],["beautiful",1692,1701],["good",1776,1780],["interesting",1833,1844],["modern",1960,1966],["benevolent",2119,2129],["wonder",2278,2284],["delight",2289,2296],["good",2343,2347],["ready",2397,2402],["abundant",2407,2415]],"neg_words":[["shady",604,609],["rough",715,720],["dark",958,962],["wild",1415,1419],["rocky",1525,1530],["desolation",1587,1597],["ragged",1676,1682],["rude",1737,1741],["fell",2082,2086],["lonely",2141,2147]],"events":[],"dates":[["a fine day",175,185],["summer",661,667]],"times":[],"distances":[],"loc_advs":[["near",20,24],["left",571,575],["upward",1234,1240],["southward",1302,1311],["there",1323,1328],["upward",1563,1569],["there",2315,2320]],"spa_preps":[["out",431,434],["through",739,746],["around",1156,1162],["through",1290,1297],["out",1642,1645],["across",1805,1811],["over",2073,2077],["around",2266,2272],["around",2382,2388]],"normalised_sentiment":0.0574712644,"vader_sentiment":1.0,"roberta_sentiment":0.9986671209},{"para_id":25,"paragraph":"\" This hospice has an open door, Welcome alike to rich and poor; A roomy seat for young and old. Where they may screen them from the cold; Three windows that command a view, To north, to west, and southward too; A flight of steps requiring care; A roof that shews a prospect rare; Mountain and vale you thence survey, - The winding strearas and noble hay. The sun at noon the shadow hides Along the east and westward sides. A lengthened chain holds guard around, To keep the cattle from the ground. Kind reader, freely take your pleasure. But do not mischief to my treasure!\"","file_id":"1860_a","plnames":[],"geonouns":[["door",27,31],["seat",73,77],["vale",294,298],["winding",324,331],["ground",491,497]],"pos_words":[["rich",50,54],["roomy",67,72],["noble",345,350],["pleasure",529,537],["treasure",565,573]],"neg_words":[["poor",59,63],["cold",133,137],["mischief",550,558]],"events":[],"dates":[],"times":[["noon",367,371]],"distances":[],"loc_advs":[["southward",197,206],["westward",408,416]],"spa_preps":[["around",455,461]],"normalised_sentiment":0.0322580645,"vader_sentiment":0.92,"roberta_sentiment":0.9986698627},{"para_id":26,"paragraph":"From the roof of this\" Hospice\" the views are indeed glorious, both in variety of character and extent of range. Fertile, peace-breathing valleys; old castle, and churches, and quaint hamlets and towns, - eloquent relics of past history; lonely glens, rich parks, and forest steeps; picturesque homse-steads, in pleasant nooks of shelter; beautiful estuaries; the fresh blue bay bleak brown moorlands; wild craggy fells; and storm-worn mountains, each different in height and form, - the grand old guardians of themagnifi-cent scene. Beginning with Peel Castle, in the sea-washed west, the eye wanders over solemn Black Coombe, and Druid Swinstead, Fletcher Fell, Stoneshead, and allthe Coniston range, in which the bold round peak of the\" Old Man\" is the most familiar mark. Then come Langdale Pikes, Scaw Fell, Great End, Bow Fell, part of Skiddaw, shewing itself beyond the gap of Dunmail; then\" the dark brow of the mighty Helvellyn,\" monarch of all that wonderful land of beautiful waters, rises up majestically above thegreen vally of St. John. Looking eastward, we see the pleasant vale of the Kent, with its fine estuary; the woodland shores of Miluthorpe; the grand crags of Whitbarrowand Farleton, with kindred limestone ridges stretching out beyond. Farther eastward the hills of Yorkshire rise in the blue sky. In the south, over Arnside, Silverdale, andWarton, we have the fells and green lowlangs of the Lancaster side; ridge after ridge the Lune and the Wyre, till the masts and lighthouse of Fleetwood shew themselves far out to Seaward. If the day be fine, the mountains of Wales, the Isle of Man, and even the coast of Ireland may sometimes be seen. It is a glorious combination of landand sea; but, perhaps, the most charming bit of all the landscape is in the valley of Cartmel, just at the western foot of Hamsfell. The little town, nestling round its venerable church, looks so near that one might almost, expect to hear some sounds of life arise therefrom; but it is as still down there in the middle of the sunlit valeas if it was only the quaint centre-pice in the pattern of a green carpet.","file_id":"1860_a","plnames":[["Peel",549,553],["Castle",554,560],["Coniston",687,695],["Old Man",740,747],["Langdale Pikes",786,800],["Great End",813,822],["Skiddaw",842,849],["Helvellyn",927,936],["St. John",1041,1049],["Kent",1101,1105],["Yorkshire",1291,1300],["Arnside",1342,1349],["Silverdale",1351,1361],["Lancaster",1418,1427],["Lune",1456,1460],["Wales",1591,1596],["Isle",1602,1606],["Ireland",1637,1644],["Cartmel",1790,1797]],"geonouns":[["valleys",138,145],["castle",151,157],["churches",163,171],["hamlets",184,191],["towns",196,201],["glens",245,250],["parks",257,262],["forest",268,274],["nooks",321,326],["estuaries",349,358],["bay",375,378],["mountains",436,445],["sea",569,572],["peak",727,731],["gap",877,880],["brow",908,912],["land",969,973],["waters",987,993],["vale",1089,1093],["estuary",1121,1128],["shores",1143,1149],["crags",1175,1180],["ridges",1231,1237],["hills",1282,1287],["ridge",1434,1439],["ridge",1446,1451],["mountains",1578,1587],["coast",1628,1633],["sea",1708,1711],["landscape",1760,1769],["valley",1780,1786],["foot",1819,1823],["town",1848,1852],["church",1883,1889]],"pos_words":[["glorious",53,61],["variety",71,78],["peace",122,127],["quaint",177,183],["eloquent",205,213],["rich",252,256],["picturesque",283,294],["pleasant",312,320],["beautiful",339,348],["fresh",364,369],["grand",488,493],["mighty",920,926],["wonderful",959,968],["beautiful",977,986],["pleasant",1080,1088],["fine",1116,1120],["grand",1169,1174],["fine",1568,1572],["glorious",1676,1684],["charming",1736,1744],["quaint",2064,2070]],"neg_words":[["lonely",238,244],["bleak",379,384],["wild",402,406],["worn",431,435],["solemn",607,613],["dark",903,907]],"events":[["Black Coombe",614,626]],"dates":[["the\"",735,739],["the day",1557,1564],["the middle of the",2013,2030]],"times":[],"distances":[],"loc_advs":[["past",224,228],["there",2004,2009]],"spa_preps":[["over",602,606],["round",721,726],["beyond",866,872],["above",1017,1022],["out",1249,1252],["beyond",1253,1259],["over",1337,1341],["out",1538,1541],["round",1863,1868],["near",1900,1904],["down",1999,2003]],"normalised_sentiment":0.0704225352,"vader_sentiment":0.98,"roberta_sentiment":0.998834908},{"para_id":27,"paragraph":"I feel that what is here written gives but an imperfect idea of the wonderful prospects commanded by Hampsfell; and I can only add that no traveller, who has opportunity, and cares for the glories of nature, ought to go b that mountain unclimbed. I have noticed, after ascending some of the highest points of that district, that although the same objects may chance to be seen from several heights, yet the points of view are so different that in each case we get a new picture.","file_id":"1860_a","plnames":[],"geonouns":[["mountain",227,235],["points",299,305],["district",314,322],["points",407,413]],"pos_words":[["wonderful",68,77]],"neg_words":[["imperfect",46,55]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["here",20,24]],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.95,"roberta_sentiment":0.9278749824},{"para_id":28,"paragraph":"In the neighbourhood of Grange there are several mansions and houses of considerable interest, such as\" Abbot Hall,\"\" Hampsfield Hall,\"\" Witherslack Hall\" - a fine old house, formerly belonging to the Earls of Derby;\" Cark Hall,\"\" Bigland Hall,\"\" Merlewood,\" and\" Holker Hall,\" the favourite seat of the Duke of Devonshire, with its noble parksloping down to pictureseque cliffs of mountain limestone and old red sandstone. Holker park contains many remarkable trees, of much greater size than is common so nearthe sea.","file_id":"1860_a","plnames":[["Grange",24,30],["Witherslack",137,148],["Holker",264,270],["Devonshire",312,322],["Holker",424,430]],"geonouns":[["mansions",49,57],["houses",62,68],["house",168,173],["seat",292,296],["mountain",382,390],["park",431,435],["trees",461,466],["common",497,503],["sea",515,518]],"pos_words":[["noble",333,338],["remarkable",450,460]],"neg_words":[],"events":[],"dates":[["a fine",157,163]],"times":[],"distances":[],"loc_advs":[["there",31,36]],"spa_preps":[["down",351,355]],"normalised_sentiment":0.0303030303,"vader_sentiment":0.92,"roberta_sentiment":0.9985044003},{"para_id":29,"paragraph":"The distance from Grange to Newby Bridge, at the foot of Windermere, in six miles. The road thither winds out at the lower end of Grange, between the woody heightsof Aggerslack and Blawith, and up the beautiful glen called\" Lindal Lane.\" An omnibus runs twice a day in summer between these points, through the villages of Lindal andNewton. The village of Lindal about two miles from Grange, is worth going a long way to look at. It is not only picturesque in itself, but is picturesquely situated amongscenes of singular beauty, and commands an enchanting peep of the bay, with a view of the rich vale in which\" Castle Head\" is such a singular feature. The whole six milesrde to Newby Bridge through Cartmel Fells is full of interest to anyone who can enjoy the contrast of peaceful fertility overlooked by craggy wildness, which he will passthrough on the way.","file_id":"1860_a","plnames":[["Grange",18,24],["Newby Bridge",28,40],["Windermere",57,67],["Grange",130,136],["Grange",383,389],["Castle Head",612,623],["Newby Bridge",679,691],["Cartmel",700,707]],"geonouns":[["foot",49,53],["road",87,91],["glen",211,215],["points",290,296],["villages",310,318],["village",344,351],["bay",568,571],["vale",597,601]],"pos_words":[["beautiful",201,210],["worth",394,399],["picturesque",444,455],["beauty",521,527],["enchanting",545,555],["rich",592,596],["enjoy",752,757],["peaceful",774,782]],"neg_words":[],"events":[],"dates":[["a day",260,265],["summer",269,275]],"times":[],"distances":[["six miles",72,81],["about two miles",362,377]],"loc_advs":[["between",138,145]],"spa_preps":[["out",106,109],["between",276,283],["through",298,305],["through",692,699]],"normalised_sentiment":0.0975609756,"vader_sentiment":0.98,"roberta_sentiment":0.9987921119},{"para_id":30,"paragraph":"Quiaiut Cartmel, the market town of the sequested district which bears its name, is little more than two miles north of Grange-a pleasant walk over the hills on a fineday. Its noble old priory is the only conventual church in Lancashire which escaped mutilation after the dissolution of the monasteries. This escape arose from its beingpartly the parish church, as as well as the church of the priory. About theree miles from this town, and about the same from Grange, it the famous\" Holy Well of Cartmel\" - a fine medicianl spring, which is a great attraction in the summer months. Its waters are celebrated for the cure of gout, stone, and cutaneous diseases. For many years past the miners employed in the Alston Moor Lead Mines, being liable to certain diseases arising from the nature of their labours, have made annual pilgrimage to the villageof Kent's Bank, near here, in order to have the benefit of Cartmel'\" Holy Well.\" Cartmel is a settlement of great antiquity. Camden says of the district, that\" in 667, Egfrid, Kind of Northumbria, gave St. Cuthbert the land, and all the Britons in it.\" \" In 1188,\" according to Baines,\" the foundation of a priory for canons regular of St. Augustine was laid by William Mareschal, the elder, Earl of Pembroke.\" His charter concludes with these words: -\" This house I have founded for the increase of our holyreligion, giving and granting to it every kind of liberty that heart can conceive, or the mouth utter; and whoever shall in any way infringe upon these immunities, or injure the said priory, may he incur the curse of God, of the blessed Virgin Mary, and all other saints, as well as my particular malediction.\" This priory was enrichedby many grants and donations of pontiffs and princes, and many\" offerings of the faithful.\" The town is situated in a vale watered by two streams stands the fine oldconventual church, with its curious belfry rising from the central tower, a square inscribed within a square diagonal to its base. Of course, there is a tradition connectedwith the foundation of Cartmel Priory. It seems that a nearly seven hundred years ago, a number of foreign monks, wandering about the country in search of a settlement, somehow found their way into this, then, dense forest wild. They were preparing to build their church upon a hill-top in the neighbourhood, when a voice spoke to them outof the air, saying:\" Not there; but in a valley between two rivers, where the one runs north and the other south.\" It seems unfortunate that the voice should neglect tothem where that valley was, as they happened to be so near at the time. But it was so; for these homeless fathers wandered, after that, all over the north of England, infruitless search, until they found the place, at last, near the very hill where they first heard\" the voice in the air.\" Here, on an island of hard ground between thesesingular streams, they build the Priory of Cartmel, and dedicated it to St. Mary. They also built a small chapel on the hill, where they heard the voice, and they dedicatedit to St. Bernard. The chapel is now gone, but the hill is called\" St. Bernard's Mount\" to this day.","file_id":"1860_a","plnames":[["Cartmel",8,15],["Grange",120,126],["Lancashire",226,236],["Grange",461,467],["Cartmel",497,504],["Kent",853,857],["Cartmel",909,916],["Cartmel",931,938],["Cuthbert",1056,1064],["Cartmel",2053,2060],["England",2695,2702],["Cartmel",2917,2924],["Mount",3127,3132]],"geonouns":[["market",21,27],["town",28,32],["district",50,58],["hills",152,157],["church",216,222],["parish",347,353],["church",354,360],["church",380,386],["town",431,435],["waters",587,593],["stone",631,636],["district",994,1002],["land",1069,1073],["house",1309,1314],["mouth",1448,1453],["town",1789,1793],["vale",1811,1815],["streams",1831,1838],["church",1869,1875],["tower",1925,1930],["country",2164,2171],["forest",2246,2252],["church",2294,2300],["hill",2308,2312],["top",2313,2316],["valley",2410,2416],["rivers",2429,2435],["valley",2553,2559],["hill",2775,2779],["island",2839,2845],["ground",2854,2860],["streams",2883,2890],["chapel",2980,2986],["hill",2994,2998],["chapel",3069,3075],["hill",3097,3101]],"pos_words":[["pleasant",129,137],["noble",176,181],["well",368,372],["famous",476,482],["great",544,549],["attraction",550,560],["celebrated",598,608],["cure",617,621],["benefit",898,905],["great",958,963],["liberty",1408,1415],["well",1633,1637],["faithful",1774,1782],["fine",1850,1854],["dedicated",2930,2939]],"neg_words":[["dissolution",272,283],["liable",739,745],["infringe",1490,1498],["injure",1525,1531],["curse",1566,1571],["dense",2240,2245],["wild",2253,2257],["unfortunate",2493,2504],["neglect",2527,2534],["hard",2849,2853]],"events":[],"dates":[["a fine",508,514],["spring",525,531],["the summer months",564,581],["many years",666,676],["annual",818,824],["1188",1108,1112],["hundred years",2098,2111],["this day",3137,3145]],"times":[],"distances":[["more than two miles",91,110],["About theree miles",402,420]],"loc_advs":[["past",677,681],["here",871,875],["there",2000,2005],["there",2394,2399],["between",2417,2424],["near",2591,2595]],"spa_preps":[["over",143,147],["about",441,446],["near",866,870],["within",1951,1957],["about",2154,2159],["into",2223,2227],["over",2677,2681],["near",2761,2765],["between",2861,2868]],"normalised_sentiment":0.0166112957,"vader_sentiment":0.96,"roberta_sentiment":0.9986666441},{"para_id":31,"paragraph":"Going from a place like Manchester into this little monastic town is almost like going to bed, or sinking into an antiquarian dream, all in so quaint and quiet. Themarket Place in a square of old-fashioned houses, with the fish stones near the middle. This old market-place looked so drowsy when I saw it that it seemed astonished ifanybody walked across it. On one side, an ancient gateway leads into a coistral old street, in which the principal inn is situated. This gateway is a relic of the original buildings connected with the priory. There are inns of more imposing appearance, but I met with kind attention and good cheer at the King's Arms, near the bridge, whereI spent a pleasant hour among some hungry wood-cutters, who had been at work all day in the fells. Following the advice of a former traveller in Cartmel, I had inquiredof a man with a red nose, who happened to be leaning on the bridge, where I could get a good glass of ale, and he directed me to this house. I found the place filled witha cheerful aroma; and, in a few minutes, I got so thick with hungry woodcutters, who were waiting for their evening meal, that I was invited to join them at an immensedish of savoury\" lobscouse,\" prepared by the handsoom, good-tempered landlady. Judging by the alacrity with which the dish was emptied, I should say that every stomachthere was in good order; and I only hope these jolly woodman had not miscalculated my capacity when they invited me to the feast, - for, simple as the fare was, the feastwas fine. We finished off with oatcake, and butter and cheese, and a glorious dish of crisp water-cresses-the whole seasoned with a good deal of hearty fun, which is notthe worst part of the best meal a man can eat. From this house the landlord directed me to an old building, occupied as a saddler's shop, in the opposite corner of the square. Here i found the parish clerk, William Lancaster, who kindly took me through the church and up to the top of the central tower.","file_id":"1860_a","plnames":[["Manchester",24,34],["Cartmel",818,825],["Lancaster",1899,1908]],"geonouns":[["town",61,65],["bed",90,93],["houses",206,212],["stones",228,234],["market",261,267],["street",417,423],["inn",448,451],["buildings",505,514],["inns",552,556],["bridge",660,666],["wood",715,719],["bridge",901,907],["house",975,980],["water",1607,1612],["house",1741,1746],["building",1782,1790],["parish",1877,1883],["church",1941,1947],["top",1962,1965],["tower",1981,1986]],"pos_words":[["like",19,23],["like",76,80],["quaint",143,149],["quiet",154,159],["astonished",320,330],["leads",391,396],["good",620,624],["cheer",625,630],["work",745,749],["good",929,933],["cheerful",1013,1021],["good",1233,1237],["good",1358,1362],["jolly",1392,1397],["fine",1519,1523],["glorious",1584,1592],["crisp",1601,1606],["seasoned",1631,1639],["good",1647,1651],["fun",1667,1670],["best",1706,1710],["kindly",1914,1920]],"neg_words":[["sinking",98,105],["imposing",565,573],["worst",1688,1693]],"events":[],"dates":[["all day",750,757]],"times":[["a pleasant hour",681,696],["a few minutes",1037,1050],["evening",1119,1126]],"distances":[],"loc_advs":[],"spa_preps":[["into",35,39],["into",106,110],["near",235,239],["across",348,354],["into",397,401],["near",651,655],["among",697,702],["opposite",1829,1837],["through",1929,1936]],"normalised_sentiment":0.1038251366,"vader_sentiment":1.0,"roberta_sentiment":0.9988429546},{"para_id":32,"paragraph":"The walls of the choir and transept of this old church belong to the first erection; the windows are of a later date. There is a noble east window, 48 feet high, containingsome fine stained glass. On the north side of the proper choir is a narrow chapel, anciently called the\" Piper's Choir;\" and on the south side what is called the\" Town Choir,\" which has two stone seats for the officiating priests. This is supposed to have been anciently the parish church. There are 26 ancient stalls in the choir, with theirgrotesquely-carved misesereres, all in perfect condition. There are many ancient monumental decorations in this church: bit the most remarkable is a magnificientmonument of the Harrington family, under an arched canopy. In the old library I was shown some rare and curious books, among which were the following: -\" The Second Part of the Faerie Queene, containing the Fourth, Fifth, and Sixth Bookes. By Ed. Spencer. Printed at London, for William Ponsonby, 15596.\" a folio copy of\" Fox's Book of Martyrs,\" in black letter, 1610. A black-letter Bible, in six vols, printed at Basle, in 1502. A quarto copy of the works of Thomas Aquinas, in black letter, printed at Venice, in 1506. A quaint little volume entitled\" Apophthegemes New and Old, collected by the right Honourable Francis Lo. Verulam, Viscount St. Alban, 1625.\" The Ancient Parish Register of Cartmel for the last 300 years. As we came out the clerk pointed to the Duke of Devonshire's pew; and I found, everywhere, that his grace, and the family altogether, have the right good-will of the people of Cartmel. After a parting stroll by twilight round the noble old church, and its calm, quaint, pastoral town, just as the stars began to struggle with declining day, I took the lonely road to Grange, through Allithwaite, a rude village, whose inhabitants, like those of Cark and Flook Borough, live mainly by fishing and cockling upon the sands.","file_id":"1860_a","plnames":[["Harrington",691,701],["London",942,948],["Cartmel",1370,1377],["Devonshire",1450,1460],["Cartmel",1578,1585],["Grange",1769,1775]],"geonouns":[["walls",4,9],["church",48,54],["chapel",247,253],["stone",362,367],["seats",368,373],["parish",447,453],["church",454,460],["church",626,632],["church",1642,1648],["town",1681,1685],["road",1761,1765],["village",1805,1812],["sands",1916,1921]],"pos_words":[["noble",129,134],["fine",177,181],["proper",222,228],["perfect",553,560],["monumental",595,605],["remarkable",647,657],["works",1127,1132],["quaint",1199,1205],["right",1274,1279],["grace",1502,1507],["right",1545,1550],["good",1551,1555],["noble",1632,1637],["calm",1658,1662],["quaint",1664,1670],["like",1833,1837]],"neg_words":[["stalls",483,489],["struggle",1714,1722],["declining",1728,1737],["lonely",1754,1760],["rude",1800,1804]],"events":[],"dates":[["a later date",104,116],["the\"",272,276],["the\"",330,334],["26",472,474],["15596",972,977],["1610",1038,1042],["1502",1100,1104],["1506",1191,1195],["1625",1332,1336],["the last 300 years",1382,1400],["day",1738,1741]],"times":[],"distances":[["48 feet",148,155]],"loc_advs":[["everywhere",1481,1491]],"spa_preps":[["under",710,715],["among",794,799],["out",1413,1416],["round",1622,1627],["through",1777,1784]],"normalised_sentiment":0.0547263682,"vader_sentiment":0.97,"roberta_sentiment":0.9972789884},{"para_id":33,"paragraph":"These villages consist principally, in each case, of one straggling street of humble cottages; and, though there is not much attraction in their outward appearance, considerableinterest attaches to the peculiar way of human life therein. Some idea of the fishery on this shore may be had from the fact that, in addition to flook, plaice, salmon, andother fish, thee is sometimes as much as one thousand tones of cockles sent from Cark, in one season, principally to the manufacturing towns of Lancashire. Cockles are foundin large beds, called\" skeers.\" The fish is buried about an inch below the surface, and its place is known by two little holes in the sand, called\" eyes;\" from thence thecockler whips out the fish with a kind of three - pronged bent fork, called a\" craam.\" Although these cocklers generally belong to the poorest class of people, no quarrels take place among them on the sands. This arises from a firm belief that if ever they quarrel upon the sands, the cockles would leave that place with the next tide.","file_id":"1860_a","plnames":[["Lancashire",493,503]],"geonouns":[["villages",6,14],["street",68,74],["cottages",85,93],["shore",271,276],["towns",484,489],["beds",531,535],["sands",893,898],["sands",966,971]],"pos_words":[["humble",78,84],["attraction",125,135]],"neg_words":[["peculiar",202,210],["whips",700,705],["bent",750,754],["poorest",827,834],["quarrels",855,863],["quarrel",949,956]],"events":[],"dates":[["one season",439,449]],"times":[],"distances":[],"loc_advs":[["there",107,112]],"spa_preps":[["about",573,578],["below",587,592],["out",706,709],["among",875,880]],"normalised_sentiment":-0.0373831776,"vader_sentiment":-0.78,"roberta_sentiment":0.9985466599},{"para_id":34,"paragraph":"It is in these three fishing villages that the lead-miners of Northumberland and other visitors to the\" Holy Well\" take up their quarters, but chiefly, I believe, atFlookborough, where there is comfortable accommodation to be had. Flookborough, as its name indicates, was formerly a market town, holding a charter granted to the Priorof Cartmel, by Edward the First. After the dissolution, this charter was removed to Cartmel. The first part of the name may or may not come from the fish so common on theseshores, - but I heard that a certain dignitary of the church, once visiting there, inquired of a villager how many souls( soles) there were in the place, and the man replied,\" Well, I dinnet justly knaa; but here's a terrible deeal o' flooks abaat.\"","file_id":"1860_a","plnames":[["Northumberland",62,76],["Flookborough",231,243],["Cartmel",337,344],["Cartmel",418,425]],"geonouns":[["villages",29,37],["market",283,289],["town",290,294],["common",491,497],["church",560,566]],"pos_words":[["lead",47,51],["comfortable",194,205],["justly",697,703]],"neg_words":[["dissolution",377,388],["terrible",723,731]],"events":[],"dates":[["the\"",99,103]],"times":[["The first",427,436]],"distances":[],"loc_advs":[["there",185,190],["there",582,587],["there",635,640],["here",714,718]],"spa_preps":[],"normalised_sentiment":0.0149253731,"vader_sentiment":0.91,"roberta_sentiment":0.9964945912},{"para_id":35,"paragraph":"The country between Grange and the Leven sands, about five miles, is very interesting. Soon after the train leaves Grange, we run through a rocky cutting, which bringsus to Cark station, two miles from Cart Mel, to which town an omnibus runs daily in summer time. The line then passes Kent's Bank, with its pleasantly-situated villas, near which\" Abbot Hall,\" a modest, modern mansion, stands in that green corner of the shore, on the site of an old house, said to have belonged to a slyly-jovial prelateof the olden time. Leaving this place, we rund about two miles by the promontory of Humphrey Head, and then begin to cross Ulverstone sands. The scenery about Humphrey Head is a fine mixture of the hold and the beautiful; andthe country around is full of picturesque rambles. Up in its grand yew-crowned cliffs there is a remarkable cave, believed by the natives to be an abode of fairies. Thefamous\" Holy Well\" is on the western shore of this fine promontory.","file_id":"1860_a","plnames":[["Grange",20,26],["Leven",35,40],["Grange",115,121],["Kent",285,289],["Ulverstone",627,637]],"geonouns":[["country",4,11],["sands",41,46],["train",102,107],["station",178,185],["town",221,225],["line",268,272],["passes",278,284],["mansion",377,384],["shore",421,426],["house",450,455],["promontory",574,584],["sands",638,643],["country",733,740],["shore",934,939],["promontory",953,963]],"pos_words":[["interesting",74,85],["pleasantly",307,317],["modest",362,368],["modern",370,376],["jovial",490,496],["beautiful",715,724],["picturesque",759,770],["grand",790,795],["remarkable",826,836],["fine",948,952]],"neg_words":[["rocky",140,145],["cave",837,841]],"events":[],"dates":[["daily",242,247],["summer",251,257],["a fine",680,686]],"times":[],"distances":[["about five miles",48,64],["two miles",187,196],["about two miles",551,566]],"loc_advs":[["there",815,820]],"spa_preps":[["between",12,19],["through",130,137],["near",335,339],["about",657,662],["around",741,747]],"normalised_sentiment":0.0816326531,"vader_sentiment":0.96,"roberta_sentiment":0.9983225465},{"para_id":36,"paragraph":"Upon a low fertile level, between Grange and Humphrey Head, a little grey ruin stands near the line. This is Wraysholme Tower, formerly a fortified honse, belongingto the knightly family of Harrington, of Aldingham Castle, in Low Furness. The Saxon town of Aldingham belonged to this family in 1346. Both town and castle have longsince been swept away by the sea.","file_id":"1860_a","plnames":[["Grange",34,40],["Harrington",190,200],["Aldingham",205,214],["Castle",215,221],["Furness",230,237],["Aldingham",257,266]],"geonouns":[["line",95,99],["town",249,253],["town",305,309],["castle",314,320],["sea",359,362]],"pos_words":[["fertile",11,18]],"neg_words":[["ruin",74,78]],"events":[],"dates":[["1346",294,298]],"times":[],"distances":[],"loc_advs":[["near",86,90]],"spa_preps":[["between",26,33],["away",347,351]],"normalised_sentiment":0.0,"vader_sentiment":-0.78,"roberta_sentiment":-0.9898147583},{"para_id":37,"paragraph":"There is more than one legend connected with this ancient tower. The following, called\" The Last Wolf,\" is given in the\" Remains of John Briggs,\" editor of the old Lonsdale Magazine. It appear from the tradition, which has been put into spirit-stirring verse a few years ago, by an anony-mous writer, that in the proud old days of Wraysholme, Sir Edgar Harrington had sworn to hunt down the last wolf\" in England's spacious realm,\" whose haunt was the woody height of Humphrey Head, and whose prey theflocks and herds of Wraysholme. On the eve of the chase Sir Edgar held a mighty carousal at the tower, among his retainers and noble guests. During the feast he swore thatthe last wolf should\" grace the conqueror's helm,\" and, also, that -","file_id":"1860_a","plnames":[["Harrington",353,363],["England",405,412]],"geonouns":[["tower",58,63],["tower",597,602]],"pos_words":[["proud",313,318],["spacious",415,423],["mighty",574,580],["noble",628,633],["grace",694,699]],"neg_words":[["haunt",438,443]],"events":[],"dates":[["the\"",116,120],["a few years ago",259,274],["days",323,327]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["into",232,236],["down",382,386],["among",604,609]],"normalised_sentiment":0.0487804878,"vader_sentiment":0.74,"roberta_sentiment":0.9906865954},{"para_id":38,"paragraph":"\" Whoever that wolf shoud quell, Should have his fair niece for a bridge, And half his lands as well.\"","file_id":"1860_a","plnames":[],"geonouns":[["bridge",66,72],["lands",87,92]],"pos_words":[["fair",49,53],["well",96,100]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.1666666667,"vader_sentiment":0.32,"roberta_sentiment":-0.9894236922},{"para_id":39,"paragraph":"The orphan lady Adela, old Sir Edgar's ward, with jet black hair of glossy sheen, and bright hazel eyes, was beloved of all the country round; but her heart and trothwere with a gallant young knight of the name of Harrington, Sir Edgar's son, who having fled to shun his father's wrath, was supposed to be dead in foreign lands. He seems, however, to have turned up at this great hunting feast just in time, after winning honour against the swarthy Saracen, disguised under the title of Sir John Delisle, inwhom, nevertheless, the old retainers of Wraysholme see that -","file_id":"1860_a","plnames":[["Harrington",214,224]],"geonouns":[["country",128,135],["lands",322,327]],"pos_words":[["bright",86,92],["beloved",109,116],["gallant",178,185],["great",374,379],["winning",414,421]],"neg_words":[["orphan",4,10],["shun",262,266],["wrath",280,285],["dead",306,310]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["round",136,141],["against",429,436],["under",468,473]],"normalised_sentiment":0.0163934426,"vader_sentiment":0.95,"roberta_sentiment":0.9975591898},{"para_id":40,"paragraph":"\" A long lost wanderer meets their sight, Whatever his name be now.\"","file_id":"1860_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[["lost",9,13]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.1111111111,"vader_sentiment":-0.32,"roberta_sentiment":0.9717166424},{"para_id":41,"paragraph":"But, as usual, there are cross purposes in this old tale of love and chivalry, for Layburne, another brave knight, and the friend of Sir Edgar, site by the board, closesnitor for the fair lady, though\" from her soul abhorred.\" The night drives on in song and jest, and brimming goblets,","file_id":"1860_a","plnames":[],"geonouns":[],"pos_words":[["love",60,64],["chivalry",69,77],["brave",101,106],["fair",183,187]],"neg_words":[],"events":[],"dates":[],"times":[["The night",227,236]],"distances":[],"loc_advs":[["there",15,20]],"spa_preps":[],"normalised_sentiment":0.1333333333,"vader_sentiment":0.96,"roberta_sentiment":0.6181672215},{"para_id":42,"paragraph":"\" Till late, with plenteous cheer oppressed, And foaming tankards drowned, The revellers retire to rest, and silence sinks around.\"","file_id":"1860_a","plnames":[],"geonouns":[],"pos_words":[["cheer",28,33]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["around",123,129]],"normalised_sentiment":0.0625,"vader_sentiment":-0.57,"roberta_sentiment":-0.9980327487},{"para_id":43,"paragraph":"At break of day old Hubert's horn wakes the sleepers to a mighty hunting.","file_id":"1860_a","plnames":[],"geonouns":[],"pos_words":[["mighty",58,64]],"neg_words":[["break",3,8]],"events":[],"dates":[["day",12,15]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9979845285},{"para_id":44,"paragraph":"\" Full threescore riders mount with speed, - Amidst them Layburne strides A gallant steed of Flemish breed, That well his weight abides.","file_id":"1860_a","plnames":[],"geonouns":[["mount",25,30]],"pos_words":[["gallant",76,83],["well",113,117]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.125,"vader_sentiment":0.59,"roberta_sentiment":0.9979813695},{"para_id":45,"paragraph":"\" Whilst mounted on an Arab white, Of figure light and free, Rides young Delisle, the strange knight, All wrapt in mystery.\"","file_id":"1860_a","plnames":[],"geonouns":[],"pos_words":[["free",55,59]],"neg_words":[["strange",86,93],["mystery",115,122]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.0625,"vader_sentiment":0.36,"roberta_sentiment":0.9971917272},{"para_id":46,"paragraph":"The huntsman leads the gallant company up to the wolf's covert on Humphrey Head. The dogs get the track of their grisly prey, and a brave chase begins, over Kirkheadand Holker to Newby Bridge, where they swim the\" Leven's brawling flood.\" On, through woodland glen, and over wild hill they go, in clamorous dash, till the\" grey beastfinds brief shelter in the recesses of Coniston Old Man. Here the hunters breath; but their hounds are staunch, and their horses good as ever broke cover or dashed througha wood; the dogs are on the track again like grim death; away by Esthwaite, and on to the green shores of Windermere, where the painting savage takes the water at one boldplunge,\" and leaves his foes behind.\" The rival knights, Layburne and Delisle, follow,\" foremost of the dripping train,\" and win the eastern side of the lake. Two tirelessbloodhounds keep the scent, and the chase continues along the shore to\" craggy Gummershaw,\"","file_id":"1860_a","plnames":[["Holker",169,175],["Newby Bridge",179,191],["Leven",214,219],["Coniston",372,380],["Old Man",381,388],["Esthwaite",569,578],["Windermere",610,620]],"geonouns":[["track",98,103],["glen",260,264],["hill",280,284],["wood",506,510],["track",532,537],["shores",600,606],["water",658,663],["train",788,793],["lake",828,832],["shore",908,913]],"pos_words":[["leads",13,18],["gallant",23,30],["brave",132,137],["staunch",436,443],["good",462,466],["like",544,548],["foremost",763,771],["win",800,803]],"neg_words":[["grisly",113,119],["wild",275,279],["clamorous",297,306],["broke",475,480],["grim",549,553],["death",554,559],["savage",641,647],["rival",717,722],["dripping",779,787]],"events":[],"dates":[["the\"",209,213],["the\"",318,322]],"times":[],"distances":[],"loc_advs":[["behind",704,710]],"spa_preps":[["over",152,156],["through",243,250],["over",270,274],["away",561,565],["along",898,903]],"normalised_sentiment":-0.0096153846,"vader_sentiment":-0.82,"roberta_sentiment":0.9978474379},{"para_id":47,"paragraph":"\" Then turns aside to Witherslack\" Where Winster's waters range, And thence to shingly Aggerslack, And sand-surveying Grange.","file_id":"1860_a","plnames":[["Witherslack",22,33],["Winster",41,48],["Grange",118,124]],"geonouns":[["waters",51,57]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["aside",13,18]],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9911405444},{"para_id":48,"paragraph":"The doomed brute now makes with the instinct of despair for his old shelter on Humphrey Head, but as mild evening sinks upon the scene, the fatal hounds are on histrack-and he is driven madly towards a wild chasm,","file_id":"1860_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[["doomed",4,10],["brute",11,16],["despair",48,55],["fatal",140,145],["madly",186,191],["wild",202,206]],"events":[],"dates":[],"times":[["evening",106,113]],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.2727272727,"vader_sentiment":-0.91,"roberta_sentiment":-0.996914506},{"para_id":49,"paragraph":"\" Begirt by rock on every side, That slopes in shade away.\"","file_id":"1860_a","plnames":[],"geonouns":[["rock",12,16],["slopes",37,43]],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["away",53,57]],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":-0.9897757769},{"para_id":50,"paragraph":"Wolf and dogs rush over the steep. Layburne's horse starts back from the awful chasm; but impetuous Delisle spurs on, and his fiery steed sweeps to destruction down the shrouded crag like a flash of lightning -","file_id":"1860_a","plnames":[],"geonouns":[["crag",178,182]],"pos_words":[["fiery",126,131],["like",183,187]],"neg_words":[["steep",28,33],["awful",73,78],["impetuous",90,99],["destruction",148,159],["shrouded",169,177]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["over",19,23],["down",160,164]],"normalised_sentiment":-0.1304347826,"vader_sentiment":-0.78,"roberta_sentiment":0.9562082291},{"para_id":51,"paragraph":"\" The shingles in its headlong course With rattling din give way, The hazels snap beneath its force, The mountain savins away.\"","file_id":"1860_a","plnames":[],"geonouns":[["force",94,99],["mountain",105,113]],"pos_words":[],"neg_words":[["din",52,55]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["headlong",22,30],["beneath",82,89],["away",121,125]],"spa_preps":[],"normalised_sentiment":-0.0625,"vader_sentiment":0.0,"roberta_sentiment":-0.9973503351},{"para_id":52,"paragraph":"After this terrible crisis the fair Adela chances to be pacing the hollow glen on her light palfrey, when the wolf appears in sight, and\" bares his glistening teeth.\"","file_id":"1860_a","plnames":[],"geonouns":[["hollow",67,73],["glen",74,78]],"pos_words":[["fair",31,35],["glistening",148,158]],"neg_words":[["terrible",11,19],["crisis",20,26]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":-0.62,"roberta_sentiment":-0.9989896417},{"para_id":53,"paragraph":"\" Her eyes are closed in mortal dread, And ever a look they steal, The wolf and Arab both lie dead, And scathless stands Delisle.","file_id":"1860_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[["dread",32,37],["steal",60,65],["lie",90,93],["dead",94,98]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.2666666667,"vader_sentiment":-0.89,"roberta_sentiment":-0.9515308142},{"para_id":54,"paragraph":"\" Full promptly from the slaughtered prey, He plucks the recking spear, And cries' Oh, beauteous Adela, Behold thy true love here!'\"","file_id":"1860_a","plnames":[],"geonouns":[],"pos_words":[["promptly",7,15],["beauteous",87,96],["love",120,124]],"neg_words":[["slaughtered",25,36]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["here",125,129]],"spa_preps":[],"normalised_sentiment":0.1176470588,"vader_sentiment":0.84,"roberta_sentiment":0.9949221015},{"para_id":55,"paragraph":"Sir Edgar now appears, and discovering in Delisle his lost son, welcomes him affectionately, and gives him the bride of his heart. By blessed hep the Prior of Cartmelis on his way\" to drink at the Holy Well,\" and he consents to perform the marriage ceremony at once in the neighbouring cavern.","file_id":"1860_a","plnames":[],"geonouns":[],"pos_words":[],"neg_words":[["lost",54,58]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.0357142857,"vader_sentiment":0.86,"roberta_sentiment":0.997651875},{"para_id":56,"paragraph":"\" And hence that cave on Humphrey Hill, Where these fair deeds befell, Is called Sir Edgar's chapel still, As hunters wot full well,","file_id":"1860_a","plnames":[],"geonouns":[["chapel",93,99]],"pos_words":[["fair",52,56],["well",127,131]],"neg_words":[["cave",17,21]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0555555556,"vader_sentiment":0.53,"roberta_sentiment":0.9940825105},{"para_id":57,"paragraph":"\" And still that holy fount is there, To which the Prior came; And still it boasts its virtues rare. And bears its ancient name.","file_id":"1860_a","plnames":[],"geonouns":[],"pos_words":[["holy",17,21]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",31,36]],"spa_preps":[],"normalised_sentiment":0.0769230769,"vader_sentiment":0.36,"roberta_sentiment":0.9982397556},{"para_id":58,"paragraph":"\" And long on Wraysholme's lattice light A wolf's head might be traced, In honour of the redeross knight, Who bore it for his crest,","file_id":"1860_a","plnames":[],"geonouns":[["head",50,54]],"pos_words":[],"neg_words":[["bore",110,114]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.0625,"vader_sentiment":0.4,"roberta_sentiment":0.9947881699},{"para_id":59,"paragraph":"\" In Cartmel church his grave is shown, And over it, side by side All graved in stone, lies brave Sir John, And Adela his bridge.\"","file_id":"1860_a","plnames":[["Cartmel",5,12]],"geonouns":[["church",13,19],["stone",80,85],["bridge",122,128]],"pos_words":[["brave",92,97]],"neg_words":[["lies",87,91]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["over",44,48]],"normalised_sentiment":0.0,"vader_sentiment":-0.44,"roberta_sentiment":0.9803280234},{"para_id":60,"paragraph":"Such is the legend of\" The Last Wolf,\" connected with this ruined tower of Wraysholme, the ancient abode of the Harringtons of Aldingham, in Low Furness. I find that, forty years ago, the place was sheltered by clumps of old trees. These are now gone, and the tower is a mere outhouse to the neighbouring farmstead.","file_id":"1860_a","plnames":[["Aldingham",127,136],["Furness",145,152]],"geonouns":[["tower",66,71],["trees",225,230],["tower",260,265],["mere",271,275]],"pos_words":[],"neg_words":[["ruined",59,65]],"events":[],"dates":[["forty years ago",167,182]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":-0.0333333333,"vader_sentiment":-0.69,"roberta_sentiment":-0.9959928989},{"para_id":61,"paragraph":"Cark is the nearest station to Holker, the Duke of Devonshire's Cartmel seat. Holker Hall belongs to the middle of the sixteenth century, when it was the residence of a branch of the ancient family of Preston, of Preston Patrick, in Westmoreland. About a century ago this beautiful estate came into possession of the Cavendish family. The park is full of rich sylvan landscapes, and it contains many noble trees, and trees of very rare kids. There are delightful walks on the woodland heights behind thepark, which command good views of Leven water, Thurston Vale, the mountains at the head of Windermere, and the Coniston range.","file_id":"1860_a","plnames":[["Holker",31,37],["Devonshire",51,61],["Cartmel",64,71],["Holker",78,84],["Preston",201,208],["Preston",213,220],["Westmoreland",233,245],["Leven",537,542],["Windermere",594,604],["Coniston",614,622]],"geonouns":[["station",20,27],["seat",72,76],["residence",154,163],["park",339,343],["landscapes",367,377],["trees",406,411],["trees",417,422],["water",543,548],["mountains",569,578],["head",586,590]],"pos_words":[["beautiful",272,281],["rich",355,359],["noble",400,405],["delightful",452,462],["good",523,527]],"neg_words":[],"events":[],"dates":[["the middle of the sixteenth century",101,136],["About a century ago",247,266]],"times":[],"distances":[],"loc_advs":[["behind",493,499]],"spa_preps":[["into",294,298]],"normalised_sentiment":0.0819672131,"vader_sentiment":0.96,"roberta_sentiment":0.9987260699},{"para_id":62,"paragraph":"When the train clears Humphrey Head, the banks of the Leven estuary open beautifully in sight. Wild, rich-hued limestone crags straggle up the north-east side, underoverhanging wodds, and the low shore is all fertile undulations. The bold railway mole now crosses Ulverstone Sands, and we rumble over a lofty viaduct, where the broad Leven rolls wild and turbid underneath, as if glad to escape from this daring evidence of man's enterprise, to the uncontrollable ocean beyond. The views from the linesas we cross these sands are peculiarly fine, for this estuary is perhaps the most picturesque of any in Morecambe Bay. Westward, Birkrigg rises above the rich woods and glades of Conishead Priory. A little westward we see the white village of Sandside, opposite to which, about a mile from the shore, is that interesting little isle of prayeer, called\" Chapel Island,\" with its old ruined chantry hidden in the trees. BehindSandside, the grey smoke of Ulverstone hovers above the valley at the foot of\" Hoad Hill.\" The traveller may know this hill by the lighthouse-shaped monument on the top. Further along the shore there is a little cluster of shipping at the port of Ulverstone. The low grounds beyond are, first great tracts of yellow sand, then pleasant holmsand valleys; behind these, woody uplands and lofty moors filling the rear of the landscape. The extreme northward view of the estuary is bounded by a great cluster of Carmelfells, rising peak after peak. Looking eastward, the shore is a beautiful combination of rock and wildwood, with the great ridge of Hampsfell peeping over the promontoryof Humphreay Head.","file_id":"1860_a","plnames":[["Leven",54,59],["Ulverstone",264,274],["Leven",334,339],["Morecambe Bay",606,619],["Conishead Priory",681,697],["Ulverstone",954,964],["Ulverstone",1173,1183]],"geonouns":[["train",9,14],["banks",41,46],["estuary",60,67],["crags",121,126],["shore",196,201],["railway",239,246],["viaduct",309,316],["sands",520,525],["estuary",556,563],["woods",661,666],["village",734,741],["shore",796,801],["isle",830,834],["trees",913,918],["valley",982,988],["foot",996,1000],["hill",1045,1049],["monument",1075,1083],["top",1091,1094],["shore",1114,1119],["port",1165,1169],["grounds",1193,1200],["valleys",1271,1278],["moors",1318,1323],["landscape",1348,1357],["estuary",1393,1400],["peak",1454,1458],["peak",1465,1469],["shore",1493,1498],["rock",1529,1533],["ridge",1563,1568]],"pos_words":[["clears",15,21],["beautifully",73,84],["rich",101,105],["fertile",209,216],["glad",380,384],["daring",405,411],["fine",541,545],["picturesque",584,595],["rich",656,660],["interesting",811,822],["great",1219,1224],["pleasant",1253,1261],["great",1417,1422],["beautiful",1504,1513],["great",1557,1562]],"neg_words":[["straggle",127,135],["wild",346,350],["peculiarly",530,540],["ruined",884,890],["smoke",945,950]],"events":[],"dates":[],"times":[],"distances":[["about a mile",774,786]],"loc_advs":[["underneath",362,372],["westward",708,716],["above",972,977],["there",1120,1125],["beyond",1201,1207],["behind",1280,1286],["northward",1371,1380]],"spa_preps":[["over",296,300],["beyond",470,476],["above",646,651],["opposite",755,763],["along",1104,1109],["over",1590,1594]],"normalised_sentiment":0.0628930818,"vader_sentiment":0.99,"roberta_sentiment":0.9985870123},{"para_id":63,"paragraph":"The Ulverstone sands are considered more dangerous than those on the Lancaster side. Mr. Raines, speaking of the old route over this estuary says: -\" The track is from Holker Hall to Plumpton Hall, keeping Chapel Island a little to the left; and the mind of a visitor is filled with a mixture of awe and gratitude, when, in a short timeafter he has traversed the estuary, almost dry-shod, he beholds the waters advancing into the bay, and bearing stately vessels towards the harbour of Ulverstone, over thevery path which he has so recently trodden.\" The Priory of Conishead was anciently charged with the costs of guides across this estuary. So dangerous were these sands considered, that on\" Chapel Island,\" about a mile west of the line, the old monks of Furness built the small chapel, where prayers were daily offered\" for the safety ofthe souls of such as crossed the sands with the morning tide.\" There are still some remains of this ancient chapel, which gave its name to the island; and, though\" longyears have darkened into time\" since the prayers of the church were regularly heard there, no man walks about the shades of this little seaworn solitude without feeling thatsomething of the solemn interest of its ancient associations lingers who is still. The island is now a favourite resort of pleasure seekers, who cross at low water from the village of Sandside, about a mile distant-and, even in that short distance, sometimes meet with disaster. The three miles over Leven sands must have been destructivelydangerous, for,\" according to a petition from the Abbot of Furness, in 19 Ed. 2, the number of sixteen at one time, and six more at another, were sacrificed in this way; and in order to eschew the great mortality of the people of Furness on passing the sands at ebb of tide, he prayed that he should have a view of frankpledge and a coronerof his own; for everywhere,\" he says,\" it would be the salvation of one soul at least.\"","file_id":"1860_a","plnames":[["Ulverstone",4,14],["Lancaster",69,78],["Holker",168,174],["Plumpton",183,191],["Ulverstone",486,496],["Conishead",565,574],["Furness",758,765],["Leven",1482,1487],["Furness",1581,1588],["Furness",1752,1759]],"geonouns":[["sands",15,20],["estuary",133,140],["track",154,159],["estuary",363,370],["waters",404,410],["bay",430,433],["path",511,515],["estuary",634,641],["sands",667,672],["line",735,739],["chapel",782,788],["sands",874,879],["chapel",949,955],["island",984,990],["church",1065,1071],["island",1269,1275],["water",1340,1345],["village",1355,1362],["sands",1488,1493],["sands",1775,1780]],"pos_words":[["awe",296,299],["gratitude",304,313],["stately",447,454],["pleasure",1305,1313],["great",1719,1724]],"neg_words":[["dangerous",41,50],["dangerous",646,655],["darkened",1020,1028],["solemn",1199,1205],["disaster",1451,1459],["sacrificed",1668,1678],["eschew",1708,1714]],"events":[],"dates":[["daily",809,814],["19",1593,1595],["2",1600,1601]],"times":[["the morning",885,896]],"distances":[["about a mile",710,722],["about a mile",1376,1388],["three miles",1465,1476]],"loc_advs":[["left",236,240],["across",622,628],["there",1093,1098],["without",1162,1169],["everywhere",1878,1888]],"spa_preps":[["over",123,127],["into",421,425],["over",498,502],["into",1029,1033],["about",1113,1118],["over",1477,1481]],"normalised_sentiment":-0.0108695652,"vader_sentiment":0.14,"roberta_sentiment":0.9983899593},{"para_id":64,"paragraph":"The train is now quitting the sands, and we draw near to Ulverstone town. Long strings of carriages go by heavily laden the rich iron ore of Furness. I was told that the mines of this district now produce between seven and eight hundred thousand tons of the finest ore in England every year. Thirty years ago, old Captain Barrow, of Ulverstone, carried all the iron ore got in Furness in one small vessel. This Captain Barrow was cousin to Sir John Barrow, late secretary to theAdmiralty, whose monument stands on the top of the\" Head,\" the great round hill, at the right hand side of the line as we run over the railway bridge towards Ulverstone. Sir John was born of very humble parentage, in a little cottage at Dragley Beck, near this town.","file_id":"1860_a","plnames":[["Ulverstone",57,67],["Furness",141,148],["England",272,279],["Barrow",322,328],["Ulverstone",333,343],["Furness",377,384],["Barrow",419,425],["Barrow",449,455],["Ulverstone",636,646]],"geonouns":[["train",4,9],["sands",30,35],["town",68,72],["carriages",90,99],["district",184,192],["monument",495,503],["hill",553,557],["line",589,593],["railway",613,620],["bridge",621,627],["cottage",704,711],["town",739,743]],"pos_words":[["rich",124,128],["finest",258,264],["top",518,521],["great",541,546],["right",566,571],["humble",674,680]],"neg_words":[],"events":[],"dates":[["between seven and eight",205,228],["every year",280,290],["Thirty years ago",292,308],["the\"",525,529]],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["near",49,53],["round",547,552],["over",604,608],["near",729,733]],"normalised_sentiment":0.0705882353,"vader_sentiment":0.91,"roberta_sentiment":0.9977376461},{"para_id":65,"paragraph":"\" About me round I saw Hill, dale, and shady woods, and sunny plains, And liquid lapse of murmuring streams; by these Creatures that lived, and moved, and walked, or flew, Birds on the branches warbling; all things smiled: With fragrance and with joy my heart overflowed.\"","file_id":"1860_a","plnames":[],"geonouns":[["dale",29,33],["woods",45,50],["streams",100,107]],"pos_words":[["joy",247,250]],"neg_words":[["shady",39,44],["lapse",81,86]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[["round",11,16]],"normalised_sentiment":-0.0357142857,"vader_sentiment":0.88,"roberta_sentiment":0.9987980127},{"para_id":66,"paragraph":"Milton.","file_id":"1860_a","plnames":[["Milton",0,6]],"geonouns":[],"pos_words":[],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0,"vader_sentiment":0.0,"roberta_sentiment":0.9879774451},{"para_id":67,"paragraph":"The view of Ulverstone and the country about it, as seen from the high road near the station, is very picturesque. The town is pleasantly situated in a vale, on theshores of the Leven estuary, among the hills of Low Furness; and it stands at convenient distances from so many points of interest that I took up head quarters at thewell-known Sun Hote, in the market place. From hence I made daily excursions into the neighbourhood; and one of my first rambles was to Swarthmoor, about a mile from thetown. Swarthmoor Hall was, for many years, the residence of George Fox, founder of the Society of Friends. Leaving Ulverstone by the south road, about two hundred yardspast the railway station, a bye-path leads over the fields on the right hand a little way, then down into a shady dell, through which a clear rivulet plays its moodymusic, running out of sight again at the south end, under thick, low-lapping branches, which gaze into it and daily with its silvery ripples, as if in love with this limpidministrel, whose song softens into silence in the woods beyond. This quiet dell is a fairy chapel of sylvan beauty, where the ceaseless hymn of nature is seldom disturbedby other sounds. In the deepest part of the hollow, and old stone bridge, shaded by tall trees, crosses the stream; from thence a rugged footpath climbs the opposite fields, and in about a quarter of a mile leads close by the rear of a boary pile of stone outhouses of rude appearance. The road may be miry, but whoever he be that goes that way, in rain or fair weather, let him linger there a breathing while, for the old house in front of these buildings in Swarthmoor Hall, the residence of George Fox. On my firstvisit, I wandered about some time before I could find any human creature astir. A contemplative charm seemed to lie upon all around. The house is a large, irregular, Elizabethian building, with nothing grand about it, save the impressive memories of the great reformer who dwelt in it two centuries ago. The doorways are small; some ofthe windows are built up; and it has altogether a bald appearance, considering its size and former importance. But the home of the persecuted puritan still looks over thosequiet fields with a kind of ascetic solemnity, as if it was mingling dreams of the past with a patient waiting for the result of slow decay. I wandered about the rough, cattle-trodden yard, among mire, and straw, and farming-gear, yet all was still, except a few ducks dabbling in a muddy pool, and a peaceful dog that roamedabout the outhouses, regardless of my presence. There was no sign of life even about the windows. At last, I came to a kind of kitchen at the rear of the hall, where Ifound the mistress of the house and her servants, throng at their washing. When I had explained the purpose of my visit, the mistress pointed to a rude gate at the end, which opened to the front of the hall. I went through and found myself in a little green paddock, where there was not even one rose left\" to mark where a garden had been.\" There were the principal windows, - one little window looking out from George Fox's study; the other two were old-fashioned bay windows, much larger. Between there was thesmall old doorway, to which two rude stone steps led up. All else was plain and unpretending; and all other windows in the lower part of the frontage were built up. Inside, I was shown the\" hall,\" a quaint, flagged apartment, on the ground floor, with a great old-fashioned fire-place, and a kind of stone dais in the recess of the mullionedwindow. Here, I was told, the earliest meetings of the\" Friends\" were held. From this room, two steps led up to the little solemn sanctuary which was Fox's study; and Ifelt as if every footfall there was an intrusion; for that dim-lighted room, with its tiny lattice and quaint furniture, was the cell of a saint,\" of whom the world was not worthy.\" His bed has been removed from its ancient apartmentinto a room where the farm servants sleep; and I was told that the Bible is now in the possession of a lady belonging to the Society of Friends, in Ulverstone. Before Foxmarried the pious widow of Judge Fell, he was once dragged from this house and imprisoned all night in Ulverstone, under a guard of fifteen men, some of whom were perchedin the fireplace, for fear that he should fly up the chimney, and so escape. From thence he was removed to Lancaster Castle, where he suffered a long imprisonment. GeorgeFox seems to have turned Ulverstone and the country about it upside down in those days, preaching in all sorts of pulpits and private houses, and sometimes in the openmarket-place. He was once shamefully maltreated in the churchyard of St Mary's, at Ulverstone, after preaching to the congregation there. About a quarter of a mile west of the hall there is a plain substantial chapel, - the first chapel of the disciples of George Fox, - built at his own cost, in 1688. It stands in a little flagged enclosure, surrounded by a stone wall about nine feet high. The white door of the yard was open when I saw it, and the\" Friends\" were met within, - yet there was no sound, but the sea breeze whistling across the fields of Swarthmoor. Above the entrance was this inscription, plainly graven,\" Ex dono, G.F., 1688.\" At the western end of the chapelthere is a croft, which was presented with the chapel, for the accomodation of the horses of such Friends as came from a distance.","file_id":"1860_a","plnames":[["Ulverstone",12,22],["Leven",178,183],["Furness",216,223],["George",559,565],["Ulverstone",614,624],["George",1668,1674],["George",3102,3108],["Ulverstone",4092,4102],["Ulverstone",4217,4227],["Lancaster Castle",4391,4407],["Ulverstone",4479,4489],["Ulverstone",4704,4714],["George",4878,4884]],"geonouns":[["country",31,38],["road",71,75],["station",85,92],["town",119,123],["vale",152,156],["estuary",184,191],["hills",203,208],["points",276,282],["head",310,314],["market",358,364],["residence",546,555],["road",638,642],["railway",676,683],["station",684,691],["path",699,703],["fields",719,725],["dell",781,785],["woods",1054,1059],["dell",1079,1083],["chapel",1095,1101],["hollow",1218,1224],["stone",1234,1239],["bridge",1240,1246],["trees",1263,1268],["stream",1282,1288],["fields",1340,1346],["stone",1424,1429],["road",1464,1468],["house",1597,1602],["buildings",1621,1630],["residence",1655,1664],["house",1828,1833],["building",1870,1878],["fields",2204,2210],["hall",2677,2681],["house",2716,2721],["gate",2842,2846],["hall",2892,2896],["bay",3155,3158],["stone",3239,3244],["hall",3392,3396],["ground",3435,3441],["stone",3502,3507],["bed",3897,3900],["farm",3966,3970],["house",4183,4188],["country",4498,4505],["houses",4588,4594],["hall",4797,4801],["chapel",4831,4837],["chapel",4851,4857],["stone",4981,4986],["wall",4987,4991],["door",5024,5028],["sea",5134,5137],["fields",5166,5172],["entrance",5198,5206],["chapel",5347,5353]],"pos_words":[["picturesque",102,113],["pleasantly",127,137],["convenient",242,252],["leads",704,709],["right",733,738],["clear",803,808],["love",983,987],["quiet",1073,1078],["beauty",1112,1118],["leads",1381,1386],["fair",1531,1535],["charm",1787,1792],["grand",1893,1898],["impressive",1918,1928],["great",1945,1950],["patient",2293,2300],["peaceful",2499,2507],["led",3251,3254],["quaint",3401,3407],["great",3456,3461],["led",3645,3648],["quaint",3814,3820],["saint",3850,3855],["worthy",3884,3890],["breeze",5138,5144]],"neg_words":[["shady",775,780],["rude",1443,1447],["lie",1803,1806],["irregular",1846,1855],["slow",2327,2331],["decay",2332,2337],["rough",2360,2365],["mire",2394,2398],["muddy",2481,2486],["mistress",2700,2708],["mistress",2815,2823],["rude",2837,2841],["rude",3234,3238],["solemn",3666,3672],["intrusion",3750,3759],["dim",3770,3773],["dragged",4165,4172],["fear",4306,4310],["suffered",4418,4426],["imprisonment",4434,4446],["shamefully",4647,4657]],"events":[],"dates":[["daily",390,395],["many years",530,540],["daily",942,947],["two centuries ago",1976,1993],["the\"",3387,3391],["the\"",3594,3598],["fifteen",4246,4253],["those days",4530,4540],["1688",4918,4922],["the\"",5069,5073],["1688",5261,5265]],"times":[["all night",4204,4213]],"distances":[["about a mile",478,490],["a quarter of a mile",1361,1380],["a quarter of a mile",4765,4784],["about nine feet",4992,5007]],"loc_advs":[["there",1560,1565],["home",2145,2149],["past",2281,2285],["there",2963,2968],["left",2991,2995],["there",3189,3194],["there",3737,3742],["there",4752,4757],["there",4802,4807],["there",5106,5111]],"spa_preps":[["about",39,44],["near",76,80],["among",193,198],["into",407,411],["about",644,649],["over",710,714],["down",763,767],["into",768,772],["through",787,794],["out",847,850],["under",884,889],["into",930,934],["into",1034,1038],["beyond",1060,1066],["opposite",1331,1339],["about",1355,1360],["close",1387,1392],["about",1709,1714],["around",1816,1822],["about",1899,1904],["over",2188,2192],["about",2350,2355],["among",2388,2393],["about",2602,2607],["through",2905,2912],["out",3093,3096],["under",4229,4234],["about",4506,4511],["down",4522,4526],["within",5092,5098],["across",5155,5161]],"normalised_sentiment":0.0081632653,"vader_sentiment":0.98,"roberta_sentiment":0.9988480806},{"para_id":68,"paragraph":"About a mile west of Fox's Chapel, a byeway leads into the old Roman road, at a place where a tesselated pavement was found a few years ago. A mile further in the samedirection brings us to the bleak summit of\" Birkrigg,\" which commands a new and extensive prospect of the bay, and it is north and eastern shores. The pretty village of Bardsea is full in sight, at the foot of the hill. On the southern slope of this rocky moorland there is a small Druidical temple, - a circle of nine hoary stones, which, with one exception, are still more or less upright. A quarter of a mile west of this relic of Britishhistory, and near an antique farmhouse, called\" Sunbreak,\" there is a lonely burial ground, looking out towards the sea. This is the oldest graveyard of the Society ofFriends. It is surrounded by a high stone wall, and carelly kept in order. The door is generally locked, but I found it simply fastened with a staple and chain, and awooden peg. The interior contains no visible commemoration of the dead; but a thick swathe of the greenest grass covers the whole area, save on the higher side, wherepicturesque fragments of limestone rock, rising above the rich herbage, are so beautifully hemossed here and there, that is seems as if nature, in her quiet, lovelyway, had taken in hand to keep the memories of these nameless tenants of the dust for ever green. There was something more touchingly beautiful, more suggestive of repose, in the recordless silence of this lone graveyard of the persecuted puritan, than in any cemeteries adorned with grand efforts of monumental art-which so oft intrude upon the solemnity of death things sulled by the vanities of the living. The sacred simplicity of the spot made one feel more deeply how sound they slept below, in that unassailableshelter from the hurtful world. The very seabreeze seemed to pause there, and pass over this placce of unawaking dreamers in a kind of requiem-hush.","file_id":"1860_a","plnames":[],"geonouns":[["road",69,73],["summit",200,206],["bay",273,276],["shores",306,312],["village",325,332],["foot",369,373],["hill",381,385],["slope",403,408],["stones",492,498],["ground",692,698],["sea",724,727],["stone",811,816],["wall",817,821],["door",854,858],["rock",1142,1146],["pass",1867,1871]],"pos_words":[["leads",44,49],["pretty",318,324],["rich",1165,1169],["beautifully",1186,1197],["quiet",1258,1263],["beautiful",1405,1414],["grand",1555,1560],["monumental",1572,1582]],"neg_words":[["bleak",194,199],["rocky",417,422],["lonely",678,684],["dead",1007,1011],["dust",1348,1352],["lone",1477,1481],["intrude",1600,1607],["death",1630,1635],["hurtful",1806,1813]],"events":[],"dates":[["a few years ago",124,139]],"times":[],"distances":[["About a mile",0,12],["A mile",141,147],["quarter of a mile",561,578]],"loc_advs":[["there",432,437],["upright",550,557],["there",667,672],["here",1207,1211],["there",1216,1221],["there",1856,1861]],"spa_preps":[["into",50,54],["near",621,625],["out",708,711],["above",1155,1160],["below",1762,1767],["over",1872,1876]],"normalised_sentiment":-0.0055865922,"vader_sentiment":0.64,"roberta_sentiment":0.984136939},{"para_id":69,"paragraph":"Gleaston Castle is about six miles from Ulverstone. The direct road to it lies through the old village of Urswick. At the end of this village there is a fine tarn close by the highway. The people of Urswick Vale have a legend that ruins of an ancient town lie beneath the waters of this tarn. Near Urswick there is the small monastic ruinof Bolton Chapel, standing in a farm-yard, by the road, and now used as a cowhouse. Leaving this village, we pass Redmond Hall, the seat of a family once known in Englishhistory. About a mile from Gleaston Castle, in a hollow of the fields, on the left hand side of the road, there is a pretty little sheet of water, called Mere Tarn, swarmingwith pike. he ruins of Gleaston Castle are of con - siderable extent. The castle originally consisted of four square towers, connected by strong curtain walls, defending an enclosure, the length of which seemed to me aboutone hundred years. One of these towers has disappeared, and the other three are more or less ruinous; but the summits of two may yet be easily ascended by the stone steps which wind up in the thickness of the massivewalls. In its palmy days, this castle must have looked imposing in the heart of the little vale, where it seems to have been placed more for shelter and seclusion thanfor anything commanding in position. it was built by the Flemings, lords of the ancient manor of Much Land. The possessions of Michael le Fleming were the only lands in all Furness exempted from the grant made by Stephen, Earl of Bologne and moreton, to Furness Abbey. The name of this Michael, which the natives pronounce\" Mickle,\" stillclings to old associations in this neighbourhood, as n the case of\" Mickle Well,\" not meaning great well, but\" Michael's Well.\" I remember how, on that breezy day, when, with two friends, I visited the ruins of this castle, as we were casting in a mossy corner at the entrance of the village. The stones about it were worn by the footing of many generations, and the water was so clear that I could have seen a single thread of a lady's hair at the bottom of it. I remember, too, that when we were beginningto despair of finding any-thing like substantial refreshment, we met with it at the very last house on the western edge of the village, a clean little hostelry, where wegot an excellent dinner of eggs and bacon, cheese, ale, pickles, salad fresh from the garden behind the house, and three quarts of buttermilk; in addition to which, I hadmy shoe mended; and we were treated with more than common civilty, all for the low charge of three and sixpence, - which was received with satisfaction. The way of the shoebusiness was this, - I had burst the seam of it, and it was getting squashy with wet, for we had had a delightfully rough tramp over moss and fell, and through miry bye-roads, that day. The good wife at the alehouse offered to get it mended for me whilst dinner was cooking. The oldman lent me a shoe of his own to put on meanwhile. It was as hardas an iron pot; in fact, it had a consider-able weight of iron work about it, and for any rough work, I felt that that one shoe was worth at least four pair such as mine. With one foot handi-capped in this clog of iron and leather, I amused myself with walking about the clean floor of slate stone, listening to the difference of sound in myfoot-steps, which went\" fuzz, clang-fuzz, clang,\" reminding me of the three bells of a little country church that I have heard of, one of which was sound, the next cracked, and the third mended with leather, - their united music amounting to a kind of\" ding, dang, puff.\" The shoe came back mended before dinner was over, and a thrill of returningcomfort went through my frame when I got it on, for I had felt as if walking with a wet dish-cloth round my foot a while before. As we returned through the village, oneof my friends proposed that we should just look in upon a relation of his, an old shoemaker, and a quaint man, well versed in the folk lore of the dis - trict. He then led us up to one of the most comfortable-looking cottages I ever saw. The floor was as clean as a plate just laid down for dinner, the place smelt as sweetas an herb-stall, and all the polishable metal things shone like pools of water in moonlight. The cheerful old wife, whose ruddy face was bedded in a snowy old-fashionedcap, and whose eyes, in spite of age and spectacles looked as bright as the stars on a frosty night, rose from her arm-chair, and hobbled about with her crutch, smilingand talking, and talking and smiling, as if she did n't know exactl what to do to show that she was very fain. At last, opening the door of an inner room, where the heartyold fellow and his son sat at work, she said,\" What, dinnet ye see wha's here?\" Dropping his hammer, and brushing the dirt from his leather apron, the old man rose abovesix feet into the air, pushed up his spectacles, and shouted,\" Why, it never is, sewer! It cannot be reightly, can it! It's nowt i' th warld else, aw declare! Well, thisis a capper, hooivvir! What yeere reight good stuff for sore even, mon! Whatever quarter's the wind in, at yeere blawn this gate on? Well, cum, cum; sit ye daan, an' let's mak use on ye while ye are here.\" \" Ye hevn't hed yeere teea, aw warnd,\" said the good wife. But we were already primely filled with good things; and no other feast couldhave been so delightful as the genial welcome which the old couple gave us. The day, too, was waning, with an uncertain sky, and we had several miles to go. As we sat talking with the old man, a fine pair of new double-soled shooting boots stood at my elbow. I took them up, and asked what such a pair would cost. he said they could n't be done like them under a pound. \" But,\" said he,\" ye sud ha sin a shoe that I stitched abaat an haar sin, for some poor tramp. I nivver see a warse made shoe i' my life, Ithink. An' he could n't hev hed' em lang, nawther, - t' leather wur so fresh.\" As he went on talking, I slowly lifted my foot till it came fairly into his sight. \" Hello!\" saidhe, with a confused gaze,\" What, wor it yaar shoe?\" It was. \" Well then,\" replied he,\" All at I can say is, at yer wit's deeal better nor yer understanding!\" We had a gooddeal of gleeful talk with the old folk; after which six miles' walk in a high wind through the vale of Urswick brought us to Ulverstone at the edge of dark, well pleased with our day's ramble.","file_id":"1860_a","plnames":[["Gleaston Castle",0,15],["Ulverstone",40,50],["Urswick",106,113],["Urswick",199,206],["Urswick",298,305],["Bolton",341,347],["Gleaston Castle",535,550],["Gleaston Castle",704,719],["Flemings",1343,1351],["Furness",1459,1466],["Furness Abbey",1540,1553],["Urswick",6315,6322],["Ulverstone",6337,6347]],"geonouns":[["road",63,67],["village",95,102],["village",134,141],["tarn",158,162],["town",251,255],["waters",272,278],["tarn",287,291],["farm",370,374],["road",388,392],["village",435,442],["pass",447,451],["seat",470,474],["fields",571,577],["road",608,612],["water",648,653],["pike",686,690],["castle",755,761],["towers",798,804],["walls",834,839],["towers",935,941],["summits",1013,1020],["stone",1062,1067],["castle",1150,1156],["vale",1210,1214],["lands",1446,1451],["castle",1840,1846],["entrance",1892,1900],["village",1908,1915],["stones",1921,1927],["water",1991,1996],["house",2225,2230],["edge",2246,2250],["village",2258,2265],["house",2404,2409],["common",2521,2527],["fell",2784,2788],["roads",2811,2816],["stone",3281,3286],["country",3424,3431],["church",3432,3438],["foot",3785,3789],["village",3833,3840],["cottages",4062,4070],["water",4242,4247],["door",4637,4641],["feet",4849,4853],["gate",5138,5142],["foot",5986,5990],["vale",6307,6311],["edge",6355,6359]],"pos_words":[["pretty",625,631],["strong",819,825],["great",1718,1723],["well",1724,1728],["clear",2004,2009],["like",2163,2167],["clean",2269,2274],["excellent",2307,2316],["fresh",2371,2376],["delightfully",2745,2757],["good",2832,2836],["work",3052,3056],["work",3085,3089],["worth",3121,3126],["clean",3260,3265],["thrill",3658,3664],["quaint",3944,3950],["well",3956,3960],["led",4013,4016],["comfortable",4042,4053],["clean",4100,4105],["like",4228,4232],["cheerful",4266,4274],["bright",4399,4405],["smiling",4534,4541],["work",4706,4710],["good",5055,5059],["good",5268,5272],["good",5319,5323],["delightful",5369,5379],["genial",5387,5393],["welcome",5394,5401],["like",5701,5705],["fresh",5936,5941],["fairly",6004,6010],["better",6168,6174],["gleeful",6220,6227],["well",6369,6373],["pleased",6374,6381]],"neg_words":[["lies",74,78],["ruins",231,236],["lie",256,259],["hollow",557,563],["ruins",695,700],["ruinous",996,1003],["imposing",1174,1182],["ruins",1826,1831],["worn",1942,1946],["despair",2134,2141],["rough",2758,2763],["tramp",2764,2769],["rough",3079,3084],["clog",3195,3199],["cracked",3494,3501],["ding",3583,3587],["smelt",4154,4159],["stall",4179,4184],["spite",4361,4366],["dirt",4794,4798],["sore",5070,5074],["waning",5450,5456],["uncertain",5466,5475],["sin",5754,5757],["sin",5795,5798],["poor",5809,5813],["tramp",5814,5819],["slowly",5969,5975],["confused",6052,6060],["dark",6363,6367]],"events":[],"dates":[["the end of",118,128],["a fine",151,157],["hundred years",907,920],["days",1139,1143],["day",1783,1786],["that day",2818,2826],["quarter",5095,5102],["The day",5432,5439],["a fine",5549,5555],["our day",6387,6394]],"times":[["night",4431,4436]],"distances":[["about six miles",19,34],["About a mile",517,529],["one foot",3165,3173],["several miles",5492,5505],["six miles",6264,6273]],"loc_advs":[["there",142,147],["there",306,311],["left",586,590],["there",614,619],["here",4749,4753],["here",5213,5217]],"spa_preps":[["through",79,86],["close",163,168],["beneath",260,267],["about",1928,1933],["behind",2393,2399],["over",2770,2774],["through",2794,2801],["about",3057,3062],["about",3250,3255],["over",3646,3650],["through",3690,3697],["round",3776,3781],["through",3821,3828],["down",4127,4131],["about",4475,4480],["into",4854,4858],["under",5711,5716],["into",6011,6015],["through",6295,6302]],"normalised_sentiment":0.0138674884,"vader_sentiment":1.0,"roberta_sentiment":0.9983642697},{"para_id":70,"paragraph":"Conishead Priory is rather more than a mile south of Ulverstone. There is a good road through the finest part of Conishead Park to the pretty village of Bardsea, whichvillage is about three miles from Ulverstone. The road goes near the princely mansion, the seat of the Braddylls, which stands upon the site of the ancient priory. The entrance hall retains some relics of the old monastic buildings. About a mile beyond the priory, Bardsea Hall stands at the right hand side of the road, in a shelteredspot under the woods, and almost hidden from the traveller by a high wall. This quaint building was erected by the Molyneux family, as a hunting seat, and it is supposedto occupy the site of the ancient hospital of Bardsea, the oldest ecclesiastical establishment in Furness. This religious house was in existence in the latter part of the eleventh century, and had disappeared before the foundation of Conishead Priory. The best view of the Priory, and its beautiful park scenery, is from the summit of the woods behind Bardsea Hall.","file_id":"1860_a","plnames":[["Conishead Priory",0,16],["Ulverstone",53,63],["Conishead",113,122],["Park",123,127],["Ulverstone",201,211],["Furness",769,776],["Conishead Priory",905,921]],"geonouns":[["road",81,85],["village",142,149],["road",217,221],["mansion",245,252],["seat",258,262],["entrance",335,343],["hall",344,348],["buildings",389,398],["road",482,486],["woods",517,522],["wall",571,575],["building",589,597],["seat",647,651],["house",793,798],["park",970,974],["summit",996,1002],["woods",1010,1015]],"pos_words":[["good",76,80],["finest",98,104],["pretty",135,141],["right",459,464],["quaint",582,588],["best",927,931],["beautiful",960,969]],"neg_words":[],"events":[],"dates":[["the eleventh century",838,858]],"times":[],"distances":[["more than a mile",27,43],["about three miles",178,195],["About a mile",400,412]],"loc_advs":[],"spa_preps":[["through",86,93],["near",227,231],["beyond",413,419],["under",507,512],["behind",1016,1022]],"normalised_sentiment":0.0744680851,"vader_sentiment":0.95,"roberta_sentiment":0.9983448982},{"para_id":71,"paragraph":"Bardsea takes its name from the British word,\" Bertesìg,\" a place of thickets, as it appears in Doomsday Book. The village is pleasantly situated on a green eminencesloping gently to the sands. The woods, and dells, and quiet shore of this pretty sea-side nook, are full of pleasant walks. There is an antique mansion called\" The WellHouse,\" which is an object of interest. In the village there are two respectable inns, and I found comfortable fare at the Cavendish Arms, where the landlord, Mr. Gilchrist, a gallant, old, retired preventive officer, from Cumberland, delighted me with his tales of wild adventure among the smugglers of the Scottish border, in\" auld lang syne.\"","file_id":"1860_a","plnames":[["Cumberland",557,567]],"geonouns":[["village",115,122],["sands",187,192],["woods",198,203],["dells",209,214],["shore",226,231],["sea",247,250],["nook",256,260],["mansion",310,317],["village",381,388],["inns",415,419]],"pos_words":[["pleasantly",126,136],["quiet",220,225],["pretty",240,246],["pleasant",274,282],["respectable",403,414],["comfortable",433,444],["gallant",510,517],["delighted",569,578]],"neg_words":[["object",354,360],["wild",600,604]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["there",389,394]],"spa_preps":[["among",615,620]],"normalised_sentiment":0.0869565217,"vader_sentiment":0.97,"roberta_sentiment":0.9988074303},{"para_id":72,"paragraph":"Aldingham is about three miles along the sea-side, west of Bardsea. The road goes through the extensive plantations of\" Seawood,\" the property of the Crown; and throughthe old village of Baycliffe. The sea is either gleaming beautifully through the woods, or is in open sight, most of the way. Aldingham Church looks lonely standing therein its little grave-yard by the sea, as if musing on the old Saxon town long since devoured by the hungry waters. This was originally the parish church of the ancientmanor of Much Land, which extended over the present Aldingham and Gleaston, and over several villages, such as Rhos, Lies, and Crimelton, which have been swallowed by thesea centuries ago. Nothing now remains of them but the account of their extent and value, is preserved in the ancient records of Furness Abbey. This church is all that is left of the old town of Aldingham, the knightly residence and property of the Harringtons, one of which family, Lord de Harrington, died at the head of the Furness men, fighting for the Red Rose, at the battle of Wakefield. The church retains some parts of the original building in its round pillars, and in one of the doorways. The armsof the Harringtons appear in the east window. The rectory stands close to the church; and the present rector is the Rev. John Macaulay, brother of the famous historianand statesman.","file_id":"1860_a","plnames":[["Aldingham",0,9],["Aldingham",294,303],["Aldingham",556,565],["Furness Abbey",803,816],["Aldingham",869,878],["Harrington",965,975],["Furness",1001,1008],["Rose",1035,1039]],"geonouns":[["sea",41,44],["road",72,76],["village",176,183],["sea",202,205],["woods",249,254],["sea",370,373],["town",405,409],["waters",444,450],["parish",476,482],["church",483,489],["villages",597,605],["church",823,829],["town",861,865],["residence",893,902],["head",989,993],["church",1073,1079],["building",1115,1123],["church",1260,1266]],"pos_words":[["beautifully",225,236],["famous",1333,1339]],"neg_words":[["lonely",317,323],["died",977,981]],"events":[],"dates":[["thesea centuries ago",671,691]],"times":[],"distances":[["about three miles",13,30]],"loc_advs":[["left",845,849]],"spa_preps":[["along",31,36],["through",82,89],["through",237,244],["over",539,543],["over",584,588],["round",1131,1136],["close",1247,1252]],"normalised_sentiment":0.0,"vader_sentiment":-0.78,"roberta_sentiment":0.9941878319},{"para_id":73,"paragraph":"Six miles by rail from Ulverstone, the magnificent ruins of Furness Abbey stand in the glen called\" Bekanks Gill,\" or the Vale of the Deadly Night Shade, a sylvanseclusion, so cloistral in its character, that it might have been intended by nature to receive the grand pile, whose\" bare ruined choirs\" new land such an impressivecharm to the scene. This famous abbey was endowed with extraordinary wealth and power; and its prelates were temporal princes, ruling with almost absolute sway over adistrict as large as the Isle of Man; and yet, those white-robed monks from Savigny, and their successors, were the humanising mediators between feudal tyranny and serfdom, in the rough old days. I am told that the language of the common people of Furness still retains French words and idioms not found elsewhere in Lancashire, - lingering relics of the secular influence of the foreign ecclesiasticswho ruled this remote corner of England so long. It would be easy to give an architectural description of the ruins from care-ful works already written, but I refrain partly from want of room, and partly because the visitor can buy all that information for a trifle on the spot itself. I may say, however, that in addition to the generaleffect, the high altar with its beautiful sedilia, the chapter-house, and the Abbot's private chapel, were particularly interesting to me. Though this monastery has lost the grand proportions of its old completeness, it is still robed in beauty, that\" sole permanence inbeing's ceaseless flow;\" and kind nature is quietly claiming its remains for her own again. It is a spot to linger in until the solemn beauty of it becomes an enduring trasure of the spirit. Reading the ancient chapter of its foundation, I was so struck with the beauty of one passage in it, thatI think the reader will excuse me for repeating it here. The words are as follows, from\" West's Antiquities of Furness\": -\" In the name of the Blessed Trinity, and in honourof St. Mary of Furness, I, Stephen, Earl of Bologne and Moreton, consulting God, and providing for the safety of my own soil, the soul of my wife the Countess Matilda, the sould of my lord and uncle Henry King of England and Duke of Normandy, and for the souls of all the faithful, living as well as dead; in the year of our Lord 1127 ofthe Roman indiction, and the 5th and 18th of the Epact; considering every day the uncertainty of life, that the roses and flowers of kings, emperors, and dukes, and the crowns and palms of all the great, wither and decay; and that all things, with an uninterrupted course, tend to dissolution and death: I therefore return, give, and grantto God and St. Mary of Furness, all Furness and Walney,\"&amp; c. &amp; c.","file_id":"1860_a","plnames":[["Ulverstone",23,33],["Furness Abbey",60,73],["Isle",519,523],["Savigny",570,577],["Furness",742,749],["Lancashire",811,821],["England",927,934],["Furness",1909,1916],["Furness",1986,1993],["England",2184,2191],["Normandy",2204,2212],["Furness",2670,2677],["Furness",2683,2690]],"geonouns":[["glen",87,91],["land",305,309],["abbey",360,365],["common",725,731],["house",1295,1300],["chapel",1326,1332]],"pos_words":[["magnificent",39,50],["grand",262,267],["famous",353,359],["extraordinary",383,396],["easy",956,960],["works",1025,1030],["beautiful",1264,1273],["interesting",1352,1363],["grand",1406,1411],["beauty",1470,1476],["beauty",1637,1643],["beauty",1765,1771],["faithful",2243,2251],["well",2263,2267],["great",2505,2510]],"neg_words":[["rail",13,17],["ruins",51,56],["ruined",286,292],["tyranny",646,653],["rough",674,679],["ruins",1005,1010],["lost",1397,1401],["solemn",1630,1636],["struck",1749,1755],["excuse",1822,1828],["dead",2271,2275],["decay",2523,2528],["dissolution",2589,2600],["death",2605,2610]],"events":[],"dates":[["days",684,688],["the year",2280,2288],["1127",2301,2305],["every day",2376,2385]],"times":[],"distances":[["Six miles",0,9]],"loc_advs":[["elsewhere",798,807],["here",1849,1853]],"spa_preps":[["over",488,492],["between",631,638]],"normalised_sentiment":0.0038610039,"vader_sentiment":0.99,"roberta_sentiment":0.9962317348},{"para_id":74,"paragraph":"Dalton, the ancient capital of Furness, is about a mile from the abbey, and four from Ulverstone. The Roman road from Maryport to Lancaster passes through this town, and it was the site of a Roman station( Galacum). In Saxon times, this town belonged to Earl Tosti. Later, it was the manor court and market town of the abbots of Furness, the square tower of whose castle now stands looking with an antique frown upon the market-place. Here the civil business of their vast possession was transacted. The courts baron of Dalton are still held in this tower. Dalton church stands hard by the castle, near the edge of a steep rock, overlooking the vale of Deadly Nightshade. Romney, the painter, who was a native of this parish, lies burled in this graveyard, under a plain stone, bearing the name, dates, and the words,\" Pietor celeberrimus.\" The parish of Dalton was almost depopulated by thegreat plague, two centuries ago. In the church there is a massive old stone font, carved with the armorial bearings of the ancient feudal lords of the district. Thisvenerable relic stood for some time in the church-yard, exposed to mutilation and wear of the elements, until, through the good taste of the Rev. Mr. Morgan, the presentvicar, it was removed to the interior again.","file_id":"1860_a","plnames":[["Dalton",0,6],["Furness",31,38],["Ulverstone",86,96],["Maryport",118,126],["Lancaster",130,139],["Furness",329,336],["Dalton",520,526],["Dalton",557,563],["Dalton",855,861]],"geonouns":[["abbey",65,70],["road",108,112],["passes",140,146],["town",160,164],["station",197,204],["town",237,241],["market",300,306],["town",307,311],["tower",349,354],["castle",364,370],["market",421,427],["tower",550,555],["church",564,570],["castle",590,596],["edge",607,611],["rock",623,627],["vale",645,649],["parish",718,724],["stone",771,776],["parish",845,851],["church",931,937],["stone",961,966],["district",1042,1050],["church",1099,1105]],"pos_words":[["good",1179,1183]],"neg_words":[["frown",406,411],["hard",578,582],["steep",617,622],["lies",726,730],["plague",897,903]],"events":[],"dates":[["two centuries ago",905,922]],"times":[],"distances":[["about a mile",43,55]],"loc_advs":[["near",598,602],["there",938,943]],"spa_preps":[["through",147,154],["under",757,762],["through",1167,1174]],"normalised_sentiment":-0.0333333333,"vader_sentiment":-0.6,"roberta_sentiment":0.9971140623},{"para_id":75,"paragraph":"Peel Castle is about nine miles from Ulverston, by rail, passing Furness Abbey, to Peel pier. A boat may be had at the pier, to the island, which is immediately opposite, divided from the main land by a narrow channel. Going by way of Barrow the distance by rail is about twelve miles; but the route is more varied. No other way of approachingthe ruins of this fortress is so impressive as by boat from Barrow, which is easily obtained, especially if\" civil old Joe Winder\" be about. This route also gives the tourist a good opportunity ofseeing the harbour, in which the British navy might ride safely in the wildest weather. The isle of Walney, Rampside, and the most characteristic objects of this remotenook of the Furness shore, are in sight from the water. Barrow itself is an interesting spot. It is now the great port of Furness, and a place of increasing importance. Here, most of the ore of the district is shipped for Carron and Swansea, where it is used to enrich the poorer ores of Scotland and Wales. Hollinshed says that the Scots, in the reign of Edward the Second, during one of their raids into England,\" met with no iron worth their notice until they came to Furness, in Lancashire, where they seized all the manufactured iron they could find, and carried it off with the greatest joy, though so heavy of carriage and preferred it to allother plunder.\" Om Barrow and its neighbourhood, as in many other parts of Furness, roads, houses, cattle, and men are more or less colouride with oxide of iron. A Furnessminer, when disguised in his Sunday clothes, is seldom slow to tell you that he has\" taen his degreen | i' the Red Lone College.\" The view of Peel Castle, as the boat nearthe island from Barrow, is very striking. The castle was built by the Abbots of Furness, in the reign of Edward the Third, upon an older foundation, supposed to be theremains of a Danish fortress. These fierce sea-rovers often ravaged this part of the coast, and the terrors of their name linger yet among its traditions. The castle hasbeen a place of much greater extent and strength than now appears. On the eastern side of the island, where high tides wash the base of the ruins, immense blocks of wall, which have been many years among the waters, are yet as firmly held together by their old cement as if they were solid rock. On the east and southern sides, the sea nowcovers a great extent of the old foundations, which are visible, here and there, under water. On the north and western sides, the two great ditches, the double lines ofwall, and the strong flanking towers, still give some idea of the strength of the ancient defences. Near the ruins, there are two cottages, where the only inhabitants ofthe island reside. The largest of these cottages is a public-house, chiefly frequented by sailors from the harbours. Here the visitor may get good plain fare.","file_id":"1860_a","plnames":[["Peel",0,4],["Castle",5,11],["Ulverston",37,46],["Furness Abbey",65,78],["Peel",83,87],["Barrow",235,241],["Barrow",403,409],["Walney",639,645],["Furness",719,726],["Barrow",763,769],["Furness",829,836],["Scotland",995,1003],["Wales",1008,1013],["England",1113,1120],["Furness",1178,1185],["Lancashire",1190,1200],["Barrow",1375,1381],["Furness",1431,1438],["Peel",1669,1673],["Castle",1674,1680],["Barrow",1714,1720],["Furness",1778,1785]],"geonouns":[["pier",88,92],["boat",96,100],["pier",119,123],["island",132,138],["land",193,197],["channel",210,217],["boat",393,397],["isle",631,635],["shore",727,732],["water",756,761],["port",821,825],["district",905,913],["carriage",1324,1332],["roads",1440,1445],["houses",1447,1453],["boat",1689,1693],["island",1702,1708],["castle",1744,1750],["sea",1908,1911],["coast",1950,1955],["castle",2024,2030],["island",2128,2134],["wall",2199,2203],["waters",2242,2248],["rock",2324,2328],["sea",2366,2369],["water",2460,2465],["lines",2533,2538],["towers",2571,2577],["cottages",2671,2679],["island",2714,2720],["cottages",2750,2758],["house",2771,2776]],"pos_words":[["impressive",376,386],["good",520,524],["safely",596,602],["interesting",783,794],["great",815,820],["enrich",969,975],["worth",1140,1145],["greatest",1291,1299],["joy",1300,1303],["striking",1730,1738],["immense",2181,2188],["solid",2318,2323],["great",2382,2387],["great",2507,2512],["strong",2555,2561],["good",2852,2856]],"neg_words":[["rail",51,55],["rail",258,262],["ruins",347,352],["poorer",980,986],["plunder",1362,1369],["slow",1582,1586],["fierce",1901,1907],["ruins",2174,2179],["ruins",2650,2655]],"events":[],"dates":[["Sunday",1556,1562],["many years",2221,2231]],"times":[],"distances":[["about nine miles",15,31],["about twelve miles",266,284]],"loc_advs":[["opposite",161,169],["together",2273,2281],["here",2438,2442],["there",2447,2452],["there",2657,2662]],"spa_preps":[["about",477,482],["into",1108,1112],["among",1998,2003],["among",2232,2237],["under",2454,2459]],"normalised_sentiment":0.0262172285,"vader_sentiment":0.99,"roberta_sentiment":0.9982202649},{"para_id":76,"paragraph":"Coniston Lake is about an hour's ride, by rail from Ulverstone, on the furness and Ulverstone line. The line goes by Kirby, the village of Broughton, on the Duddonshore, Woodlands, and Torver; and then along the western bank of the lake, with the\" Old Man\" and other Coniston mountains rising up from the left hand side of the line. The station is at Coniston village, near the head of the lake. This line runs a considerable distance by Duddon Sands, commanding an extensive view of the estuary.","file_id":"1860_a","plnames":[["Coniston Lake",0,13],["Ulverstone",52,62],["Ulverstone",83,93],["Broughton",139,148],["Torver",185,191],["Old Man",248,255],["Coniston",267,275],["Coniston",351,359],["Duddon Sands",438,450]],"geonouns":[["line",94,98],["line",104,108],["village",128,135],["bank",220,224],["lake",232,236],["mountains",276,285],["line",327,331],["station",337,344],["village",360,367],["head",378,382],["lake",390,394],["line",401,405],["estuary",488,495]],"pos_words":[],"neg_words":[["rail",42,46]],"events":[],"dates":[["the\"",243,247]],"times":[["about an hour's",17,32]],"distances":[],"loc_advs":[["left",305,309]],"spa_preps":[["along",202,207],["near",369,373]],"normalised_sentiment":-0.0204081633,"vader_sentiment":0.49,"roberta_sentiment":0.9985849857},{"para_id":77,"paragraph":"Newby Bridge, at the foot of Windermere, is nine miles from Ulverstone. A coach starts thither from the latter place every day in summer. The road is full of interestingvariety, winding by the banks of the River Leven almost all the way. On the right hand the upper part of the estuary stretches out from near the highway, bounded by thefells and beautiful shores of Cartmel; on the left, the green hills of Low Furness throw their shadows, here and there, across the way. The River Leven brings down thewaters of Windermere to the sea. About four miles on the road, the beautiful valley of the Crake opens up on the western side, and the summits of the Coniston range arein sight. Through this valley the River Crake empties the waters of Coniston into the Leven. If any sojourner at Ulverston designes a fine walk through picturesque scenery, let him go about two miles along this high road from Ulverstone, then up Newland Vale about a mile, and then northward across the hills a mile and a half, down to the village of Penny Bridge, at which spot he may be safely left to the influence of the scene. From these high grounds, between Newland Vale and Crank Vale, there are glorious views of the Coniston mountains. Near the entrance of the Crake valley the road passes in picturesque little village and Fort of Greenodd, over the hills, there is an interesting old Baptist chapel, built in the intolerant days of the\" Five Mile Act.\" At Backbarrow - where a stranger may be surprised to find a cotton-mill in such a spot - the River Leven falls over the rocks beautifully on the right-hand side of the road. Thence, to Newby Bridge, the road lies through a delightful wood-land scene between the hills, with the river shining and singing all the way over its old bed of mossy rocks, down in the left-hand hollow. The old mansion-like inn, called the White Swan, is delightful situated by the clear Leven side. In front, a quaint bridge of five arches spans the stream, and a few yards below it the river runs over a little fall, filling the quiet vale with its drowsy song by night and day. Above the bridge, the water comes down from Windermere through lovely scenery, gradually narrowing from a lake to a river, with the current of water scarcely discernible. The picturesque old inn, the bridge, the river, the drowsy fall, the choral woods and every object in the hollow of this green nest of the mountains, is full of beauty and repose; and the hills that shut them in from the rest of the world heighten the general charm. The clear river glides by the front of the in, with only road between. It is pleasant to sit at the upper windows, or on the green flower-garnished benches below, in a still summer evening, listening to the birds and the waterfall, and watching the fish leaping up from the glittering water, as if giving a last frolicsome defiance to the cooks at the White Swan. At Newby Bridge we are on the very doorstep of that beautiful region of England The Lake Country, and -","file_id":"1860_a","plnames":[["Newby Bridge",0,12],["Windermere",29,39],["Ulverstone",60,70],["River Leven",206,217],["Cartmel",367,374],["Furness",412,419],["River Leven",477,488],["Windermere",514,524],["Crake",595,600],["Coniston",654,662],["River Crake",706,717],["Coniston",740,748],["Leven",758,763],["Ulverston",785,794],["Ulverstone",898,908],["Newland Vale",918,930],["Penny Bridge",1023,1035],["Newland Vale",1137,1149],["Coniston",1198,1206],["Crake",1243,1248],["Backbarrow",1440,1450],["River Leven",1530,1541],["Newby Bridge",1622,1634],["Leven",1901,1906],["Windermere",2138,2148],["Newby Bridge",2899,2911],["England",2968,2975]],"geonouns":[["foot",21,25],["coach",74,79],["road",142,146],["winding",178,185],["banks",193,198],["estuary",278,285],["shores",357,363],["hills",399,404],["sea",532,535],["road",561,565],["valley",581,587],["summits",639,646],["valley",695,701],["waters",730,736],["road",888,892],["hills",975,980],["village",1012,1019],["grounds",1120,1127],["mountains",1207,1216],["entrance",1227,1235],["valley",1249,1255],["road",1260,1264],["passes",1265,1271],["village",1294,1301],["hills",1333,1338],["chapel",1376,1382],["rocks",1557,1562],["road",1605,1609],["road",1640,1644],["wood",1671,1675],["land",1676,1680],["hills",1699,1704],["river",1715,1720],["bed",1766,1769],["rocks",1779,1784],["hollow",1808,1814],["mansion",1824,1831],["inn",1837,1840],["bridge",1932,1938],["stream",1964,1970],["river",2001,2006],["vale",2050,2054],["bridge",2104,2110],["water",2116,2121],["lake",2200,2204],["river",2210,2215],["water",2237,2242],["inn",2285,2288],["bridge",2294,2300],["river",2306,2311],["woods",2341,2346],["hollow",2371,2377],["mountains",2404,2413],["hills",2453,2458],["river",2542,2547],["road",2589,2593],["waterfall",2753,2762],["water",2817,2822],["region",2958,2964]],"pos_words":[["right",245,250],["beautiful",347,356],["beautiful",571,580],["picturesque",824,835],["safely",1061,1067],["glorious",1176,1184],["picturesque",1275,1286],["interesting",1352,1363],["beautifully",1563,1574],["right",1582,1587],["delightful",1660,1670],["like",1832,1836],["delightful",1868,1878],["quaint",1925,1931],["quiet",2044,2049],["lovely",2157,2163],["picturesque",2269,2280],["beauty",2426,2432],["charm",2525,2530],["clear",2536,2541],["pleasant",2609,2617],["beautiful",2948,2957]],"neg_words":[["stranger",1461,1469],["falls",1542,1547],["lies",1645,1649],["fall",2026,2030],["scarcely",2243,2251],["fall",2324,2328],["object",2357,2363],["defiance",2855,2863]],"events":[],"dates":[["every day",117,126],["summer",130,136],["a fine",804,810],["the intolerant days",1393,1412],["the\"",1416,1420],["the clear",1891,1900],["night and day",2079,2092],["a still",2698,2705],["summer",2706,2712]],"times":[["evening",2713,2720]],"distances":[["nine miles",44,54],["About four miles",537,553],["about two miles",856,871],["about a mile",931,943],["a mile and a half",981,998]],"loc_advs":[["left",383,387],["here",441,445],["there",450,455],["northward",954,963],["left",1068,1072],["between",1129,1136],["there",1166,1171],["there",1340,1345],["left",1798,1802],["below",1988,1993]],"spa_preps":[["out",296,299],["near",305,309],["across",457,463],["down",496,500],["into",749,753],["through",816,823],["along",872,877],["across",964,970],["down",1000,1004],["over",1324,1328],["over",1548,1552],["through",1650,1657],["between",1687,1694],["over",1753,1757],["down",1786,1790],["over",2012,2016],["down",2128,2132],["through",2149,2156],["between",2594,2601],["below",2688,2693]],"normalised_sentiment":0.05,"vader_sentiment":1.0,"roberta_sentiment":0.998786509},{"para_id":78,"paragraph":"\" All that creation's varying mass assumes Of grand or lovely, here aspires and blooms; Bold rise the mountains, rich the gardens glow, Bright lakes expand, and conquering rivers flow.","file_id":"1860_a","plnames":[],"geonouns":[["mountains",102,111],["lakes",143,148],["rivers",172,178]],"pos_words":[["grand",46,51],["lovely",55,61],["rich",113,117],["glow",130,134]],"neg_words":[],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[["here",63,67]],"spa_preps":[],"normalised_sentiment":0.1818181818,"vader_sentiment":0.95,"roberta_sentiment":0.9986016154},{"para_id":79,"paragraph":"Perhaps the finest views to be had in the immediate neighbourhood of Newby Bridge are from the summit of Finsthwaite, a lofty wooded height which rises steeply fromthe western side of the inn. On the top there is a square tower of slate stone, commemorative of the naval victories of England. The inside walls are written all over withnames and nameless reliques. The key of the tower may be had at the White Swan. A footpath loads through the plantations to the summit, which is a singular mixture of craggy wild-ness and pretty woodland walks. Finsthwaite commands a glorious extent and variety of scenery in this land of lake and mountain. Southward, the vale of theLeven winds away to Ulverstone Sands; westward, the mountains of Coniston; eastward, the fells and vales of Cartmel; and northward, from the foot of the hill, the entire length of crystal Windermere, dotted with its emerald isles, is in full view. Beyond, the most kingly cluster of all our English mountainsbounds the landscape. Green is\" the favourite colour of God,\" and the green shores of this garden-girt water are of a brightness such as is rarely met with elsewhere in the world. Looking upon Windermere from Finsthwaite, on a sunny day, one may say in the words of Tom Moore, that Nature seems to have lavished her charms upon the scene -","file_id":"1860_a","plnames":[["Newby Bridge",69,81],["England",284,291],["Ulverstone",689,699],["Coniston",734,742],["Cartmel",777,784],["Windermere",857,867],["Windermere",1170,1180]],"geonouns":[["summit",95,101],["inn",188,191],["tower",222,227],["stone",237,242],["walls",304,309],["tower",379,384],["summit",463,469],["land",616,620],["lake",624,628],["mountain",633,641],["vale",658,662],["mountains",721,730],["vales",768,773],["foot",810,814],["hill",822,826],["isles",893,898],["landscape",988,997],["shores",1053,1059],["water",1080,1085]],"pos_words":[["finest",12,18],["top",200,203],["pretty",523,529],["glorious",569,577],["variety",589,596]],"neg_words":[["steeply",152,159],["wild",509,513]],"events":[],"dates":[["a sunny day",1202,1213]],"times":[],"distances":[],"loc_advs":[["there",204,209],["westward",707,715],["northward",790,799],["elsewhere",1133,1142]],"spa_preps":[["inside",297,303],["over",326,330],["through",432,439],["away",681,685]],"normalised_sentiment":0.0243902439,"vader_sentiment":0.95,"roberta_sentiment":0.9984734654},{"para_id":80,"paragraph":"\" To make a heaven for love to sigh in,\" For bards to live and saints to die in.\"","file_id":"1860_a","plnames":[],"geonouns":[],"pos_words":[["heaven",12,18],["love",23,27]],"neg_words":[["die",73,76]],"events":[],"dates":[],"times":[],"distances":[],"loc_advs":[],"spa_preps":[],"normalised_sentiment":0.0909090909,"vader_sentiment":0.57,"roberta_sentiment":0.997946322},{"para_id":81,"paragraph":"The distance from Newby Bridge to Kendal, by way of Cartmel Fells, is ten miles; by Leven Bridge, fifteen miles. An onmibus goes from the inn twice a day in summer through Cartmel to the village of Grange. Steamers start daily in summer to Ambleside and back, calling at Bowness. There are ample facilities for boating and fishing; and, in addition to this, I believe there is hardly a house of entertainment in the lake country more notable for genuine comfort and the general excellence of its accomodation, that the White Swan at Newby Bridge.","file_id":"1860_a","plnames":[["Newby Bridge",18,30],["Kendal",34,40],["Cartmel",52,59],["Leven",84,89],["Cartmel",172,179],["Grange",198,204],["Ambleside",240,249],["Bowness",271,278],["Newby Bridge",533,545]],"geonouns":[["inn",138,141],["village",187,194],["house",386,391],["lake",416,420],["country",421,428]],"pos_words":[["ample",290,295],["genuine",446,453],["comfort",454,461],["excellence",478,488]],"neg_words":[],"events":[],"dates":[["a day",148,153],["summer",157,163],["daily",221,226],["summer",230,236]],"times":[],"distances":[["ten miles",70,79],["fifteen miles",98,111]],"loc_advs":[["there",368,373]],"spa_preps":[["through",164,171]],"normalised_sentiment":0.0784313725,"vader_sentiment":0.85,"roberta_sentiment":0.9988735318}]